Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# FlashDebugger.Info.ProjectNotOpen
source: You must open a project before starting the debugger.
de_de: Ein Projekt muss zum Debuggen geöffnet sein.
eu_es: Proiektu bat ireki behar da arazten hasi aurretik.
ja_jp: デバッガーを起動する前にプロジェクトを開く必要があります。
ko_kr: 디버거를 시작하기 전에 프로젝트를 열어야합니다.
zh_cn: 在启动调试器前你必需打开一个项目。

# FlashDebugger.Info.SessionTerminated
source: Player session terminated.
de_de: Flash Player Session abgebrochen.
eu_es: Player-aren saioa amaitua.
ja_jp: プレイヤーのセッションが終了しました。
ko_kr: 플레이어 세션이 종료되었습니다.
zh_cn: 播放器会话已终止。

# FlashDebugger.Info.SetAdditionalBreakpoints
source: Set additional breakpoints as desired, and then type 'continue'.
de_de: Setzen Sie wenn gewünscht weitere Haltepunkte und geben Sie 'continue' ein.
eu_es: Nahi duzu bezala eten-puntu gehigarriak ezarri, eta gero 'jarraitu' idatzi.
ja_jp: 追加のブレークポイントを設定後、"continue" をタイプしてください。
ko_kr: 원하는대로 추가 중단점을 설정합니다. 다음 'continue'를 입력합니다.
zh_cn: 根据需要设置附加断点，然后键入 '继续'。

# FlashDebugger.Info.SizeAfterDecompression
source: ${size} bytes after decompression.
de_de: ${size} Bytes (unkomprimiert).
eu_es: Deskonprimatze ondorengo byte-kopurua ${size}.
ja_jp: 展開後 ${size} バイト
ko_kr: 압축 해제 후 ${size} 바이트.
zh_cn: 解压缩后 ${size} 字节。

# FlashDebugger.Info.UnableToStartDebugger
source: Unable to start the interactive debugger.
de_de: Debugger kann nicht gestartet werden.
eu_es: Ezin izan da araztaile interaktiboa martxan jarri.
ja_jp: インタラクティブデバッガーを開始することができません。
ko_kr: 인터랙티브 디버거를 시작할 수 없습니다.
zh_cn: 无法启动交互式调试器。

# FlashDebugger.Info.UnknownEvent
source: Received unknown event of type '${type}', info = ${info}.
de_de: Unbekanntes Ereignis erhalten: Type '${type}', Details = ${info}.
eu_es: '${type}' motako gertaera ezezagun bat jaso da, info = ${info}.
ja_jp: 不明な '${type}' 型のイベントを受信しました。情報 = ${info}.
ko_kr: 알 수 없는 이벤트 유형 '${type}', 정보 = ${info}.
zh_cn: 接受到未知的事件的类型 '${type}', 信息 = ${info。

# FlashDebugger.Info.UnknownFilename
source: <unknown>
de_de: <unbekannte Codedatei>
eu_es: <ezezaguna>
ja_jp: <不明>
ko_kr: <알 수 없음>
zh_cn: <未知的>

# FlashDebugger.Info.WaitingForPlayer
source: Waiting for Flash Player to connect to debugger.
de_de: Warte auf Verbindung zum Flash Player.
eu_es: Araztailearekin konektatzeko Flash Player-en zain.
ja_jp: Flash Playerを待ってデバッガーに接続します。
ko_kr: Flash Player가 디버거와 연결하기를 기다리고 있습니다.
zh_cn: 正在等待 Flash Player 连接到调试器。

# FlashDebugger.Info.WarningNotAllCommandsSupported
source: WARNING: The Flash Player that you are using does not support all debugger commands.
de_de: WARNING: Der verwendete Flash Player unterstützt nicht alle Debug-Befehle!
eu_es: ABISU: Erabiltzen ari zaren Flash Player-ak ez ditu araztailearen komando guztiak onartzen.
ja_jp: 警告: この Flash Player はすべてのデバッガーコマンドをサポートしていません。
ko_kr: 경고: 사용하는 플래시 플레이어는 모든 디버거 명령을 지원하지 않습니다.
zh_cn: 警告: 正在使用的 Flash Player 不支持所有的调试器命令。

# FlashDebugger.Info.WebBrowserGenericName
source: Web Browser
de_de: Browser
eu_es: Web-Arakatzailea
ja_jp: ブラウザー
ko_kr: 웹 브라우저
zh_cn: 网页浏览器

# FlashDebugger.Label.Close
source: Close
de_de: Schließen
eu_es: Itxi
ja_jp: 閉じる
ko_kr: 닫기
zh_cn: 关闭

# FlashDebugger.Label.Continue
source: &Continue
de_de: &Fortfahren
eu_es: &Jarraitu
ja_jp: 続行(&O)
ko_kr: 계속 (&C)
zh_cn: 继续(&C)

# FlashDebugger.Label.Copy
source: C&opy
de_de: K&opieren
eu_es: K&opiatu
ja_jp: コピー(&C)
ko_kr: 복사 (&O)
zh_cn: 复制(&O)

# FlashDebugger.Label.CopyAll
source: Copy &All
de_de: &Alles kopieren
eu_es: Guztiak &Kopiatu
ja_jp: すべてコピー(&A)
ko_kr: 모두 복사 (&A)
zh_cn: 复制全部(&A)

# FlashDebugger.Label.CopyExp
source: Copy &Exp
de_de: A&usdruck kopieren
eu_es: Exp &Kopiatu
ja_jp: 指数関数を(&E)
ko_kr: 식을 복사 (&E)
zh_cn: 复制条件(&E)

# FlashDebugger.Label.CopyValue
source: Copy &Value
de_de: &Wert kopieren
eu_es: Balioa &Kopiatu
ja_jp: 値をコピー(&V)
ko_kr: 값을 복사 (&V)
zh_cn: 复制值(&V)

# FlashDebugger.Label.Current
source: Current &Line
de_de: Aktuelle &Zeile
eu_es: Uneko &Lerroa
ja_jp: 現在の行(&L)
ko_kr: 현재 줄 (&L)
zh_cn: 当前行(&L)

# FlashDebugger.Label.Debug
source: &Debug
de_de: Debu&ggen
eu_es: &Araztu
ja_jp: デバッグ(&D)
ko_kr: 디버그 (&D)
zh_cn: 调试(&D)

# FlashDebugger.Label.DeleteAllBreakpoints
source: Delete All Breakpoints
de_de: Alle Haltepunkte löschen
eu_es: Eten-puntu Guztiak Ezabatu
ja_jp: すべてのブレークポイントを解除(&X)
ko_kr: 모든 중단점 삭제
zh_cn: 清除所有断点

# FlashDebugger.Label.DisableAllBreakpoints
source: Disable All Breakpoints
de_de: Alle Haltepunkte deaktivieren
eu_es: Eten-puntu Guztiak Desgaitu
ja_jp: すべてのブレークポイントを無効(&D)
ko_kr: 모든 중단점 해제
zh_cn: 禁用所有断点

# FlashDebugger.Label.EnableAllBreakpoints
source: Enable All Breakpoints
de_de: Alle Haltepunkte aktivieren
eu_es: Eten-puntu Guztiak Gaitu
ja_jp: すべてのブレークポイントを有効(&E)
ko_kr: 모든 중단점 사용
zh_cn: 启用所有断点

# FlashDebugger.Label.Exp
source: Condition
de_de: Bedingung
eu_es: Baldintza
ko_kr: 조건

# FlashDebugger.Label.Finish
source: Step &Out
de_de: &Zurückspringen
eu_es: &Bukatu
ja_jp: ステップアウト(&F)
ko_kr: 스텝 아웃 (&O)
zh_cn: 完成(&F)

# FlashDebugger.Label.Next
source: &Step Over
de_de: Ü&berspringen
eu_es: &Urratsa aurrera
ja_jp: ステップオーバー(&S)
ko_kr: 스텝 오버 (&S)
zh_cn: 单步(&S)

# FlashDebugger.Label.Pause
source: &Pause
ja_jp: 一時停止(&P)
ko_kr: 일시 중지 (&P)
zh_cn: 暂停(&P)

# FlashDebugger.Label.RunToCursor
source: Run To C&ursor Line
de_de: Bis zum C&ursor ausführen
eu_es: Kurtsorearen Lerrora Joan
ja_jp: 次のブレークポイントへ(&U)
ko_kr: 커서 라인까지 실행 (&U)
zh_cn: 运行到光标行(&U)

# FlashDebugger.Label.Start
source: &Start
eu_es: Hasi
ja_jp: 開始(&S)
ko_kr: 시작 (&S)
zh_cn: 启动(&S)

# FlashDebugger.Label.Step
source: Step &Into
de_de: &Hineinspringen
eu_es: Urratsa Barrura
ja_jp: ステップイン(&I)
ko_kr: 스텝 인 (&I)
zh_cn: 单步进入(&I)

# FlashDebugger.Label.Stop
source: S&top
de_de: S&topp
eu_es: Gelditu
ja_jp: 停止(&T)
ko_kr: 중지 (&T)
zh_cn: 停止(&T)

# FlashDebugger.Label.BreakOnAllErrors
source: Break On All &Errors
eu_es: Errore guztietan gelditu
ko_kr: 모든 오류에 중단 (&E)

# FlashDebugger.Label.ToggleBreakpoint
source: Toggle Breakpoint
de_de: Haltepunkt umschalten
eu_es: Eten-puntuak Txandakatu
ja_jp: ブレークポイントの設定/解除
ko_kr: 중단점 전환
zh_cn: 切换断点

# FlashDebugger.Label.ToggleBreakpointEnabled
source: Toggle Breakpoint Enabled
de_de: Haltepunkt umschalten aktiviert
eu_es: Eten-puntuak Txandakatu Gaitu
ja_jp: ブレークポイントの有効/無効
ko_kr: 중단점 활성화 전환
zh_cn: 断点切换可用

# FlashDebugger.Label.Value
source: Value
de_de: Wert
eu_es: Balioa
ja_jp: 値
ko_kr: 값
zh_cn: 值

# FlashDebugger.Label.ViewBreakpointsPanel
source: Breakpoints Panel
de_de: Haltepun&kte
eu_es: Eten-puntuen Panela
ja_jp: ブレークポイント(&K)
ko_kr: 중단점 패널
zh_cn: 断点面板

# FlashDebugger.Label.Viewer
source: &Viewer
de_de: &Ansicht
eu_es: Ikuslea
ja_jp: ビューアー(&V)
ko_kr: 뷰어 (&V)
zh_cn: 视图(&V)

# FlashDebugger.Label.ViewLocalVariablesPanel
source: Local Variables Panel
de_de: &Lokale Variablen
eu_es: Aldagai lokalen panela
ja_jp: ローカル(&L)
ko_kr: 로컬 변수 패널
zh_cn: 局部变量面板

# FlashDebugger.Label.ViewStackframePanel
source: Stackframe Panel
de_de: Stack
eu_es: TramaPila Panela
ja_jp: コールスタック(&S)
ko_kr: 스택프레임 패널
zh_cn: Stackframe 面板

# FlashDebugger.Label.WordWrap
source: Word Wrap
de_de: Worter umbrechen
eu_es: Hitza bildu
ja_jp: ワードラップ
ko_kr: 자동 줄 바꿈
zh_cn: 自动换行

# FlashDebugger.Title.Breakpoints
source: Breakpoints
de_de: Haltepunkte
eu_es: Eten-puntuak
ja_jp: ブレークポイント
ko_kr: 중단점
zh_cn: 断点

# FlashDebugger.Title.CloseProcess
source: Close Process?
de_de: Prozess beenden?
eu_es: Prozesua itxi?
ja_jp: プロセスを閉じますか？
ko_kr: 프로세스를 종료하시겠습니까?
zh_cn: 结束进程吗？

# FlashDebugger.Title.LocalVariables
source: Locals
de_de: Lokale Variablen
eu_es: Lokalak
ja_jp: ローカル
ko_kr: 로컬 변수
zh_cn: 局部

# FlashDebugger.Title.StackTrace
source: Stack
eu_es: Pila
ja_jp: コールスタック
ko_kr: 스택
zh_cn: 堆栈

# FlashDebugger.BreakPoints.RemoveSelected
source: Remove Selected Breakpoints
eu_es: Aukeratutako eten-puntuak ezabatu
ko_kr: 선택된 중단점 제거

# FlashDebugger.BreakPoints.RemoveAll
source: Remove All Listed Breakpoints
eu_es: Zerrendatutako eten-puntu guztiak ezabatu
ko_kr: 모든 나열된 중단점 제거

# FlashDebugger.BreakPoints.ToggleAll
source: Toggle All Listed Breakpoints
ko_kr: 모든 나열된 중단점 전환

# FlashDebugger.BreakPoints.ExportAll
source: Export All Listed Breakpoints
eu_es: Zerrendatutako eten-puntu guztiak esportatu
ko_kr: 모든 중단점을 내보내기

# FlashDebugger.BreakPoints.ImportAll
source: Import Breakpoints From File
de_de: Import breakpoints from a file
eu_es: Eten-puntuak fitxategitik inportatu
ja_jp: Import breakpoints from a file
ko_kr: 파일에서 중단점 불러오기
zh_cn: Import breakpoints from a file

# FlashDebugger.BreakPoints.FilterAll
source: In All Columns
eu_es: Zutabe guztietan
ko_kr: 모든 열에서

# FlashDebugger.BreakPoints.FilterPath
source: In File Path
eu_es: Fitxategiaren helbidea
ko_kr: 파일 경로에서

# FlashDebugger.BreakPoints.FilterFile
source: In File Name
eu_es: Fitxategiaren izena
ko_kr: 파일 이름에서

# FlashDebugger.BreakPoints.FilterLine
source: In File Line
eu_es: Fitxategiaren lerroa
ko_kr: 파일 라인에서

# FlashDebugger.BreakPoints.FilterExp
source: In Expression
eu_es: Adierazpena
ko_kr: 식에서

# FlashDebugger.Error.InvalidFile
source: Error loading the selected file, it may not be valid
eu_es: Aukeratutako fitxategia kargatzean errorea, agian ez da balizkoa
ko_kr: 선택한 파일을 로드하는데 오류가 발생했습니다. 유효하지 않은 파일일 수 있습니다.

# FlashDebugger.Error.Reevaluate
source: Variable could not be reevaluated
eu_es: Aldagaia ezin izan da berrebaluatu
ko_kr: 변수 값를 재평가 할 수 없습니다.

# FlashDebugger.Error.NoSuchVariable
source: {0} could not be resolved
eu_es: {0} ezin izan da erabili
ko_kr: {0}(을)를 분석할 수 없습니다.

# FlashDebugger.Error.NoScalar
source: Only scalar variables can be modified
eu_es: Aldagai eskalarrak bakarrik alda daitezke
ko_kr: 스칼라 변수만 수정할 수 있습니다.

# CodeAnalyzer.Description.PMDRuleset
source: Default custom ruleset file for the Flex PMD.
de_de: Standard Regeldatei für Flex PMD.
eu_es: Flex PMD-arentzako lehenetsitako arau-multzo pertsonalizatuen fitxategia custom ruleset file for the Flex PMD.
ja_jp: Flex PMD に使用するための既定のカスタムルールセットファイルを指定します。
ko_kr: Flex PMD에 대한 기본 사용자 정의 룰세트 파일.
zh_cn: 为 Flex PMD 自定义默认规则文件。

# CodeAnalyzer.Info.Description
source: Integrates Flex PMD code analyzer into FlashDevelop.
de_de: Fügt FlashDevelop Flex PMD Codeanalyse hinzu.
eu_es: Flex PMD kode analizatzailea FlashDevelop-en txertatzen du.
ja_jp: FlashDevelop に Flex PMD コードアナライザ機能を統合します。
ko_kr: FlashDevelop에 Flex PMD 코드 분석기를 통합합니다.
zh_cn: 集成 Flex PMD 代码分析器到 FlashDevelop。

# CodeAnalyzer.Label.AnalyzeProject
source: Analy&ze Project Source Code...
de_de: Codeanal&yse...
eu_es: Proiektuaren iturburu kodea analizatu...
ja_jp: ソースコードを分析(&Z)...
ko_kr: 프로젝트 소스 코드 분석...
zh_cn: 分析项目源代码(&Z)...

# CodeAnalyzer.Info.RunningFlexPMD
source: Flex PMD Running
de_de: Flex PMD wird ausgeführt
eu_es: Flex PMD Exekutatzen
ja_jp: Flex PMD を実行中...
ko_kr: Flex PMD 실행중
zh_cn: Flex PMD 正在运行

# CodeAnalyzer.Label.RulesetCreator
source: Code A&nalyzer Ruleset Creator...
de_de: Erstelle Regeldatei für Codea&nalyse...
eu_es: Kodea Analizatzeko Arau-multzo sortzailea...
ja_jp: ルールセットを作成(&N)...
ko_kr: 코드 분석 룰세트 작성기...
zh_cn: 代码分析规则集创建器(&N)...

# CodeAnalyzer.Info.FlexPMDFinished
source: Flex PMD Done
de_de: Flex PMD beendet
eu_es: Flex PMD Egina
ja_jp: Flex PMD の実行が完了しました
ko_kr: Flex PMD 완료
zh_cn: Flex PMD 完成

# ASCompletion.Label.GenerateClass
source: Create new class
de_de: Neue Klasse erstellen
eu_es: Klase berria sortu
ja_jp: 新規クラスの作成
ko_kr: 새로운 클래스 만들기
zh_cn: 创建新类

# ASCompletion.Label.ConstName
source: Constant name:
de_de: Konstantenname:
eu_es: Konstantearen izena:
ja_jp: 定数名:
ko_kr: 상수 이름 :
zh_cn: 常量名称:

# ASCompletion.Label.GenerateConstructor
source: Generate constructor
de_de: Konstruktor erstellen
eu_es: Eraikitzailea sortu
ja_jp: コンストラクタの生成
ko_kr: 생성자 생성
zh_cn: 生成构造函数

# ASCompletion.Label.GeneratePrivateFieldFromParameter
source: Generate private field
eu_es: Parametrotik eremu pribatua sortu
ja_jp: プライベート変数を作成
ko_kr: Private 필드 생성
zh_cn: 生成 private 字段

# ASCompletion.Label.GeneratePublicFieldFromParameter
source: Generate public field
eu_es: Parametrotik eremu publikoa sortu
ja_jp: パブリック変数を作成
ko_kr: Public 필드 생성
zh_cn: 生成 public 字段

# ASCompletion.Label.GenerateToString
source: Generate toString()
de_de: toString() erstellen
eu_es: toString() sortu
ja_jp: toString() の生成
ko_kr: toString() 메소드 생성
zh_cn: 生成 toString()

# ASCompletion.Label.GenerateEventMetatag
source: Generate [Event] metatag
de_de: Event-Tag erstellen
eu_es: [Event] metaetiketa sortu
ja_jp: [Event] メタタグを生成
ko_kr: [Event] 메타 데이터 태그 생성
zh_cn: 生成 [Event] metatag 元数据标签

# FlashDevelop.Label.AS2Document
source: AS2 Document
de_de: AS2 Dokument
eu_es: AS2 Dokumentua
ja_jp: AS2 ドキュメント
ko_kr: AS2 문서
zh_cn: AS2 文档

# FlashDevelop.Label.AS3Document
source: AS3 Document
de_de: AS3 Dokument
eu_es: AS3 Dokumentua
ja_jp: AS3 ドキュメント
ko_kr: AS3 문서
zh_cn: AS3 文档

# FlashDevelop.Label.BlankDocument
source: Blank Document
de_de: Leeres Dokument
eu_es: Dokumentua Zuria
ja_jp: 新規ドキュメント
ko_kr: 빈 문서
zh_cn: 空白文档

# FlashDevelop.Label.CSSDocument
source: CSS Document
de_de: CSS Dokument
eu_es: CSS Dokumentua
ja_jp: CSS ドキュメント
ko_kr: CSS 문서
zh_cn: CSS 文档

# FlashDevelop.Label.HTMLDocument
source: HTML Document
de_de: HTML Dokument
eu_es: HTML Dokumentua
ja_jp: HTML ドキュメント
ko_kr: HTML 문서
zh_cn: HTML 文档

# FlashDevelop.Label.MXMLDocument
source: MXML Document
de_de: MXML Dokument
eu_es: MXML Dokumentua
ja_jp: MXML ドキュメント
ko_kr: MXML 문서
zh_cn: MXML 文档

# FlashDevelop.Label.PHPDocument
source: PHP Document
de_de: PHP Dokument
eu_es: PHP Dokumentua
ja_jp: PHP ドキュメント
ko_kr: PHP 문서
zh_cn: PHP 文档

# FlashDevelop.Label.XHTMLDocument
source: XHTML Document
de_de: XHTML Dokument
eu_es: XHTML Dokumentua
ja_jp: XHTML ドキュメント
ko_kr: XHTML 문서
zh_cn: XHTML 文档

# FlashDevelop.Label.XMLDocument
source: XML Document
de_de: XML Dokument
eu_es: XML Dokumentua
ja_jp: XML ドキュメント
ko_kr: XML 문서
zh_cn: XML 文档

# FlashDevelop.Label.BackupSettings
source: &Backup All Settings...
de_de: &Einstellungen sichern...
eu_es: &Ezarpen guztien Babeskopia...
ja_jp: すべての設定を保存(&B)...
ko_kr: 모든 설정 백업... (&B)
zh_cn: 备份所有设置(&B)...

# AS2Context.Info.MTASCDone
source: MTASC Done
de_de: MTASC beendet
eu_es: MTASC Egina
ja_jp: MTASC 完了
ko_kr: MTASC 완료
zh_cn: MTASC 完成

# AS2Context.Info.MTASCRunning
source: MTASC Running
de_de: MTASC wird ausgeführt
eu_es: MTASC Exekutatzen
ja_jp: MTASC 実行中
ko_kr: MTASC 실행중
zh_cn: MTASC 正在运行

# AS3Context.MXMLCDone
source: MXMLC Done
de_de: MXMLC beendet
eu_es: MXMLC Egina
ja_jp: MXMLC 完了
ko_kr: MXMLC 완료
zh_cn: MXMLC 完成

# AS3Context.MXMLCRunning
source: MXMLC Running
de_de: MXMLC wird ausgeführt
eu_es: MXMLC Exekutatzen
ja_jp: MXMLC 実行中
ko_kr: MXMLC 실행중
zh_cn: MXMLC 正在运行

# ASCompletion.Info.RegionsNode
source: Regions
de_de: Regionen
ko_kr: 영역
zh_cn: 区域

# HaXeContext.Info.AmbiguousType
source: Ambiguous Type
de_de: Mehrdeutiger Typ
eu_es: Mota anbiguoa
ja_jp: あいまいな型
ko_kr: 모호한 유형
zh_cn: 歧义类型

# HaXeContext.Info.HaXeDone
source: Haxe Done
de_de: Haxe beendet
eu_es: Haxe Egina
ja_jp: Haxe 完了
ko_kr: Haxe 완료
zh_cn: Haxe 完成

# HaXeContext.Info.HaXeExeError
source: Haxe.exe can not be located.{0}{0}Please run 'haxesetup' in Haxe installation and restart FlashDevelop,{0}or configure the path to Haxe installation in HaxeContext settings.
de_de: Haxe.exe konnte nicht gefunden werden.{0}{0}Bitte führen Sie 'haxesetup' im Haxe-Installationsverzeichnis aus und starten Sie FlashDevelop neu,{0}oder geben Sie den Pfad zur Haxe-Installation in den Einstellungen ein.
eu_es: Haxe.exe ezin izan da kokatu.{0}{0}Mesedez 'haxesetup' exekutatu Haxe-ren instalazioa eta FlashDevelop berrabiarazi,{0}edo Haxe-ren instalazio bidea konfiguratu HaxeIngurunea ezarpenetan.
ja_jp: Haxe.exe が見つかりませんでした。{0}{0}haxesetup.exe を実行し、FlashDevelop を再起動してください。{0}または環境設定の HaxeContext で Haxe のパスを設定してください。
ko_kr: Haxe.exe를 찾을 수 없습니다.{0}{0}Haxe 설치에서 'haxesetup'를 실행하고 FlashDevelop를 다시 시작하거나,{0}HaxeContext 설정에서 Haxe 설치 경로를 구성하시기 바랍니다.
zh_cn: Haxe.exe 不能位于.{0}{0}在 Haxe 安装文件夹中请运行 'haxesetup' 设置程序并重新启动 FlashDevelop，{0}或者配置 HaxeContext 指向 Haxe 程序的安装路径。

# HaXeContext.Info.HaXeRunning
source: Haxe Running
de_de: Haxe wird ausgeführt
eu_es: Haxe Exekutatzen
ja_jp: Haxe 実行中
ko_kr: Haxe 실행중
zh_cn: Haxe 正在运行

# PHPContext.Info.PHPDone
source: PHP Done
de_de: PHP beendet
eu_es: PHP Egina
ja_jp: PHP 完了
ko_kr: PHP 완료
zh_cn: PHP 完成

# PHPContext.Info.PHPRunning
source: PHP Running
de_de: PHP wird ausgeführt
eu_es: PHP Exekutatzen
ja_jp: PHP 実行中
ko_kr: PHP 실행중
zh_cn: PHP 正在运行

# AS3Context.Label.AutoStartProfilerON
source: Auto-start Profiler Enabled
de_de: Profiler wird nicht automatisch gestartet
eu_es: Profilatzailea automatikoki hastea gaitu
ja_jp: プロファイラーの自動開始:有効
ko_kr: 자동 스타트 프로파일 활성화
zh_cn: 自启动性能分析器已启用

# AS3Context.Label.AutoStartProfilerOFF
source: Auto-start Profiler Disabled
de_de: Profiler wird automatisch gestartet
eu_es: Profilatzailea automatikoki hastea desgaitu
ja_jp: プロファイラーの自動開始:無効
ko_kr: 자동 스타트 프로파일 비활성화
zh_cn: 自启动性能分析器已被禁用

# AS3Context.Label.MemoryGraphScale
source: Graph scale:
de_de: Skalierung:
eu_es: Grafikoaren eskala:
ja_jp: スケール:
ko_kr: 그래프 스케일 :
zh_cn: 比例图:

# AS3Context.Label.MemoryStats
source: Current memory usage:{0}{1} Kb{0}{0}Memory peak:{0}{2} Kb
de_de: Speicherverbrauch:{0}{1} KB{0}{0}Max. Verbrauch:{0}{2} KB
eu_es: Uneko memoria erabilera:{0}{1} Kb{0}{0}Memoria gailurra:{0}{2} Kb
ja_jp: メモリー利用状況:{0}{1} Kb{0}{0}ピーク:{0}{2} Kb
ko_kr: 현재 사용 메모리:{0}{1} KB{0}{0}메모리 피크:{0}{2} KB
zh_cn: 当前内存使用:{0}{1} Kb{0}{0}内存峰值:{0}{2} Kb

# AS3Context.Label.MemoryTab
source: Memory
de_de: Speicher
eu_es: Memoria
ja_jp: メモリー
ko_kr: 메모리
zh_cn: 内存

# FlashLogViewer.Label.Filter
source: Filter:
eu_es: Filtroa:
ja_jp: 絞り込み:
ko_kr: 필터:
zh_cn: 过滤:

# FlashLogViewer.Label.FlashLog
source: Flash Log
de_de: Flashprotokoll
ja_jp: Flash ログ
ko_kr: 플래시 로그
zh_cn: Flash 日志

# FlashLogViewer.Label.PolicyLog
source: Policy Log
de_de: Richtlinienprotokoll
eu_es: Gidalerro Log
ja_jp: ポリシーログ
ko_kr: 방침 로그
zh_cn: 策略日志

# FlashLogViewer.Label.View
source: View:
de_de: Ansicht:
eu_es: Bista:
ja_jp: 表示:
ko_kr: 보기:
zh_cn: 视图:

# FlashDebugger.Label.Enable
source: Enable
de_de: Aktivieren
eu_es: Gaitu
ja_jp: 有効
ko_kr: 사용
zh_cn: 允许

# FlashDebugger.Label.File
source: File
de_de: Datei
eu_es: Fitxategia
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件

# FlashDebugger.Label.Line
source: Line
de_de: Zeile
eu_es: Lerroa
ja_jp: 行
ko_kr: 줄
zh_cn: 行

# FlashDebugger.Label.Name
source: Name
eu_es: Izena
ja_jp: 名前
ko_kr: 이름
zh_cn: 名称

# FlashDebugger.Label.Path
source: Path
de_de: Pfad
eu_es: Bidea
ja_jp: 場所
ko_kr: 경로
zh_cn: 路径

# ResultsPanel.Filters.Errors
source: Errors
de_de: Fehler
eu_es: Erroreak
ja_jp: エラー
ko_kr: 오류
zh_cn: 错误

# ResultsPanel.Filters.Filter
source: Filter:
eu_es: Filtroa:
ja_jp: 絞り込み:
ko_kr: 필터:
zh_cn: 过滤:

# ResultsPanel.Filters.Informations
source: Messages
de_de: Meldungen
eu_es: Mezuak
ja_jp: メッセージ
ko_kr: 메시지
zh_cn: 信息

# ResultsPanel.Filters.Warnings
source: Warnings
de_de: Warnungen
eu_es: Abisuak
ja_jp: 警告
ko_kr: 경고
zh_cn: 警告

# FlashDevelop.Info.DebugLineBack
source: Debug line:
de_de: Debug Zeile:
eu_es: Arazte lerroa:
ja_jp: デバッグ行の背景:
ko_kr: 디버그 줄:
zh_cn: 调试行:

# FlashDevelop.Info.DisabledLineBack
source: Disabled line:
de_de: Deaktivierte Zeile:
eu_es: Desgaitutako lerroa:
ja_jp: 無効行の背景:
ko_kr: 비활성화 줄:
zh_cn: 禁止行:

# FlashDevelop.Info.ErrorLineBack
source: Error line:
de_de: Fehlerzeile:
eu_es: Errore lerroa:
ja_jp: エラー行の背景:
ko_kr: 오류 줄 :
zh_cn: 错误行:

# ProjectManager.ToolTip.Synchronize
source: Locate Active Document
eu_es: Dokumentu aktiboa kokatu
ko_kr: 활성 문서를 추적

# ProjectManager.ToolTip.SynchronizeMain
source: Locate Document Class
eu_es: Klase-dokumentua kokatu
ko_kr: 도큐멘트 클래스 찾기

# FlashDevelop.Info.FilterSettings
source: Filter settings:
de_de: Suche:
eu_es: Filtroen ezarpenak:
ja_jp: 検索:
ko_kr: 필터 설정:
zh_cn: 过滤设置:

# ProjectManager.Description.DisableExtFlashIntegration
source: Extended Flash IDE integration allows to debug/profile SWFs compiled with the Flash IDE in FlashDevelop.
de_de: Deaktiviere die erweiterte Adobe Flash IDE Integration. Sie erlaubt das Debuggen/Profilen von SWF-Dateien welche mit der Adobe Flash IDE erstellt wurden.
eu_es: Flash IDE integrazioa aurreratuarekin Flash IDE-arekin konpilatutako SWF fitxategiak FlashDevelop-en arazteko/profilatzeko aukera dago.
ja_jp: Flash IDE によってコンパイルされた SWF のデバッガー/プロファイラー連携を無効化します。
ko_kr: 확장된 Flash IDE 통합은 Flash IDE로 컴파일된 SWF를 FlashDevelop에서 디버깅 또는 프로파일링을 가능하게 합니다.
zh_cn: 在 FlashDevelop 中扩展 Flash IDE 集成环境允许编译 debug/profile SWFs。

# FlashDebugger.Label.StartRemoteDebugging
source: Start Remote Session
de_de: Remote Debug Session starten
eu_es: Urrutiko Saioa Hasi
ja_jp: リモートデバッガーを起動する
ko_kr: 원격 세션 시작
zh_cn: 启动远程会话

# FlashDebugger.Description.VerboseOutput
source: Display detailed debugging information, like SWF load/unload events.
de_de: Detailierte Debuggerausgabe z.B. laden und entladen einer SWF-Datei.
eu_es: Arazketaren infomazio zehatza bistaratzen da, SWF-a karga/deskarga gertaerak adibidez.
ja_jp: SWF がロードまたはアンロードされたとき、詳細なデバッグ情報を表示します。
ko_kr: SWF로드 또는 언로드 이벤트 등의 자세한 디버깅 정보를 표시합니다.
zh_cn: 显示详细的调试信息，如 SWF 文件加载/卸载 事件。

# ProjectManager.Info.ReservedDirName
source: Name '{0}' is a reserved directory name.
de_de: Name '{0}' ist ein reservierter Verzeichnisname.
eu_es: '{0}' erreserbatutako direktorio izena da.
ja_jp: '{0}' は予約されたディレクトリ名です。
ko_kr: 이름 '{0}'은 예약된 디렉토리 이름입니다.
zh_cn: 名称 '{0}' 是一个保留的目录名称。

# FlashDebugger.Label.Unwatch
source: Delete Watch
de_de: Überwachung löschen
eu_es: Behatu Ezabatu
ja_jp: ウォッチを解除
ko_kr: 감시 삭제
zh_cn: 删除监视

# FlashDebugger.Label.ViewWatchPanel
source: Watch Panel
de_de: Überwachung
eu_es: Behaketa Panela
ja_jp: ウォッチ
ko_kr: 감시 패널
zh_cn: 监视面板

# FlashDebugger.Label.Watch
source: Add Watch
de_de: Überwachung hinzufügen
eu_es: Add Behatu
ja_jp: ウォッチを追加
ko_kr: 감시 추가
zh_cn: 添加监视

# FlashDebugger.Title.Watch
source: Watch
de_de: Überwachen
eu_es: Behatu
ja_jp: ウォッチ
ko_kr: 감시
zh_cn: 监视

# FlashDevelop.Label.CollapseFunctions
source: Collapse Functions
de_de: Funktionen zusammenfalten
eu_es: Funtzioak tolestu
ja_jp: メソッド定義を折りたたむ(&F)
ko_kr: 함수 접기
zh_cn: 折叠功能

# FlashDebugger.Description.DisablePanelsAutoshow
source: When debugging an application the debugger panels appear/disappear automatically.
de_de: Automatisches einblenden/ausblenden der Debuggerfenster deaktivieren.
eu_es: Aplikazio bat araztean araztailearen panela automatikoki agertu/desagertuko dira.
ja_jp: デバッグ中、デバッグパネルの表示/非表示切り替えを自動的に行います。
ko_kr: 응용 프로그램을 디버깅 할 때, 디버거 패널을 자동으로 표시 또는 숨김.
zh_cn: 调试应用程序时，调试器面板自动显示/隐藏。

# ProjectManager.Description.SearchExternalClassPath
source: Enable searching files in external classpath.
de_de: Durchsuche den externen Klassenpfad.
ja_jp: 外部クラスパスでのファイル検索を有効にします。
ko_kr: 외부 클래스 경로의 파일 검색을 활성화 합니다.
zh_cn: 在外部类路径中启用搜索文件功能。

# ProjectManager.Label.OpenResource
source: Open &Resource...
de_de: Öffne &Ressource...
eu_es: Baliabidea &Ireki...
ja_jp: リソースを開く(&R)...
ko_kr: 리소스 열기... (&R)
zh_cn: 打开资源(&R)...

# ProjectManager.Label.SearchString
source: Search: (UPPERCASE for search by abbreviation)
de_de: Suche: (GROSSSCHEIBUNG um per Abkürzung zu suchen)
eu_es: Katea bilatu: (laburdura bideko bilakerarako LETRA LARRIZ)
ja_jp: 文字列検索（略称の場合は大文字）:
ko_kr: 검색: (대문자로 약자 검색)
zh_cn: 搜寻字符串: (供缩写搜索大写)

# ProjectManager.Title.OpenResource
source: Open Resource
de_de: Öffne Ressource
eu_es: Baliabidea Ireki
ja_jp: リソースを開く
ko_kr: 리소스 열기
zh_cn: 打开资源

# ProjectManager.Description.ShowInvalidCSS
source: Shows a warning when a style property is set in CSS on a component that does not support that property.
de_de: Zeigt Warnungen, falls CSS-Eigenschaften auf eine Flex-Komponente nicht angewendet werden können.
eu_es: Estilo propietatea onartzen ez duen konponente baten CSS-an propietate hori aldatu bada abisua erakutsi.
ja_jp: プロパティを持たないCSSコンポーネントにスタイルプロパティがセットされた場合警告を表示します。
ko_kr: 해당 속성을 지원하지 않는 구성 요소에 CSS에서 스타일 속성이 설정되었을때 경고를 표시합니다.
zh_cn: 在 CSS 中设置的样式属性不支持该属性的组件时显示一条警告。

# SourceControl.Description.EnableGIT
source: Enable GIT integration with projects.
de_de: Aktiviere GIT Integration.
eu_es: Proiektuekin GIT-en integrazioa gaitu.
ja_jp: プロジェクトで GIT の使用を有効にします。
ko_kr: 프로젝트와 GIT의 통합을 사용합니다.
zh_cn: 启用 GIT 和项目集成功能。
