Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# FlashDevelop.Title.SyntaxExportDialog
source: Export Syntax Files
de_de: Syntaxdateien exportieren
eu_es: Sintaxi fitxategiak esportatu
ja_jp: シンタックスファイルをエクスポート
ko_kr: 구문 파일 내보내기
zh_cn: 导出语法文件

# FlashDevelop.Info.ZipExtractDone
source: The zip file was extracted successfully.
de_de: Die Dateien wurden erfolgreich extrahiert!
eu_es: Zip fitxategiaren erauzketa arrakastatsua.
ja_jp: ZIP ファイルは正常に展開されました。
ko_kr: Zip 파일이 성공적으로 추출되었습니다.
zh_cn: zip 文件解压缩成功.

# FlashDevelop.Info.CaretFore
source: Caret fore:
de_de: Caret Farbe:
eu_es: Testu-kurtsorearen aurrealdea:
ja_jp: カーソル:
ko_kr: 캐럿:
zh_cn: 设置光标前景色:

# FlashDevelop.Info.CaretLineBack
source: Caret line:
de_de: Caret Zeile:
eu_es: Testu-kurtsorearen lerroa:
ja_jp: カーソル行の背景:
ko_kr: 캐럿 줄:
zh_cn: 设置光标行背景:

# FlashDevelop.Info.SelectionBack
source: Selection back:
de_de: Auswahl Hintergrund:
ja_jp: 選択範囲の背景:
ko_kr: 선택 배경:
zh_cn: 选定字符背景色:

# FlashDevelop.Info.SelectionFore
source: Selection fore:
de_de: Auswahl Vordergrund:
eu_es: Hautaketaren aurrealdea:
ja_jp: 選択範囲のテキスト:
ko_kr: 선택 전경:
zh_cn: 选定字符前景色:

# FlashDevelop.Info.ZipConfirmExtract
source: Can the following zip file be extracted:
de_de: Soll die folgende Zip-Datei extrahiert werden:
eu_es: Ondorengo zip fitxategia erauzi daiteke:
ja_jp: 以下の ZIP ファイルを展開しますか？
ko_kr: 다음 Zip 파일이 추출됩니다:
zh_cn: 下列 zip 压缩文件被提取:

# ResultsPanel.Description.ScrollToBottom
source: Scrolls the result view to the bottom on new results.
de_de: Scrolle automatisch zu den neuesten Resultaten.
eu_es: Emaitza bistak behera egiten du emaitza berriak daudenean.
ja_jp: 結果を表示したとき、いちばん下にスクロールします。
ko_kr: 새로운 결과가 추가될 때 하단으로 결과보기를 스크롤합니다.
zh_cn: 向下滚动查看新的结果.

# FlashDevelop.Label.Apply
source: &Apply
de_de: Ü&bernehmen
eu_es: &Aplikatu
ja_jp: 適用(&A)
ko_kr: 적용 (&A)
zh_cn: 应用(&A)

# FlashDevelop.Info.RevertSettingsFiles
source: Do you want to revert all the language setting files [Yes] or just the other language configuration keeping your coloring settings [No]?
de_de: Möchten Sie alle Programmierspracheneinstellungen zurücksetzen [Ja] oder möchten Sie nur die anderen Programmierspracheneinstellungen während Sie ihre Farbeinstellungen behalten [Nein]?
eu_es: Lengoaia fitxategien ezarpen guztiak desegin nahi dituzu [Bai] edo zure koloreztatze ezarpenak dituen lengoaia konfigurazioa bakarrik [Ez]?
ja_jp: すべての言語の設定を規定値に戻す場合は[はい]を、設定を保持するには[いいえ]を選択してください。
ko_kr: 모든 언어 설정 파일을 되돌리시겠습니까 [예] 아니면 색상 설정을 유지하면서 다른 언어 구성만 되돌리시겠습니까 [아니오]?
zh_cn: 你想恢复全部语言设置文件吗 [是] 或者在其它语言配置文件中保留颜色设置吗 [否]?

# FlashDevelop.Label.RevertFiles
source: Revert Files...
de_de: Dateien zurücksetzen...
eu_es: Fitxategiak desegin...
ja_jp: 設定を元に戻す...
ko_kr: 파일 되돌리기...
zh_cn: 恢复原始文件...

# FlashDevelop.Info.ColoringTagsMissing
source: Your language setting file is probably missing coloring start and end comments.
de_de: Ihre Programmierspracheneinstellungen haben möglicherweise keine Farbeinstellungen für Start- und End-Tags von Kommentaren.
eu_es: Ziurrenik zure lengoaia ezarpen fitxategian iruzkinen hasiera eta bukaera koloreak falta izatea.
ja_jp: あなたの言語設定ファイルには、おそらくコメントの開始と終了のカラーリングがありません。
ko_kr: 언어 설정 파일에 칼라 시작과 끝 주석이 없습니다.
zh_cn: 你的语言配置文件可能缺少颜色始末注释说明。

# FlashDevelop.Info.ConfirmSnippetDelete
source: Do you really want to delete this snippet?
de_de: Möchten Sie dieses Snippet wirklich löschen?
eu_es: Ziur zaude kode-zati hau ezabatu nahi duzula?
ja_jp: 本当にこのスニペットを削除しますか？
ko_kr: 정말 이 코드조각을 삭제 하시겠습니까?
zh_cn: 确定删除这个代码段吗?

# FlashDevelop.Info.InsertInstruction
source: Insert instruction:
de_de: Anweisung einfügen:
eu_es: Txertatu agindua:
ja_jp: アーギュメントを挿入:
ko_kr: 명령어 삽입 :
zh_cn: 插入说明:

# FlashDevelop.Info.SelectSnippetLocation
source: Select your snippets directory location...
de_de: Wählen Sie das Verzeichnis für die Snippets aus...
eu_es: Zure kode-zati direktorioaren kokapena aukeratu...
ja_jp: スニペットの保存先ディレクトリを選択していください...
ko_kr: 코드조각 디렉토리 위치를 선택...
zh_cn: 选择代码段目录位置...

# FlashDevelop.Info.SnippetName
source: Snippet name:
eu_es: Kode-zatiaren izena:
ja_jp: スニペット名:
ko_kr: 코드조각 이름:
zh_cn: 代码段名称:

# FlashDevelop.Info.Snippets
source: Snippets:
eu_es: Kode-zatiak:
ja_jp: スニペット名:
ko_kr: 코드조각:
zh_cn: 代码段编辑器:

# FlashDevelop.Title.SnippetDialog
source: Code Snippets
eu_es: Kode-zatiak
ja_jp: コードスニペットの編集
ko_kr: 코드조각
zh_cn: 代码段编辑器

# FlashDevelop.Info.CouldNotBeRecycled
source: Could not be recycled:
de_de: Konnte nicht in den Papierkorb verschoben werden:
eu_es: Ezin izanen da birziklatu:
ja_jp: ごみ箱に移動することができません:
ko_kr: 재활용 할 수 없습니다:
zh_cn: 无法删除:

# FlashDevelop.Info.SaveCurrentSnippet
source: Do you want to save the current snippet?
de_de: Möchten Sie das Snippet speichern?
eu_es: Uneko kode-zatia gorde nahi duzu?
ja_jp: 現在のスニペットを保存しますか？
ko_kr: 현재의 코드조각을 저장 하시겠습니까?
zh_cn: 你想保存当前代码段吗?

# FlashDevelop.Info.RevertSnippetFiles
source: Do you really want to revert all snippet files to defaults?
de_de: Möchten Sie wirklich alle Snippets zurücksetzen?
eu_es: Ziur zaude kode-zati fitxategi guztiak lehenetsitako egoerara itzultzea nahi duzula?
ja_jp: 本当にすべての言語のスニペットを規定値に戻しますか？
ko_kr: 정말로 모든 코드조각 파일을 기본값으로 되돌리시겠습니까?
zh_cn: 确定要恢复为默认设置的所有代码段文件吗？

# FlashDevelop.Description.AutoReloadModifiedFiles
source: Reloads externally modified files without prompting.
de_de: Außerhalb geänderte Dateien werden automatisch neu geladen.
eu_es: Kanpotik aldatutako fitxategiak galdetu gabe kargatu.
ja_jp: 外部で変更されたファイルをリロードするとき、確認しないでリロードします。
ko_kr: 메시지를 표시하지 않고 외부에서 수정 된 파일을 다시로드합니다.
zh_cn: 重新加载外部已修改的文件时不提示.

# FlashDevelop.Info.CouldNotExecuteScript
source: The script could not be executed properly:
de_de: Das Script konnte nicht ausgeführt werden:
eu_es: Script-a ezin izan da modu egokian exekutatu:
ja_jp: スクリプトが正しく実行できませんでした:
ko_kr: 스크립트를 제대로 실행할 수 없습니다:
zh_cn: 该脚本未能正确执行:

# MacroManager.Description.UserMacros
source: List of currently available macros.
de_de: Liste der zur Zeit verfügbaren Makros.
eu_es: Une honetan eskuragarri dauden makroen zerrenda.
ja_jp: 現在有効なマクロのリストです。
ko_kr: 현재 사용할 수있는 매크로 목록.
zh_cn: 列出当前可用的宏.

# MacroManager.Group.Macros
source: Macros
de_de: Makros
eu_es: Makroak
ja_jp: マクロ
ko_kr: 매크로
zh_cn: 宏

# MacroManager.Info.CouldNotRunMacro
source: Couldn't run the macro. Please check the syntax.
de_de: Makro konnte nicht ausgeführt werden. Bitte überprüfen Sie die Syntax.
eu_es: Ezin izan da makroa exekutatu. Mesedez egiaztatu sintaxia.
ja_jp: マクロを実行できませんでした。問題を修正してください。
ko_kr: 매크로를 실행 할 수 없습니다. 구문을 확인하시기 바랍니다.
zh_cn: 不能运行宏. 请检查语法.

# MacroManager.Info.Description
source: Adds simple macro capabilities to FlashDevelop.
de_de: Fügt FlashDevelop einfache Makrofähigkeiten hinzu.
eu_es: Makro gaitasun sinpleak gehitzen dizkio FlashDevelop-i.
ja_jp: FlashDevelop にマクロ機能を追加します。
ko_kr: FlashDevelop 간단한 매크로 기능을 추가합니다.
zh_cn: 向 FlashDevelop 添加简单的宏功能。

# MacroManager.Info.MacroFilter
source: FlashDevelop Macros (*.fdm)
de_de: FlashDevelop Makros (*.fdm)
eu_es: FlashDevelop-en makroak (*.fdm)
ja_jp: FlashDevelop マクロ (*.fdm)
ko_kr: FlashDevelop 매크로 (*.fdm)
zh_cn: FlashDevelop 宏 (*.fdm)

# MacroManager.Info.MacrosTakeEffect
source: Macros will take effect soon as you edit them successfully.
de_de: Makroänderungen werden sofort übernommen.
eu_es: Ongi editatu bezain laster makroek eragina izanen dute.
ja_jp: マクロは編集後すぐに反映されます。
ko_kr: 매크로는 편집 즉시 적용됩니다.
zh_cn: 当编辑完成时宏即生效.

# MacroManager.Info.Untitled
source: Untitled
de_de: Unbenannt
eu_es: Izengabea
ja_jp: 無題
ko_kr: 제목 없음
zh_cn: 未标题

# MacroManager.Label.Add
source: &Add
de_de: &Hinzufügen
eu_es: &Gehitu
ja_jp: 新規(&N)
ko_kr: 추가 (&A)
zh_cn: 添加(&A)

# MacroManager.Label.Close
source: &Close
de_de: &Schließen
eu_es: &Itxi
ja_jp: 閉じる(&C)
ko_kr: 닫기 (&C)
zh_cn: 关闭(&C)

# MacroManager.Label.Delete
source: &Delete
de_de: &Löschen
eu_es: &Ezabatu
ja_jp: 削除(&D)
ko_kr: 삭제 (&D)
zh_cn: 删除(&D)

# MacroManager.Label.EditMacros
source: Edit &Macros...
de_de: Makros &bearbeiten...
eu_es: &Makroak editatu...
ja_jp: マクロの編集(&E)...
ko_kr: 매크로 편집... (&M)
zh_cn: 编辑宏(&M)...

# MacroManager.Label.ExportMacros
source: &Export Macros...
de_de: Makros &exportieren...
eu_es: &Makroak esportatu...
ja_jp: マクロをエクスポート(&E)...
ko_kr: 매크로 내보내기... (&E)
zh_cn: 导出宏(&E)...

# MacroManager.Label.ImportMacros
source: &Import Macros...
de_de: Makros &importieren...
eu_es: &Makroak inportatu...
ja_jp: マクロをインポート(&I)...
ko_kr: 매크로 불러오기... (&I)
zh_cn: 导入宏(&I)...

# MacroManager.Label.Macros
source: &Macros
de_de: &Makros
eu_es: &Makroak
ja_jp: マクロ(&M)
ko_kr: 매크로 (&M)
zh_cn: 宏(&M)

# MacroManager.Title.MacroDialog
source: Macros
de_de: Makros
eu_es: Makroak
ja_jp: マクロ
ko_kr: 매크로
zh_cn: 宏

# MacroManager.Description.AutoRun
source: Runs the macro automatically when FlashDevelop starts. If enabled, the menu item will not be shown.
de_de: Füht die Makros automatisch aus wenn FlashDevelop gestartet wird. Wenn die Funktion aktiviert wird, verschwindet der entsprechende Menüeintrag.
eu_es: FlashDevelop hastean automatikoki makroa exekutatzen du. Gaitua badago, menuko elementua ez da erakutsiko.
ja_jp: FlashDevelop 起動時に自動的にマクロを実行します。有効な場合、メニューにその項目は表示されません。
ko_kr: FlashDevelop 시작시 자동으로 매크로를 실행합니다. 이 옵션을 활성화하면 메뉴 항목이 표시되지 않습니다.
zh_cn: FlashDevelop 启动时自动运行宏. 如果已运行, 菜单项将不显示.

# MacroManager.Description.Entries
source: Individual commands of the macro.
de_de: Befehle des Makros.
eu_es: Makroaren banakako komandoak.
ja_jp: マクロの固有のコマンドを設定します。
ko_kr: 매크로의 개별 명령.
zh_cn: 宏的个别指令.

# MacroManager.Description.Label
source: Menu label of the macro.
de_de: Menübezeichnung des Makros.
eu_es: Makroaren menuko etiketa.
ja_jp: このマクロのメニューのラベルです。
ko_kr: 매크로의 메뉴 레이블.
zh_cn: 宏菜单标签.

# ProjectManager.Label.BuildProjectFile
source: &Build Project File
de_de: &Projektdatei erstellen
eu_es: &Proiektu fitxategia eraiki
ja_jp: プロジェクトファイルをビルド(&B)
ko_kr: 프로젝트 파일 빌드 (&B)
zh_cn: 编译项目文件(&B)

# MacroManager.Description.Image
source: Internal image key of the macro menu item.
de_de: Interner Bild-Schlüssel des Makro Menüeintrags.
ja_jp: このマクロのメニューでのアイコンです。
ko_kr: 매크로 메뉴 항목의 내부 이미지 키.
zh_cn: 内部图像关键宏菜单项.

# ASCompletion.Category.Generation
source: Code Generation
de_de: Code Erstellung
eu_es: Kodea sortzea
ja_jp: Code Generation | コード生成
ko_kr: 코드 생성
zh_cn: 代码生成

# ASCompletion.Description.EventListenersAutoRemove
source: Automatically generate removeEventListener code for events specified.
de_de: Erstelle automatisch den removeEventListener-Code für die angeführten Ereignisse.
eu_es: removeEventListener kodea automatikoki sortu zehaztutko gertaerentzat.
ja_jp: 自動的に removeEventListener をイベントハンドラー内に作成するイベントタイプのリストです。
ko_kr: 자동으로 지정된 이벤트 때 removeEventListener 코드를 생성합니다.
zh_cn: 为指定的事件自动生成 removeEventListener 代码.

# TaskListPanel.Info.InvalidItem
source: The selected item could not be found. The task list will be refreshed.
de_de: Die ausgewählte Aufgabe konnte nicht gefunden werden. Die Liste wird aktualisiert.
eu_es: Aukeratutako elementua ezin izan da aurkitu. Zereginen zerrenda freskatuko da.
ja_jp: 選択した項目を見つけることができませんでした。タスク一覧が更新されます。
ko_kr: 선택한 항목을 찾을 수 없습니다.작업 목록을 새로고침합니다.
zh_cn: 所选项未找到. 任务列表将被刷新.

# ProjectManager.Description.FilteredDirectoryNames
source: Directory names to filter when the name for the classpath is being resolved.
de_de: Pfade die gefiltert werden sollen wenn der name eines Klassenpfads aufgelöst werden soll.
eu_es: Bide-izenaren izena ebazten ari den bitartean filtratuko diren direktorio izenak.
ja_jp: クラスパス名を解析する際、絞り込み対象となるディレクトリ名です。
ko_kr: 클래스 경로의 이름이 확인 될 때 필터링할 디렉토리 이름.
zh_cn: 当类路径名称确定时,进行目录名称过滤.

# AS2Context.Info.PackageDidntMatchFilePath
source: The package '{0}' did not match the file path. New package is generated:
de_de: Das Package '{0}' entspricht nicht dem Dateipfad. Packageangabe wurde angepasst:
eu_es: '{0}' paketea ez dator fitxategiaren bidearekin bat. Pakete berria sortu da:
ja_jp: ファイルパスと一致しないパッケージ名 '{0}' をファイルパスに応じて変更しました:
ko_kr: 패키지 '{0}'(이)가 파일 경로와 일치하지 않습니다. 새로운 패키지가 생성됩니다:
zh_cn: 包 '{0}' 与文件路径不匹配. 生成的新包是:

# AS2Context.Info.PackageDontMatchFilePath
source: The package '{0}' does not match the file path:
de_de: Das Package '{0}' stimmt nicht mit dem Dateipfad überein:
eu_es: '{0}' paketea ez dator fitxategiaren bidearekin bat:
ja_jp: パッケージ名 '{0}' がファイルパスと一致していません:
ko_kr: 패키지 '{0}'(이)가 파일 경로와 일치하지 않습니다:
zh_cn: 包 '{0}' 不匹配文件路径:

# AS2Context.Info.TypeDontMatchFileName
source: The type '{0}' does not match the file name:
de_de: Der Typ '{0}' entspricht nicht dem Dateinamen:
eu_es: '{0}' mota ez dator fitxategi izenarekin bat:
ja_jp: クラス名 '{0}' がファイル名と一致していません:
ko_kr: 타입 '{0}'(이)가 파일 경로와 일치하지 않습니다:
zh_cn: 输入 '{0}' 无法匹配文件名:

# AS3Context.Info.AscDone
source: Asc Done
de_de: Asc beendet
eu_es: Asc Egina
ja_jp: Asc 実行完了
ko_kr: Asc 완료
zh_cn: Asc 完成

# AS3Context.Info.AscRunning
source: Asc Running
de_de: Asc wird ausgeführt
eu_es: Asc Exekutatzen
ja_jp: Asc 実行中
ko_kr: Asc 실행중
zh_cn: Asc 正在运行

# AS3Context.Info.CapturingTracesWithFDB
source: [Capturing traces with FDB]
de_de: [Erfasse die Traces mit FDB]
eu_es: [FDB-rekin trace-ak hartzen]
ja_jp: [トレースをキャプチャします (FDB)]
ko_kr: [FDB로 trace 캡처중]

# AS3Context.Info.ExceptionWhileParsing
source: Exception while parsing
de_de: Fehler während des Parsens.
eu_es: Analizatzen ari zen bitartean salbuespena
ja_jp: パースエラー
ko_kr: 구문분석하는 동안 예외가 발생했습니다
zh_cn: 分析时异常

# AS3Context.Info.FailedToLaunchFBD
source: [Failed to launch FBD]
de_de: [FBD konnte nicht gestartet werden]
eu_es: [FBD exekutatzerakoan huts egin da]
ja_jp: [FDB の起動に失敗しました]
ko_kr: [FBD를 시작하지 못했습니다]
zh_cn: [启动 FBD 失败]

# AS3Context.Info.MxmlcDone
source: Mxmlc Done
de_de: MXMLC beendet
eu_es: Mxmlc Egina
ja_jp: Mxmlc 実行完了
ko_kr: Mxmlc 완료
zh_cn: Mxmlc 完成

# AS3Context.Info.MxmlcRunning
source: Mxmlc Running
de_de: MXMLC wird ausgeführt
eu_es: Mxmlc Exekutatzen
ja_jp: Mxmlc 実行中
ko_kr: Mxmlc 실행중
zh_cn: MXMLC 正在运行

# AS3Context.Info.StartAscRunner
source: Syntax checking process starting:
de_de: Syntax wird überprüft:
eu_es: Sintaxia egiaztatzeko prozesua hasten:
ja_jp: シンタックスチェックの開始:
ko_kr: 구문 검사 프로세스 시작 :
zh_cn: 正在进行语法检查:

# AS3Context.Info.StartMxmlcRunner
source: Flex compiler process starting:
de_de: Flex Compiler wird gestartet:
eu_es: Flex konpiladore prozesua hasten:
ja_jp: Flex コンパイラーのプロセス開始:
ko_kr: 플렉스 컴파일러 프로세스 시작 :
zh_cn: Flex 编译器正在启动:

# ASCompletion.Info.CallingFlashIDE
source: Calling Adobe Flash Professional
de_de: Rufe Adobe Flash Professional auf
eu_es: Adobe Flash Professional-i deitzen
ja_jp: Adobe Flash Professional を呼び出し中
ko_kr: Adobe Flash Professional을 호출하는 중
zh_cn: 调用 Adobe Flash Professional

# ASCompletion.Info.DeclarationTemplate
source: Declaration template
de_de: Deklarationsvorlage
eu_es: Deklarazio txantiloia
ja_jp: 宣言のテンプレート
ko_kr: 사용자 정의 템플릿
zh_cn: 定义模板

# ASCompletion.Info.EventConstant
source: Event constant
de_de: Ereigniskonstante
eu_es: Gertaera konstantea
ja_jp: イベント定数
ko_kr: 이벤트 상수
zh_cn: 事件常量

# ASCompletion.Info.GeneratorTemplate
source: Generator template
de_de: Generatorvorlage
eu_es: Sortzaile txantiloia
ko_kr: 코드 자동 생성기 템플릿
zh_cn: 生成模板

# ASCompletion.Info.InsertKeywordSnippet
source: Press Tab to insert the snippet for this keyword
de_de: Drücken Sie Tab um das Snippet für dieses Schlüsselwort einzufügen
eu_es: Gako honen snippet-a gehitzeko Tab sakatu
ja_jp: タブキーでこのキーワードをスニペットに挿入します。
ko_kr: Tab 키를 눌러 코드조각을 삽입.

# ASCompletion.Info.ShowDetails
source: Press F1 to toggle details
de_de: Drücken sie F1 für detaillierte Hinweise
eu_es: Xehetasunak ikusteko F1 sakatu
ja_jp: F1キーで詳細に切り替えます。
ko_kr: F1 키를 눌러 자세한 정보를 보세요.

# ASCompletion.Info.SearchInvitation
source: Search...
de_de: Suche...
eu_es: Bilatu...
ja_jp: 検索...
ko_kr: 검색...
zh_cn: 搜索...

# ASCompletion.Info.SWCConversionException
source: SWC conversion exception.
de_de: SWC Umwandlungsfehler.
eu_es: SWC bihurketan salbuespena.
ja_jp: SWC 変換の例外です。
ko_kr: SWC 변환 오류입니다.
zh_cn: SWC 转换异常.

# XMLCompletion.Info.Attribute
source: Attribute
de_de: Attribut
eu_es: Atributua
ja_jp: 属性
ko_kr: 속성
zh_cn: 属性

# XMLCompletion.Info.EffectAttribute
source: Effect
de_de: Effekt
eu_es: Efektua
ja_jp: 効果属性
ko_kr: 효과
zh_cn: 效果

# XMLCompletion.Info.EventAttribute
source: Event
de_de: Ereignis
eu_es: Gertaera
ja_jp: イベント属性
ko_kr: 이벤트
zh_cn: 事件

# XMLCompletion.Info.StylingAttribute
source: Style
de_de: Stil
eu_es: Estiloa
ja_jp: スタイリング属性
ko_kr: 스타일
zh_cn: 样式

# FlashDevelop.Info.MarginBack
source: Margin back:
de_de: Seitenrand back:
eu_es: Marjina atzera:
ja_jp: マージンの背景:
ko_kr: 여백 배경:
zh_cn: 边缘背景:

# FlashDevelop.Info.MarginFore
source: Margin fore:
de_de: Seitenrand Vordergrund:
eu_es: Marjina aurrera:
ja_jp: マージン:
ko_kr: 여백 전경:
zh_cn: 页边前景:

# FlashDevelop.Info.MarkerBack
source: Marker back:
de_de: Marker Hintergrund:
eu_es: Markagailua atzera:
ja_jp: マーカーの背景:
ko_kr: 마커 배경:
zh_cn: 标记背景:

# FlashDevelop.Info.MarkerFore
source: Marker fore:
de_de: Marker Vordergrund:
eu_es: Markagailua aurrera:
ja_jp: マーカー:
ko_kr: 마커 전경:
zh_cn: 标记前景:

# FlashDevelop.Label.BlockComment
source: Block Co&mment
de_de: Ko&mmentarblock
eu_es: Iruzkin BLo&kea
ja_jp: ブロックコメントを適用/解除(&M)
ko_kr: 블록 주석 (&M)
zh_cn: 块注释/取消注释(&M)

# FlashDevelop.Label.CommentLine
source: Comment Li&ne
de_de: Ze&ile auskommentieren
eu_es: Lerroa Ir&uzkindu
ja_jp: コメント行(&N)
ko_kr: 현재 줄 주석 (&N)
zh_cn: 行注释/取消注释(&N)

# FlashDevelop.Label.CommentSelection
source: Co&mment Selection
de_de: &Auswahl auskommentieren
eu_es: Auk&eraketa Iruzkindu
ja_jp: コメントを選択(&M)
ko_kr: 선택 주석 (&M)
zh_cn: 块注释/取消注释(&M)

# FlashDevelop.Label.UncommentBlock
source: Uncomment Block
de_de: Kommentar für Block aufheben
eu_es: Blokeko iruzkina kendu
ja_jp: コメントを解除
ko_kr: 블럭 주석 제거
zh_cn: 取消块注释

# FlashDevelop.Label.UncommentLine
source: Uncomment Line
de_de: Kommentar für Zeile aufheben
eu_es: Lerroko iruzkina kendu
ja_jp: コメントを解除
ko_kr: 한 줄 주석 제거
zh_cn: 取消行注释

# FlashDevelop.Info.RequiresRestart
source: To apply all changes, you need to restart FlashDevelop.
de_de: Um alle Änderungen zu übernehmen starten Sie bitte FlashDevelop erneut.
eu_es: Aldaketa guztiak aplikatzeko, FlashDevelop berrabiarazi behar da.
ja_jp: すべての変更を適用するには、FlashDevelop を再起動する必要があります。
ko_kr: 모든 변경 사항을 적용하려면 FlashDevelop를 다시 시작해야합니다.
zh_cn: 要应用所有更改, 你需要重新启动 FlashDevelop.

# FlashDevelop.Label.Restart
source: Res&tart
de_de: &Neu starten
eu_es: Berr&abiarazi
ja_jp: 再起動(&T)
ko_kr: 재시작 (&T)
zh_cn: 重启(&T)

# ASCompletion.Description.StartWithModifiers
source: Generated declarations should always begin with access modifiers (ie. always before "static" or "override").
de_de: Erstellte Deklarationen sollen immer mit den Zugriffsbeschränker beginnen (z.B. immer vor "static" oder "override").
eu_es: Sortutako adierazpenek beti sarbide aldatzaileekin hasi behar lukete (adb. beti "static" edo "override" aurretik).
ja_jp: コードジェネレーターのコード生成時にアクセス修飾子を先頭にします。（例："public" や "private" を "static" や "override" の前に置く)
ko_kr: 생성 된 선언은 항상 액세스 한정자로 시작하게 설정합니다 (예. 항상 "override" 또는 "static" 전에 액세스 한정자).
zh_cn: 生成的声明应始终在开头使用访问修饰符 (例如. 总是在 "static" 或 "override" 关键字之前).

# ProjectManager.Info.DuplicatingFile
source: Duplicating '{0}':
de_de: Dupliziere '{0}':
eu_es: Bikoizten '{0}':
ja_jp: 複製 '{0}':
ko_kr: '{0}'(을)를 복제중:
zh_cn: 正在复制 '{0}':

# ProjectManager.Info.NewDuplicateName
source: New name:
de_de: Neuer Name
eu_es: Izen berria:
ja_jp: ファイル名:
ko_kr: 새 이름:
zh_cn: 新名称:

# HaXeContext.Description.DisableMixedCompletion
source: By default Haxe completion is alimented both by the Haxe compiler and FlashDevelop automatic completion.
de_de: Deaktiviert die Verschmelzung der Vervollständigung des Haxe Compilers und der von FlashDevelop.
eu_es: Modu lehenetsian Haxe osaketa Haxe konpiladorearen eta FlashDevelop-en osaketa automatikoen bidez elikatzen da.
ja_jp: デフォルトでは、Haxe のコード補完は Haxe コンパイラーと FlashDevelop の自動補完の両方を組み合わせて使用されます。
ko_kr: 기본적으로 Haxe 자동 완성 기능은 Haxe 컴파일러와 FlashDevelop 자동 완성으로 작동합니다.
zh_cn: 默认情况下， Haxe 智能引擎是通过 Haxe 编译器 和 FlashDevelop 自动完成功能来实现的。

# HaXeContext.Description.DisableCompletionOnDemand
source: Set to false, Haxe completion will be displayed only when CTRL-Space or CTRL-Shift-Space is pressed.
de_de: Deaktiviert das automatische anzeigen der Vervollständigung. Sie wird dann nur angezeigt, wenn entweder Strg-Leerzeichen oder Strg-Shift-Leerzeichen gedrückt werden.
eu_es: false-n jarri, Haxe osaketa CTRL-Space edo CTRL-Shift-Space sakatzean bakarrik bistaratuko da.
ja_jp: False に設定すると、Haxe のコード補完は Ctrl + Space または Ctrl + Shift + Space を押下したときにのみ表示されます。
ko_kr: False로 설정하면, Haxe의 자동 완성 기능은 Ctrl+Space 또는 Ctrl+Shift+Space를 누를 경우에만 표시됩니다.
zh_cn: 设置为 false 时，仅当按下 CTRL+空格 或者 CTRL+Shift+空格 组合键时，Haxe 智能引擎才会显示。

# FlashDevelop.Description.DisableFindTextUpdating
source: Disables the find text update when the quick find is used.
de_de: Deaktiviert das Text-Update wenn die Schnellsuchleiste verwendet wird.
eu_es: Bilaketa azkarra erabiltzean, bilaketa testuaren eguneratzea desgaitzen da.
ja_jp: クイック検索が使用された後の検索テキストの更新を無効化します。
ko_kr: 빨리 찾기를 사용할 때 찾기 텍스트 업데이트를 사용하지 않습니다.
zh_cn: 在使用快速查找时,禁用查找文本更新.

# HaXeContext.Description.ExportHXML
source: Always export a HXML when the HXPROJ is modified.
de_de: Exportiere eine HXML-Datei wenn das Haxe-Projekt verändert wurde.
eu_es: HXPROJ aldatzen denean beti HXML bat esportatu.
ja_jp: .hxproj が変更されたとき、常に HXML をエクスポートします。
ko_kr: HXPROJ가 수정 될 때 항상 HXML를 내보내기.
zh_cn: 当 HXPROJ 被修改时，总是导出一个 HXML。

# ASCompletion.Description.PropertiesGenerationLocation
source: Defines where new properties (getter, setter) are to be generated.
de_de: Gibt an, wo neue Eigenschaften (Getter, Setter) erstellt werden.
eu_es: Propietate berriak (hartzaile, aldatzaile) non sortuko diren definitzen da.
ja_jp: どこに新しいプロパティ( getter, setter )を作成するかを設定します。
ko_kr: 새로운 속성 (getter, setter)이 생성 될 곳을 정의합니다.
zh_cn: 定义要生成新的属性 (getter, setter) .

# ASCompletion.Description.MethodsGenerationLocation
source: Defines where new methods are to be generated.
eu_es: Metodo berriak non sortuko diren definitzen da.
ja_jp: "ジェネレータによって作成されるメソッドの配置を設定します。 AfterCurrentMethod: 現在のメソッドの後に配置。 AfterSimilarAccessorMethod: 同様のアクセサメソッドの後に配置。"
ko_kr: 새로운 메소드가 생성 될 위치를 정의합니다.
zh_cn: 使用新定义的方法来生成.

# ASCompletion.Description.AddClosingBraces
source: Defines whether to add the closing brace after an opening brace automatically for the defined braces in AddClosingBracesOptions.
de_de: Gibt an, ob automatisch eine schließende Klammer nach Eingabe von (, [ oder { eingefügt werden soll. Gilt auch für Anführungszeichen.
eu_es: Irekitako giltzen (edo komatxoen) ondoren automatikoki ixteko giltza (edo komatxoa) jarriko ote den definitzen da, ( eta [ eta komatxoentzat.
ja_jp: 「 ( 」または「 [ 」または「 " 」を入力したとき、自動的に対になる閉じ括弧（引用符）を挿入します。
ko_kr: 자동으로 (, [, {와 따옴표 등 여는 괄호 (또는 따옴표) 후 닫는 괄호 (따옴표)을 추가할지 여부를 정의합니다.
zh_cn: 定义是否在左大括号（或 引号）之后添加右大括号（或 引号），为 ( 和 [ 和 引号 自动匹配对应的 ) 和 ] 和 引号。

# ASClassWizard.Info.Description
source: Adds an ActionScript and Haxe class wizard to FlashDevelop.
de_de: Fügt FlashDevelop einen Klassen-Assistenten hinzu
eu_es: ActionScript klaseak sortzeko morroi bat gehitzen zaio FlashDevelop-i.
ja_jp: FlashDevelop に ActionScript クラスウイザード機能を追加します。
ko_kr: FlashDevelop에 액션 스크립트와 Haxe 클래스 마법사를 추가합니다.
zh_cn: 向 FlashDevelop 添加一个 ActionScript 类向导。

# ASClassWizard.Wizard.Button.Add
source: &Add
de_de: H&inzufügen
eu_es: &Gehitu
ja_jp: 追加(&A)
ko_kr: 더하기 (&A)
zh_cn: 添加(&A)

# ASClassWizard.Wizard.Button.Browse
source: Browse...
de_de: Auswählen
eu_es: Arakatu...
ja_jp: ブラウズ...
ko_kr: 찾아보기...
zh_cn: 浏览...

# ASClassWizard.Wizard.Button.Cancel
source: &Cancel
de_de: &Abbrechen
eu_es: &Ezeztatu
ja_jp: キャンセル
ko_kr: 취소 (&C)
zh_cn: 取消(&C)

# ASClassWizard.Wizard.Button.Ok
source: &OK
eu_es: &Ados
ko_kr: 확인 (&O)
zh_cn: 确定(&O)

# ASClassWizard.Wizard.Button.Remove
source: &Remove
de_de: &Entfernen
eu_es: &Ezabatu
ja_jp: 取り除く(&R)
ko_kr: 제거 (&R)
zh_cn: 删除(&R)

# ASClassWizard.Wizard.Error.InvalidClassName
source: Class name contains invalid characters.
de_de: Der Klassenname enthält ungültige Zeichen.
eu_es: Klase izenak baliogabeko karaktereak ditu.
ja_jp: クラス名に無効な文字列が含まれています。
ko_kr: 클래스 이름에 잘못된 문자가 포함되어 있습니다.
zh_cn: 类名称包含无效字符.

# ASClassWizard.Wizard.Error.EmptyClassName
source: Class name can't be empty.
de_de: Der Klassenname darf nicht leer sein.
eu_es: Klase izena ezin da hutsa izan.
ko_kr: 클래스 이름은 비워 둘 수 없습니다.
