Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# FlashDevelop.Label.FDDocs
source: &Online Documentation...
de_de: &Online Dokumentation...
eu_es: Online Dokumentazioa...
ja_jp: オンラインドキュメント(&O)...
ko_kr: 온라인 도큐멘테이션... (&O)
zh_cn: 在线文档(&O)...

# FlashDevelop.Label.FDHome
source: &FlashDevelop Home...
de_de: &FlashDevelop Website...
ja_jp: FlashDevelop ホームページ(&F)...
ko_kr: &FlashDevelop 홈...
zh_cn: FlashDevelop 主页(&F)...

# FlashDevelop.Label.File
source: &File
de_de: &Datei
eu_es: Fitxategia
ja_jp: ファイル(&F)
ko_kr: 파일 (&F)
zh_cn: 文件(&F)

# FlashDevelop.Label.FileDetails
source: File &Details
de_de: Datei&eigenschaften
eu_es: Fitxategiaren xehetasunak
ja_jp: ファイルの詳細(&D)
ko_kr: 파일 세부 사항 (&D)
zh_cn: 文件说明(&D)

# FlashDevelop.Label.Find
source: &Find...
de_de: &Suchen
eu_es: Bilatu...
ja_jp: 検索(&F)...
ko_kr: 찾기... (&F)
zh_cn: 查找(&F)...

# FlashDevelop.Label.FindAndReplace
source: &Find And Replace...
de_de: &Suchen und ersetzen...
eu_es: Bilatu eta ordeztu...
ja_jp: 検索と置換(&F)...
ko_kr: 찾기 및 바꾸기... (&F)
zh_cn: 查找替换(&F)...

# FlashDevelop.Label.FindAndReplaceInFiles
source: Find And &Replace In Files...
de_de: Suchen und &ersetzen in Dateien...
eu_es: Fitxategietan bilatu eta ordeztu...
ja_jp: フォルダーを指定して検索と置換(&R)...
ko_kr: 파일에서 찾기 및 바꾸기... (&R)
zh_cn: 在文件中查找替换(&R)...

# FlashDevelop.Label.FindNext
source: Find &Next
de_de: Suche &aufwärts
eu_es: Hurrengoa bilatu
ja_jp: 次を検索(&N)
ko_kr: 다음 찾기 (&N)
zh_cn: 查找下一个(&N)

# FlashDevelop.Label.FindPrevious
source: Find &Previous
de_de: Suche a&bwärts
eu_es: Aurrekoa bilatu
ja_jp: 前を検索(&P)
ko_kr: 이전 찾기 (&P)
zh_cn: 查找上一个(&P)

# FlashDevelop.Label.FlashTools
source: &Flash Tools
eu_es: Flash tresnak
ja_jp: Flash ツール(&F)
ko_kr: 플래시 도구 (&F)
zh_cn: Flash 工具(&F)

# FlashDevelop.Label.Forward
source: Forward
de_de: Weiter
eu_es: Aurrera
ja_jp: 転送
ko_kr: 앞으로
zh_cn: 前进

# FlashDevelop.Label.FromFile
source: &From File...
de_de: &Aus Datei...
eu_es: Fitxategitik...
ja_jp: ファイルから(&F)...
ko_kr: 파일에서... (&F)
zh_cn: 从文件(&F)...

# FlashDevelop.Label.GeneralTools
source: &General Tools
de_de: &Allgemeine Tools
eu_es: Tresna orokorrak
ja_jp: 総合ツール(&G)
ko_kr: 일반 도구 (&G)
zh_cn: 常用工具(&G)

# FlashDevelop.Label.Go
source: Go
de_de: Los
eu_es: Joan
ja_jp: 移動
ko_kr: 이동
zh_cn: 转到

# FlashDevelop.Label.GotoMatchingBrace
source: Goto &Matching Brace
de_de: Gehe zur ü&bereinstimmender Klammer
eu_es: Giltza osagarrira joan
ja_jp: 対応する括弧へ移動(&M)
ko_kr: 일치하는 괄호로 이동 (&M)
zh_cn: 跳转到匹配的大括号(&M)

# FlashDevelop.Label.GotoPositionOrLine
source: &Goto Position Or Line...
de_de: &Gehe zu Position oder Zeile
eu_es: Posizio edo lerrora joan...
ja_jp: 指定行へ移動(&C)...
ko_kr: 위치 또는 행으로 이동... (&G)
zh_cn: 跳转到位置或行(&G)...

# FlashDevelop.Label.Help
source: &Help
de_de: &Hilfe
eu_es: Laguntza
ja_jp: ヘルプ(&H)
ko_kr: 도움말 (&H)
zh_cn: 帮助(&H)

# FlashDevelop.Label.HighlightAll
source: &Highlight all
de_de: &Alles markieren
eu_es: Dena nabarmendu
ja_jp: すべてハイライト(&H)
ko_kr: 모두 강조 (&H)
zh_cn: 全部高亮(&H)

# FlashDevelop.Label.Homepage
source: &Homepage
de_de: &Website
eu_es: Hasiera orria
ja_jp: ホームページ(&H)
ko_kr: 홈페이지 (&H)
zh_cn: 主页(&H)

# FlashDevelop.Label.HTMLValidator
source: &HTML Validator...
de_de: &HTML validieren...
eu_es: HTML Balidatzailea...
ja_jp: HTML 文法を検証(&H)...
ko_kr: &HTML 검사기...
zh_cn: HTML 验证服务(&H)...

# FlashDevelop.Label.IndentationGuides
source: &Indentation Guides
de_de: &Einrückhilfslinien
eu_es: Koskatze gidak
ja_jp: インデントガイド(&I)
ko_kr: 들여쓰기 가이드 (&I)
zh_cn: 缩进参考线(&I)

# FlashDevelop.Label.Insert
source: &Insert
de_de: &Einfügen
eu_es: Txertatu
ja_jp: 挿入(&I)
ko_kr: 삽입 (&I)
zh_cn: 插入(&I)

# FlashDevelop.Label.KillRunningProcess
source: &Kill Running Process
de_de: &Beende laufende Prozesse
eu_es: Martxan dauden prozesuak hil
ja_jp: 実行中のプロセスを終了(&K)
ko_kr: 실행중인 프로세스 종료 (&K)
zh_cn: 结束进程(&K)

# FlashDevelop.Label.LanguageReferences
source: &Language References
de_de: &Sprachreferenz
eu_es: Lengoaia erreferentziak
ja_jp: 言語リファレンス(&L)
ko_kr: 언어 참조 설명서 (&L)
zh_cn: 语言参考(&L)

# FlashDevelop.Label.Line
source: &Line
de_de: &Zeile
eu_es: Lerroa
ja_jp: 行(&L)
ko_kr: 행 (&L)
zh_cn: 行(&L)

# FlashDevelop.Label.LineEndCharacters
source: &Line End Characters
de_de: &Zeilenende
eu_es: Lerro bukeerako karaktereak
ja_jp: 改行文字(&L)
ko_kr: 라인 종료 문자 (&L)
zh_cn: 显示行尾符(&L)

# FlashDevelop.Label.LineEnds
source: &Line Ends
de_de: &Zeilenende
eu_es: Lerro bukaerak
ja_jp: 改行コード(&L)
ko_kr: 라인 종료 (&L)
zh_cn: 行尾符(&L)

# FlashDevelop.Label.LittleEndian
source: &Little Endian
ko_kr: 리틀 엔디안 (&L)
zh_cn: Little Endian 码(&L)

# FlashDevelop.Label.LookInComments
source: Look in &comments
de_de: In &Kommentaren
eu_es: Iruzkinetan begiratu
ja_jp: コメントを検索(&C)
ko_kr: 주석 찾기 (&C)
zh_cn: 在注释中查找(&C)

# FlashDevelop.Label.LookInStrings
source: Look in &strings
de_de: In &Zeichenketten
eu_es: Kateetan begiratu
ja_jp: 文字列を検索(&S)
ko_kr: 문자 찾기 (&S)
zh_cn: 在字符串中查找(&S)

# FlashDevelop.Label.LookInSubdirectories
source: Look in sub&directories
de_de: In &Unterverzeichnissen
eu_es: Azpi-karpetetan begiratu
ja_jp: サブディレクトリを検索(&D)
ko_kr: 하위 디렉토리 찾기 (&D)
zh_cn: 在子目录中查找(&D)

# FlashDevelop.Label.MatchCase
source: Match &case
de_de: &Groß-/Kleinschreibung
eu_es: Maiuskula/minuskula
ja_jp: 大文字と小文字を区別(&M)
ko_kr: 대소문자 일치 (&C)
zh_cn: 匹配大小写(&C)

# FlashDevelop.Label.Modify
source: &Modify
de_de: &Ändern
eu_es: Aldatu
ja_jp: 修正(&M)
ko_kr: 수정 (&M)
zh_cn: 修改(&M)

# FlashDevelop.Label.New
source: &New
de_de: &Neu
eu_es: Berria
ja_jp: 新規(&N)
ko_kr: 새 파일 (&N)
zh_cn: 新建(&N)

# FlashDevelop.Label.Next
source: &Next
de_de: A&bwärts
eu_es: Hurrengoa
ja_jp: 次へ(&N)
ko_kr: 다음 (&N)
zh_cn: 下一个(&N)

# FlashDevelop.Label.NextBookmark
source: Ne&xt Bookmark
de_de: &Nächstes Lesezeichen
eu_es: Hurrengo laster-marka
ja_jp: 次のブックマーク(&X)
ko_kr: 다음 즐겨찾기 (&X)
zh_cn: 下一个书签(&X)

# FlashDevelop.Label.NotifyLater
source: &Notify Later
de_de: &Erinnere mich später
eu_es: Beranduago jakinarazi
ja_jp: 後で通知(&N)
ko_kr: 나중에 알림 (&N)
zh_cn: 以后通知(&N)

# FlashDevelop.Label.Ok
source: &OK
eu_es: Ados
ko_kr: 확인 (&O)
zh_cn: 确定(&O)

# FlashDevelop.Label.Open
source: &Open...
de_de: &Öffnen...
eu_es: Ireki...
ja_jp: 開く(&O)...
ko_kr: 열기... (&O)
zh_cn: 打开(&O)...

# FlashDevelop.Label.OpenFiles
source: &Open Files
de_de: Ö&ffne Dateien
eu_es: Fitxategiak ireki
ja_jp: 開く(&O)
ko_kr: 파일 열기 (&O)
zh_cn: 打开文件(&O)

# FlashDevelop.Label.Options
source: Options
de_de: Optionen
eu_es: Aukerak
ja_jp: オプション
ko_kr: 옵션
zh_cn: 选项

# FlashDevelop.Label.Paste
source: &Paste
de_de: &Einfügen
eu_es: Itsatsi
ja_jp: 貼り付け(&P)
ko_kr: 붙여넣기 (&P)
zh_cn: 粘贴(&P)

# FlashDevelop.Label.Position
source: &Position
eu_es: Posizioa
ja_jp: 位置(&P)
ko_kr: 위치 (&P)
zh_cn: 位置(&P)

# FlashDevelop.Label.PrevBookmark
source: Pr&evious Bookmark
de_de: &Vorheriges Lesezeichen
eu_es: Aurreko laster-marka
ja_jp: 前のブックマーク(&E)
ko_kr: 이전 즐겨찾기 (&E)
zh_cn: 上一个书签(&E)

# FlashDevelop.Label.Previous
source: &Previous
de_de: &Aufwärts
eu_es: Aurrekoa
ja_jp: 前へ(&P)
ko_kr: 이전 (&P)
zh_cn: 上一个(&P)

# FlashDevelop.Label.Print
source: &Print
de_de: &Drucken
eu_es: Inprimatu
ja_jp: 印刷(&P)
ko_kr: 인쇄 (&P)
zh_cn: 打印(&P)

# FlashDevelop.Label.PrintPreview
source: Print Previe&w
de_de: Druck&vorschau
eu_es: Inprimatze aurrebista
ja_jp: 印刷プレビュー(&W)
ko_kr: 인쇄 미리보기 (&W)
zh_cn: 打印预览(&W)

# FlashDevelop.Label.ProgramSettings
source: &Program Settings...
de_de: &Programmeinstellungen...
eu_es: Programa ezarpenak...
ja_jp: 環境設定(&P)...
ko_kr: 프로그램 설정... (&P)
zh_cn: 程序设置(&P)...

# FlashDevelop.Label.PublishMovieInFlash
source: Publish Movie in Flash IDE
de_de: SWF in Adobe Flash IDE erstellen
eu_es: Flash IDE-an pelikula publikatu
ja_jp: Flash IDE でパブリッシュ(&P)
ko_kr: Flash IDE에서 제작
zh_cn: 在 Flash IDE 中发布影片

# FlashDevelop.Label.QuickFind
source: &Quick Find...
de_de: &Schnellsuchleiste...
eu_es: Bilatze azkarra...
ja_jp: クイック検索(&Q)...
ko_kr: 빠른 찾기... (&Q)
zh_cn: 快速查找(&Q)...

# FlashDevelop.Label.QuickFindNext
source: Quick Find &Next
de_de: Suche a&bwärts
eu_es: Bilatze azkarrean &Hurrengoa
ja_jp: 次をクイック検索(&N)...
ko_kr: 빠른 찾기 다음 (&N)
zh_cn: 快速查找下一个(&N)

# FlashDevelop.Label.QuickFindPrevious
source: Quick Find &Previous
de_de: Suche &aufwärts
eu_es: Bilatze azkarrean &Aurrekoa
ja_jp: 前をクイック検索(&P)...
ko_kr: 빠른 찾기 이전 (&P)
zh_cn: 快速查找上一个(&P)

# FlashDevelop.Label.RecentFiles
source: &Recent Files
de_de: &Zuletzt benutze Dateien
eu_es: Azken fitxategiak
ja_jp: 最近開いたファイル(&R)
ko_kr: 최근 파일 (&R)
zh_cn: 最近打开的文档(&R)

# FlashDevelop.Label.Redo
source: &Redo
de_de: &Wiederholen
eu_es: Berregin
ja_jp: やり直し(&R)
ko_kr: 다시 실행 (&R)
zh_cn: 恢复(&R)

# FlashDevelop.Label.Refresh
source: Refresh
de_de: Aktualisieren
eu_es: Freskatu
ja_jp: 再読み込み
ko_kr: 새로고침
zh_cn: 刷新

# FlashDevelop.Label.RegularExpressions
source: Re&gular expressions
de_de: Re&guläre Ausdrücke
eu_es: Espresio erregularrak
ja_jp: 正規表現(&G)
ko_kr: 정규 표현식 (&G)
zh_cn: 正则表达式(&R)

# FlashDevelop.Label.ReleaseNotes
source: &Release Notes...
eu_es: Argitalpen oharrak...
ja_jp: リリースノート(&R)...
ko_kr: 릴리스 정보... (&R)
zh_cn: 发行说明(&R)...

# FlashDevelop.Label.Reload
source: &Reload
de_de: Neu &laden
eu_es: Birkargatu
ja_jp: 再読み込み(&R)
ko_kr: 다시로드 (&R)
zh_cn: 重新读取文件(&R)

# FlashDevelop.Label.Replace
source: &Replace...
de_de: &Ersetzen...
eu_es: Ordeztu...
ja_jp: 置換(&R)...
ko_kr: 바꾸기... (&R)
zh_cn: 替换(&R)...

# FlashDevelop.Label.ReplaceAll
source: Replace &All
de_de: &Alles ersetzen
eu_es: Denak ordeztu
ja_jp: すべてを置換(&A)
ko_kr: 모두 바꾸기 (&A)
zh_cn: 全部替换(&A)

# FlashDevelop.Label.Revert
source: Re&vert
de_de: &Zurücksetzen
eu_es: Leheneratu
ja_jp: 元に戻す(&V)
ko_kr: 되돌리기 (&V)
zh_cn: 恢复原始文件(&V)

# FlashDevelop.Label.Save
source: &Save
de_de: &Speichern
eu_es: Gorde
ja_jp: 保存(&S)
ko_kr: 저장 (&S)
zh_cn: 保存(&S)

# FlashDevelop.Label.SaveAll
source: Sa&ve All
de_de: A&lles speichern
eu_es: Guztiak gorde
ja_jp: すべてを保存(&V)
ko_kr: 모두 저장 (&V)
zh_cn: 全部保存(&V)

# FlashDevelop.Label.SaveAs
source: Save &As...
de_de: Speichern &unter...
eu_es: Gorde honela...
ja_jp: 上書き保存(&A)...
ko_kr: 다른 이름으로 저장... (&A)
zh_cn: 另存为(&A)...

# FlashDevelop.Label.SaveAsSnippet
source: Save As Snippet...
de_de: Als Snippet speichern...
eu_es: Kode-zati gisa gorde...
ja_jp: スニペットとして保存...
ko_kr: 코드 조각으로 저장...
zh_cn: 另存为代码段...

# FlashDevelop.Label.SaveAsTemplate
source: Save As Template...
de_de: Als Vorlage speichern...
eu_es: Txantiloi gisa gorde...
ja_jp: テンプレートとして保存...
ko_kr: 템플릿으로 저장...
zh_cn: 另存为代码模板...

# FlashDevelop.Label.Search
source: &Search
de_de: &Suchen
eu_es: Bilatu
ja_jp: 検索(&F)
ko_kr: 검색 (&S)
zh_cn: 查找(&S)

# FlashDevelop.Label.SelectAll
source: &Select All
de_de: A&lles auswählen
eu_es: Guztia aukeratu
ja_jp: すべて選択(&S)
ko_kr: 모두 선택 (&S)
zh_cn: 全选(&S)

# FlashDevelop.Label.Selection
source: &Selection
de_de: &Auswahl
eu_es: Aukera
ja_jp: 選択(&S)
ko_kr: 선택 (&S)
zh_cn: 选择(&S)

# FlashDevelop.Label.Settings
source: &Settings...
de_de: &Einstellungen...
eu_es: Ezarpenak...
ja_jp: 設定(&S)...
ko_kr: 설정... (&S)
zh_cn: 设置(&S)...

# FlashDevelop.Label.Snippet
source: &Snippet
eu_es: Kode-zatia
ja_jp: スニペット(&S)
ko_kr: 코드조각 (&S)
zh_cn: 模板代码(&S)

# FlashDevelop.Label.CodeSnippets
source: &Code Snippets...
de_de: &Snippets erstellen...
eu_es: Kode-zatiak...
ja_jp: コードスニペットの編集(&C)...
ko_kr: 코드조각... (&C)
zh_cn: 代码段编辑器(&C)...

# FlashDevelop.Label.SOReader
source: &SharedObject Reader...
de_de: &SharedObjects auslesen...
eu_es: SharedObject irakurlea...
ja_jp: Shared Object リーダー(&S)...
ko_kr: &SharedObject 리더...
zh_cn: SharedObject 阅读器(&S)...

# FlashDevelop.Label.Syntax
source: Synta&x
eu_es: Sintaxia
ja_jp: シンタックス(&X)
ko_kr: 구문 (&X)
zh_cn: 语法(&X)

# FlashDevelop.Label.TechnicalSpecifications
source: &Technical Specifications
de_de: &Technische Spezifikationen
eu_es: Zehaztapen teknikoak
ja_jp: 技術仕様(&T)
ko_kr: 기술 사양 (&T)
zh_cn: 技术支持(&T)

# FlashDevelop.Label.TestMovieInFlash
source: &Test Movie In Flash IDE
de_de: &SWF in Adobe Flash IDE testen
eu_es: Flash IDE-an pelikula probatu
ja_jp: Flash IDE でパブリッシュプレビュー(&T)
ko_kr: Flash IDE에서 테스트 (&T)
zh_cn: 在 Flash IDE 中测试影片(&T)

# FlashDevelop.Label.Text
source: &Text
eu_es: Testua
ja_jp: テキスト(&T)
ko_kr: 텍스트 (&T)

# FlashDevelop.Label.Timestamp
source: &Timestamp
de_de: &Zeitstempel
eu_es: Data-zigilua
ja_jp: タイムスタンプ(&T)
ko_kr: 타임 스탬프 (&T)
zh_cn: 时间标记(&T)

# FlashDevelop.Label.ToggleBookmark
source: &Toggle Bookmark
de_de: &Lesezeichen umschalten
eu_es: Laster-markak txandakatu
ja_jp: ブックマークを設定/解除(&T)
ko_kr: 즐겨찾기 전환 (&T)
zh_cn: 设置/取消书签(&T)

# FlashDevelop.Label.ToggleBreakpoint
source: Toggle Breakpoint
de_de: Haltepunkt umschalten
eu_es: Eten-puntuak txandakatu
ja_jp: ブレークポイント
ko_kr: 중단점 전환
zh_cn: 设置/取消断点

# FlashDevelop.Label.ToggleFold
source: Toggle &Fold
de_de: &Faltung umschalten
eu_es: Tolestura txandakatu
ja_jp: 折りたたむ(&F)
ko_kr: 코드접기 전환 (&F)
zh_cn: 启用/取消折叠(&F)

# FlashDevelop.Label.ToLowercase
source: To Lo&wercase
de_de: In &Kleinbuchstaben konvertieren
eu_es: Letra xehetara
ja_jp: 小文字に変換(&W)
ko_kr: 소문자로 (&W)
zh_cn: 转换成小写(&W)

# FlashDevelop.Label.Tools
source: &Tools
de_de: E&xtras
eu_es: Tresnak
ja_jp: ツール(&T)
ko_kr: 도구 (&T)
zh_cn: 工具(&T)

# FlashDevelop.Label.ToUppercase
source: To Upper&case
de_de: In &Großbuchstaben konvertieren
eu_es: Letra larrietara
ja_jp: 大文字に変換(&C)
ko_kr: 대문자로 (&C)
zh_cn: 转换成大写(&C)

# FlashDevelop.Label.TransposeLines
source: &Transpose Lines
de_de: Zeilen aus&tauschen
eu_es: Lerroak irauli
ja_jp: 行の入れ替え(&T)
ko_kr: 윗 줄과 바꾸기 (&T)
zh_cn: 调换行(&T)

# FlashDevelop.Label.Undo
source: &Undo
de_de: &Rückgängig
eu_es: Desegin
ja_jp: 元に戻す(&U)
ko_kr: 실행 취소 (&U)
zh_cn: 撤消(&U)

# FlashDevelop.Label.View
source: &View
de_de: &Ansicht
eu_es: Bista
ja_jp: 表示(&V)
ko_kr: 보기 (&V)
zh_cn: 视图(&V)

# FlashDevelop.Label.WebTools
source: &Web Tools
eu_es: Web tresnak
ja_jp: ウェブツール(&W)
ko_kr: 웹 도구 (&W)
zh_cn: Web 工具(&W)

# FlashDevelop.Label.WhitespaceCharacters
source: &Whitespace Characters
de_de: &Leerzeichen
eu_es: Zuriune karaktereak
ja_jp: 空白文字(&W)
ko_kr: 공백 문자 (&W)
zh_cn: 显示空白字符(&W)

# FlashDevelop.Label.WholeWord
source: &Whole word
de_de: &Ganzes Wort
eu_es: Hitz osoa
ja_jp: 単語単位(&W)
ko_kr: 전체 단어 (&W)
zh_cn: 整个字符(&W)

# FlashDevelop.Label.More
source: &More...
de_de: &Mehr...
eu_es: &Gehiago...
ko_kr: 추가 옵션... (&M)

# FlashDevelop.Label.WindowsExplorer
source: Windows &Explorer
eu_es: Windows Arakatzailea
ja_jp: エクスプローラー(&E)
ko_kr: Windows 탐색기 (&E)
zh_cn: Windows 资源管理器(&E)

# FlashDevelop.Label.WrapEditorText
source: Wrap &Editor Text
de_de: Editortext &umbrechen
eu_es: Editoreko testua bildu
ja_jp: 折り返し(&E)
ko_kr: 편집기 텍스트 줄바꿈 (&E)
zh_cn: 自动换行(&E)

# FlashDevelop.Title.AboutDialog
source: About FlashDevelop
de_de: Über FlashDevelop
eu_es: FlashDevelop-i buruz
ja_jp: FlashDevelop について
ko_kr: FlashDevelop 소개
zh_cn: 关于 FlashDevelop

# FlashDevelop.Title.ConfirmDialog
source: Confirm
de_de: Bestätige
eu_es: Berretsi
ja_jp: 確認
ko_kr: 확인
zh_cn: 确认

# FlashDevelop.Title.CustomDocument
source: Loading...
de_de: Lade...
eu_es: Kargatzen...
ja_jp: 読み込み中...
ko_kr: 로드 중...
zh_cn: 正在加载...

# FlashDevelop.Title.ErrorDialog
source: Error
de_de: Fehler
eu_es: Errorea
ja_jp: エラー
ko_kr: 오류
zh_cn: 错误

# FlashDevelop.Title.FindAndReplaceDialog
source: Find And Replace
de_de: Suchen und Ersetzen
eu_es: Bilatu eta ordeztu
ja_jp: 検索と置換
ko_kr: 찾기 및 바꾸기
zh_cn: 查找替换

# FlashDevelop.Title.FindAndReplaceInFilesDialog
source: Find And Replace In Files
de_de: Suchen und Ersetzen in Dateien
eu_es: Bilatu eta ordeztu fitxategietan
ja_jp: フォルダーを指定して検索と置換
ko_kr: 파일에서 찾기 및 바꾸기
zh_cn: 在文件中查找替换

# FlashDevelop.Title.GoToDialog
source: Goto
de_de: Gehe zu
eu_es: Joan hona
ja_jp: 指定行へ移動
ko_kr: 이동
zh_cn: 转到

# FlashDevelop.Title.InfoDialog
source: Information
de_de: Informationen
eu_es: Informazioa
ja_jp: 情報
ko_kr: 정보
zh_cn: 信息

# FlashDevelop.Title.RecoveryDialog
source: Recovery File Notification
de_de: Datei Wiederherstellung
eu_es: Fitxategi berreskuratzearen jakinarazpena
ja_jp: リカバリファイルが見つりました
ko_kr: 복구 파일 알림
zh_cn: 恢复文件通知

# FlashDevelop.Title.SaveChanges
source: Save Changes In:
de_de: Änderungen speichern:
eu_es: Aldaketak hemen gorde:
ja_jp: 変更を保存:
ko_kr: 여기에 변경 사항을 저장:
zh_cn: 保存更改在:

# FlashDevelop.Title.SettingDialog
source: Settings
de_de: Einstellungen
eu_es: Ezarpenak
ja_jp: 環境設定
ko_kr: 설정
zh_cn: 设置

# FlashDevelop.Title.UpdateDialog
source: Update Check
de_de: Aktualisierungen
eu_es: Eguneraketak egiaztatu
ja_jp: ソフトウェア更新の確認
ko_kr: 업데이트 확인
zh_cn: 更新检查

# FlashDevelop.Title.WarningDialog
source: Warning
de_de: Warnung
eu_es: Abisua
ja_jp: 警告
ko_kr: 경고
zh_cn: 警告

# FlashDevelop.ToolTip.ToggleResults
source: Toggle Results
de_de: Ergebnisse umschalten
eu_es: Emaitzak txandakatu
ja_jp: 結果をトグル
ko_kr: 결과 전환
zh_cn: 设置/取消结果

# FlashViewer.Description.DisplayStyle
source: Specifies how Flash movies are viewed in FlashDevelop.
de_de: Gibt an, wie Flashdateien in FlashDevelop geöffnet werden.
eu_es: Flash pelikulak FlashDevelop-en nola ikusiko diren zehazten da.
ja_jp: FlashDevelop 上で Flash をどのように再生するか指定します。
ko_kr: FlashDevelop에서 플래시 무비가 표시되는 방법을 지정합니다.
zh_cn: 指定在 FlashDevelop 中显示 Flash 影片.

# FlashViewer.Description.PlayerPath
source: Path to the external Flash Player.
de_de: Pfad zum Adobe Flash Projektor.
eu_es: Kanpoko Flash Player-erako bidea.
ja_jp: 外部 Flash Player へのパスを入力します。
ko_kr: 외부 플래시 플레이어의 경로입니다.
zh_cn: 指向外部 Flash Player 路径.

# FlashViewer.Info.Description
source: Adds a ability to view Flash movies with FlashDevelop.
de_de: Fügt FlashDevelop die Fähigkeit hinzu Flashdateien abzuspielen.
eu_es: FlashDevelop-ekin Flash pelikulak ikusteko gaitasuna gehitzen da.
ja_jp: FlashDevelop に Flash ムービーを再生する機能を追加します。
ko_kr: FlashDevelop으로 플래시 동영상을 볼 수있는 기능을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个能够查看的 Flash 动画。

# FlashViewer.Info.FlashMissing
source: Could not display the movie. You need to install Flash 9 ActiveX Player for IE.
de_de: Konnte die Flashdatei nicht anzeigen. Sie müssen das Adobe Flash Plugin von Adobe im Internet Explorer installieren.
eu_es: Ezin izan da pelikula bistaratu. IE-rentzako Flash 9 ActiveX Player instalatua izan behar duzu.
ja_jp: ムービーを表示できません。Flash Player ActiveX control content debugger (for IE) バージョン9以上をインストールする必要があります。(http://www.adobe.com/support/flashplayer/downloads.html)
ko_kr: 무비를 표시 할 수 없습니다. Flash 9 ActiveX Player for IE를 설치해야합니다.
zh_cn: 不能显示影片. 你需要为 IE 浏览器安装 Flash 9 ActiveX 播放器插件.

# HaXeContext.Description.DefaultFlashVersion
source: Default Flash Player target version when no project is defined.
de_de: Standardversion des Flash Players wenn kein Projekt geöffnet ist.
eu_es: Definitutako proiekturik ez dagonean erabiliko den lehenetsitako Flash Player bertsioa.
ja_jp: 既定の Flash Player バージョンです。
ko_kr: 프로젝트가 정의되지 않은 경우 Flash Player의 기본 대상 버전.
zh_cn: 无项目定义时使用默认 Flash Player 版本.

# HaXeContext.Description.HaXeCheckParameters
source: Haxe compiler parameters for syntax checking.
de_de: Haxe Compiler Parameter für die Syntaxüberprüfung.
eu_es: Haxe konpiladore parametroak sintaxi egiaztapenerako.
ja_jp: シンタックスチェックのための Haxe コンパイラーパラメータです。
ko_kr: 구문 검사를 위한 Haxe 컴파일러 매개 변수를 설정합니다.
zh_cn: Haxe 编译器参数语法检查。

# HaXeContext.Description.HaXePath
source: Path to the Haxe compiler.
de_de: Pfad zum Haxe Compiler.
eu_es: Haxe konpiladorera bidea.
ja_jp: Haxe コンパイラーのパスです。
ko_kr: Haxe 컴파일러 경로.
zh_cn: 指向 Haxe 编译器路径。

# HaXeContext.Info.InvalidForQuickBuild
source: This file is not a valid Haxe class or does not include a @haxe build command.
de_de: Dieses Dokument ist keine gültige Haxe-Klasse oder beinhaltet keinen gültigen @haxe build Befehl.
eu_es: Fitxategi hau ez da balizko Haxe klase bat edo ez du balizko @haxe eraikitze komando bat barruan.
ja_jp: このファイルには有効な Haxe クラスが無いか、または @haxe ビルドコマンドが含まれません。
ko_kr: 이 파일은 유효한 Haxe 클래스가 아니거나 @haxe 빌드 명령을 포함하지 않습니다.
zh_cn: 此文件不是一个有效的 Haxe 类 或者它未包括一个 @haxe 编译生成命令。

# HaXeContext.Info.InvalidHaXePath
source: Haxe compiler path is not correctly set. Please check your Program Settings.
de_de: Haxe Compiler Pfad ist ungültig. Bitte überprüfen Sie die Haxe-Einstellungen.
eu_es: Haxe konpiladorearen bidea ez da zuzena. Egiaztatu zure Programa Ezarpenak.
ja_jp: Haxe コンパイラーのパスが正しく設定されていません。設定を確認してください。
ko_kr: Haxe 컴파일러 경로가 올바르게 설정되어 있지 않습니다. 프로그램 설정을 확인하시기 바랍니다.
zh_cn: Haxe 编译器路径设置不正确。 请检查你的程序设置。

# HaXeContext.Info.InvalidQuickBuildCommand
source: Invalid QuickBuild command.
de_de: Ungültiger QuickBuild-Befehl.
eu_es: Eraikitze azkarrerako komando baliogabea.
ja_jp: 無効なクイックビルドコマンドです。
ko_kr: 잘못된 QuickBuild 명령.
zh_cn: 无效的快速编译命令.

# LayoutManager.Description.CustomLayoutPath
source: Path to the custom directory that contains the layouts.
de_de: Pfad zum benutzerdefinierten Verzeichnis, welches die Layouteinstellungen beinhaltet.
eu_es: Ikuspegiak dituen direktorioa pertsonalizaturako bidea.
ja_jp: レイアウトファイルの保存先を変更します。
ko_kr: 레이아웃을 포함하는 사용자 정의 디렉토리 경로.
zh_cn: 指向包含布局自定义的目录路径.

# LayoutManager.Info.Description
source: Adds a panel layout manager to FlashDevelop.
de_de: Fügt FlashDevelop eine Layoutverwaltung hinzu.
eu_es: Ikuspegi kudeatzaile panela gehitzen dio FlashDevelop-i.
ja_jp: FlashDevelp にレイアウトマネージャーを追加します。
ko_kr: FlashDevelop에 패널 레이아웃 관리자를 추가합니다.
zh_cn: 向 FlashDevelop 添加一个布局管理面板。

# LayoutManager.Info.NoLayoutsFound
source: No saved layouts found.
de_de: Keine gespeicherten Layouts gefunden.
eu_es: Ez da gordetako ikuspegirik aurkitu
ja_jp: レイアウトが保存されていません。
ko_kr: 저장된 레이아웃을 찾을 수 없습니다.
zh_cn: 未找到已保存的布局.

# LayoutManager.Info.OpenFileFilter
source: FlashDevelop Layouts (*.fdl)|*.fdl
eu_es: FlashDevelop-en Ikuspegiak (*.fdl)|*.fdl
ja_jp: FlashDevelop レイアウト (*.fdl)|*.fdl
ko_kr: FlashDevelop 레이아웃 (*.fdl)|*.fdl
zh_cn: FlashDevelop 布局 (*.fdl)|*.fdl

# LayoutManager.Label.DeleteLayout
source: &Delete Layout
de_de: Layout &löschen
eu_es: Ikuspegia ezabatu
ja_jp: レイアウトを削除(&D)
ko_kr: 레이아웃 삭제 (&D)
zh_cn: 删除布局(&D)

# LayoutManager.Label.LoadLayout
source: &Load Layout
de_de: Layout l&aden
eu_es: Ikuspegia kargatu
ja_jp: レイアウトを適用(&L)
ko_kr: 레이아웃 로드 (&L)
zh_cn: 载入布局(&L)

# LayoutManager.Label.SaveCurrent
source: &Save Current...
de_de: Layout &speichern...
eu_es: Unekoa kargatu...
ja_jp: 現在のレイアウトを保存(&S)...
ko_kr: 현재 레이아웃 저장... (&S)
zh_cn: 保存当前(&S)...

# LayoutManager.Label.ShowSettings
source: S&how Settings...
de_de: &Einstellungen anzeigen...
eu_es: Ezarpenak erakutsi...
ja_jp: 設定(&H)...
ko_kr: 설정 보기... (&H)
zh_cn: 显示设置(&H)...

# LayoutManager.Label.ViewMenuItem
source: Layout Manager
de_de: &Layoutverwaltung
eu_es: Ikuspegi kudeatzailea
ja_jp: レイアウトマネージャー(&L)
ko_kr: 레이아웃 관리자
zh_cn: 布局管理

# LayoutManager.Title.PluginPanel
source: Layouts
eu_es: Ikuspegiak
ja_jp: レイアウト
ko_kr: 레이아웃
zh_cn: 布局

# OutputPanel.Description.ShowOnOutput
source: Always open the panel to show the new output.
de_de: Öffne automatisch das Ausgabefenster wenn neue Daten ausgegeben werden.
eu_es: Beti ireki panela irteera berria erakusteko.
ja_jp: 新しい項目が追加された場合、出力パネルを自動的に表示させます。
ko_kr: 항상 패널을 열어 새로운 출력을 보여줍니다.
zh_cn: 始终打开面板显示新的输出.

# OutputPanel.Description.ShowOnProcessEnd
source: Open the panel after the captured process has finished.
de_de: Öffne automatisch das Ausgabefenster wenn ein Prozess beendet wurde.
eu_es: Harrapatutako prozesua bukatu ondoren panela ireki.
ja_jp: キャプチャしているプロセスが完了した場合、出力パネルを自動的に表示させます。
ko_kr: 캡처된 프로세스가 완료되면 패널을 엽니 다.
zh_cn: 输出处理完成后打开面板.

# OutputPanel.Description.WrapOutput
source: Wraps text output.
de_de: Bricht den Ausgabetext um.
eu_es: Irteera testua biltzen da.
ja_jp: テキスト出力を自動改行します。
ko_kr: 텍스트 출력 줄바꿈.
zh_cn: 换行输出.

# OutputPanel.Info.Description
source: Adds an output panel for debug messages to FlashDevelop.
de_de: Fügt FlashDevelop ein Ausgabefenster hinzu.
eu_es: Arazpen mezuentzat irteera panel bat gehitu FlashDevelop-i.
ja_jp: FlashDevelop にデバッグメッセージを表示するための出力パネルを表示します。
ko_kr: FlashDevelop에 디버그 메시지의 출력 패널을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个调试信息输出面板。

# OutputPanel.Label.ClearOutput
source: &Clear Output
de_de: Ausgabe &löschen
eu_es: Irteera garbitu
ja_jp: クリア(&D)
ko_kr: 출력 지우기 (&C)
zh_cn: 清除输出(&C)

# OutputPanel.Label.CopyOutput
source: Copy &Output
de_de: Ausgabe &kopieren
eu_es: Irteera kopiatu
ja_jp: コピー(&C)
ko_kr: 출력 복사 (&O)
zh_cn: 复制输出(&O)

# OutputPanel.Label.ViewMenuItem
source: Output Panel
de_de: Aus&gabe
eu_es: Irteera panela
ja_jp: 出力(&O)
ko_kr: 출력 패널
zh_cn: 输出面板
