Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# ASCompletion.Label.ViewMenuItem
source: Outline Panel
de_de: &Gliederung
eu_es: Eskema Panela
ja_jp: アウトライン(&O)
ko_kr: 아웃라인 패널
zh_cn: 大纲面板

# ASCompletion.Title.ModelExplorer
source: Type Explorer
de_de: Typ Browser
eu_es: Mota Arakatzailea
ja_jp: タイプエクスプローラー
ko_kr: 타입 탐색기
zh_cn: 类型资源

# ASCompletion.Title.ConvertToConst
source: Convert To Constant
de_de: In Konstante konvertieren
eu_es: Konstate bihurtu
ja_jp: 定数に変換
ko_kr: 상수로 변환
zh_cn: 转换为常量

# ASCompletion.Title.PluginPanel
source: Outline
de_de: Gliederung
eu_es: Eskema
ja_jp: アウトライン
ko_kr: 아웃라인
zh_cn: 大纲

# ASCompletion.ToolTip.Refresh
source: Refresh
de_de: Aktualisieren
eu_es: Freskatu
ja_jp: 更新
ko_kr: 새로 고침
zh_cn: 刷新

# ASCompletion.ToolTip.Search
source: Search
de_de: Suchen
eu_es: Bilatu
ja_jp: 検索
ko_kr: 검색
zh_cn: 搜索

# DataEncoder.Info.CantSaveFile
source: Could not save the file because the xml is invalid.
de_de: Konnte Datei nicht speichern da sie nicht gültig ist.
eu_es: Ezin izan da fitxategia gorde, xml-a ez delako balizkoa.
ja_jp: 無効なXMLです。ファイルを保存できません。
ko_kr: XML이 유효하지 않기 때문에 파일을 저장할 수 없습니다.
zh_cn: 不能保存文件，因为 XML 是无效的.

# DataEncoder.Info.Description
source: Converts specific data files to view them properly in FlashDevelop.
de_de: Konvertiert Dateien, um sie in FlashDevelop richtig anzuzeigen.
eu_es: Fitxategi datu espezifikoak eraldatzen ditu FlashDevelop-en egoki ikusteko.
ja_jp: FlashDevelop に、特定のデータを正常に表示するために変換する機能を追加します。
ko_kr: FlashDevelop에서 제대로 볼 특정 데이터 파일을 변환합니다.
zh_cn: 要在 FlashDevelop 中正确查看它们,需要转换成特定的数据文件。

# FileExplorer.Description.FilePath
source: Last browsed file path.
de_de: Zuletzt durchsuchten Dateipfad.
eu_es: Azkena bilatutako fitxategi-bidea.
ja_jp: 最後に閲覧したファイルのパスです。
ko_kr: 마지막 탐색 파일 경로.
zh_cn: 近期浏览的文件路径.

# FileExplorer.Description.SortColumn
source: Current column that have been sorted.
de_de: Aktuelle Spalte die sortiert wurde.
eu_es: Ordenatua izan den uneko zutabea.
ja_jp: ソートの基準のカラムです。
ko_kr: 분류 된 현재 열.
zh_cn: 当前列已排序.

# FileExplorer.Description.SortOrder
source: The sort order of the current column.
de_de: Die Sortierreihenfolge der aktuellen Spalte.
eu_es: Uneko zutabea ordenatzeko modua.
ja_jp: 現在のカラムのソート順序です。
ko_kr: 현재 열의 정렬 순서.
zh_cn: 当前列的排序顺序。

# FileExplorer.Header.Files
source: Files
de_de: Dateien
eu_es: Fitxategiak
ja_jp: 名前
ko_kr: 파일
zh_cn: 文件

# FileExplorer.Header.Modified
source: Modified
de_de: Verändert
eu_es: Aldatua
ja_jp: 更新日時
ko_kr: 수정
zh_cn: 修改

# FileExplorer.Header.Size
source: Size
de_de: Größe
eu_es: Tamaina
ja_jp: サイズ
ko_kr: 크기
zh_cn: 大小

# FileExplorer.Header.Type
source: Type
de_de: Typ
eu_es: Mota
ja_jp: 種類
ko_kr: 유형
zh_cn: 类型

# FileExplorer.Info.BrowseDescription
source: Open a folder to list the files in the folder.
de_de: Öffnet einen Ordner um dessen Dateien anzuzeigen.
eu_es: Direktorio bat ireki bertako fitxategiak zerrendatzeko.
ja_jp: ファイル一覧を表示するフォルダーを開いて下さい。
ko_kr: 폴더에있는 파일을 나열하려면 폴더를여십시오.
zh_cn: 在文件夹中打开列表文件.

# FileExplorer.Info.ConfirmDelete
source: Are you sure you want to delete the selected items?
de_de: Wollen Sie die ausgewählten Dateien wirklich löschen?
eu_es: Aukeratutako elementuak ezabatu nahi dituzu?
ja_jp: 選択した項目を削除してもよろしいですか？
ko_kr: 선택한 항목을 삭제 하시겠습니까?
zh_cn: 确定要删除所选的项目吗?

# FileExplorer.Info.Description
source: Adds a file explorer panel to FlashDevelop.
de_de: Fügt FlashDevelop ein Dateibrowser hinzu.
eu_es: Fitxategi arakatzaile panela FlashDevelop-era gehitzen du.
ja_jp: FlashDevelop にファイルエクスプローラーパネルを追加します。
ko_kr: FlashDevelop에 파일 탐색기 패널을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个文件资源管理器面板。

# FileExplorer.Info.NewFileName
source: New File
de_de: Neue Datei
eu_es: Fitxategi berria
ko_kr: 새 파일
zh_cn: 新建文件

# FileExplorer.Info.NewFolderName
source: New Folder
de_de: Neuer Ordner
eu_es: Karpeta berria
ko_kr: 새 폴더
zh_cn: 新建文件夹

# FileExplorer.Label.FindHere
source: &Find And Replace...
de_de: &Suchen und Ersetzen hier...
eu_es: &Hemen bilatu eta ordezkatu...
ja_jp: 検索と置換(&F).
ko_kr: 찾기 및 바꾸기... (&F)
zh_cn: &Find and Replace Here...

# FileExplorer.Label.CommandPromptHere
source: Command &Prompt...
de_de: &Eingabeaufforderung hier...
eu_es: Komando-gonbita hemen...
ja_jp: コマンドプロンプト(&P)...
ko_kr: 명령 프롬프트... (&P)
zh_cn: 在此启动命令提示符(&P)...

# FileExplorer.Label.Copy
source: C&opy
de_de: &Kopieren
eu_es: Kopiatu
ja_jp: コピー(&C)
ko_kr: 복사 (&C)
zh_cn: 复制(&O)

# FileExplorer.Label.CreateFileHere
source: &Create File...
de_de: &Erstelle Datei hier...
eu_es: Fitxategia hemen sortu...
ja_jp: 新規ファイル(&N)...
ko_kr: 파일 만들기... (&C)
zh_cn: 在这里创建文件(&C)...

# FileExplorer.Label.CreateFolderHere
source: Create &Folder...
de_de: Erstelle &Ordner hier...
eu_es: Karpeta hemen sortu...
ja_jp: 新規フォルダー(&F)...
ko_kr: 폴더 만들기... (&F)
zh_cn: 在这里创建文件夹(&F)...

# FileExplorer.Label.Delete
source: &Delete
de_de: &Löschen
eu_es: Ezabatu
ja_jp: 削除(&D)
ko_kr: 삭제 (&D)
zh_cn: 删除(&D)

# FileExplorer.Label.Edit
source: &Edit
de_de: &Bearbeiten
eu_es: Editatu
ja_jp: 開く(&O)
ko_kr: 편집 (&E)
zh_cn: 编辑

# FileExplorer.Label.ExploreHere
source: E&xplore...
de_de: E&xplorer hier starten...
eu_es: Arakatu hemen
ja_jp: エクスプローラーで開く(&X)...
ko_kr: 탐색... (&X)
zh_cn: 浏览到这里(&X)...

# FileExplorer.Label.Paste
source: &Paste
de_de: Ein&fügen
eu_es: Itsatsi
ja_jp: 貼り付け(&P)
ko_kr: 붙여넣기 (&P)
zh_cn: 粘贴(&P)

# FileExplorer.Label.RefreshView
source: &Refresh View
de_de: &Aktualisieren
eu_es: Bista freskatu
ja_jp: 再読み込み(&R)
ko_kr: 새로 고침 (&R)
zh_cn: 刷新视图(&R)

# FileExplorer.Label.Rename
source: Re&name
de_de: &Umbenennen
eu_es: Izena aldatu
ja_jp: 名前の変更(&M)
ko_kr: 이름 바꾸기 (&N)
zh_cn: 重命名(&N)

# FileExplorer.Label.Run
source: &Run
de_de: &Ausführen
eu_es: Exekutatu
ja_jp: 実行(&E)
ko_kr: 실행 (R)
zh_cn: 运行(&R)

# FileExplorer.Label.SynchronizeView
source: &Synchronize View
de_de: Ansicht S&ychronisieren
eu_es: Sinkronizatu bista
ja_jp: プロジェクトにシンクロ(&S)
ko_kr: 동기화 (&S)
zh_cn: 同步视图(&S)

# FileExplorer.Label.TrustHere
source: Add To &Trusted Paths
de_de: Zu &Trusted Paths hinzufügen
eu_es: Bide fidagarrietara gehitu
ja_jp: 信頼するパスに追加(&T)
ko_kr: 신뢰할 수있는 경로에 추가 (&T)
zh_cn: 添加到信任路径(&T)

# FileExplorer.Label.ViewMenuItem
source: File Explorer
de_de: &Datei Explorer
eu_es: Fitxategi arakatzailea
ja_jp: ファイルエクスプローラー(&F)
ko_kr: 파일 탐색기
zh_cn: 文件浏览器

# FileExplorer.Title.PluginPanel
source: Files
de_de: Dateien
eu_es: Fitxategiak
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件

# FileExplorer.ToolTip.Browse
source: Browse
de_de: Durchsuchen
eu_es: Arakatu
ja_jp: フォルダーの参照
ko_kr: 찾아보기
zh_cn: 浏览

# FileExplorer.ToolTip.Synchronize
source: Synchronize
de_de: Synchronisieren
eu_es: Sinkronizatu
ja_jp: プロジェクトマネージャーとシンクロ
ko_kr: 동기화
zh_cn: 同步

# FlashConnect.Description.Enabled
source: Enables FlashConnect normally on startup.
de_de: Aktiviert FlashConnect.
eu_es: Abiaraztean FlashConnect normal gaitu.
ja_jp: 起動時に FlashConnect を有効にします。
ko_kr: 시작시 일반적으로 FlashConnect을 사용.
zh_cn: 启动时通常使用 FlashConnect .

# FlashConnect.Description.Host
source: The host of the connection.
de_de: Der Host der Verbindung.
eu_es: Konexioaren ostalaria.
ja_jp: 接続のホスト。
ko_kr: 연결 호스트.
zh_cn: 连接主机.

# FlashConnect.Description.Port
source: The port of the connection.
de_de: Der Port der Verbindung.
eu_es: Konexioaren portua.
ja_jp: 接続のポート番号です。
ko_kr: 연결 포트.
zh_cn: 连接的端口.

# FlashConnect.Info.Description
source: Adds a custom xml socket based tracing to FlashDevelop.
de_de: Fügt einen auf Xml-Sockets basierenden Tracer FlashDevelop hinzu.
eu_es: FlashDevelop-en aztarnatzean oinarritutako XML socket pertsonalizatu bat gehitzen du.
ja_jp: FlashDevelop に、カスタム XML ソケットベースのトレース機能を追加します。
ko_kr: FlashDevelop에 추적을 기반으로 사용자 지정 XML 소켓을 추가.
zh_cn: 向 FlashDevelop 添加一个基于套接字跟踪的自定义 xml 文件。

# FlashConnect.Info.IncorrectPacket
source: The recieved packet was incorrect:
de_de: Das erhaltene Packet war fehlerhaft.
eu_es: Jasotako paketea okerra da:
ja_jp: 受信したパケットが誤りです:
ko_kr: 수신 된 패킷이 올바르지 않습니다 :
zh_cn: 接受的包不正确:

# FlashConnect.Info.InvalidMessage
source: The received xml message was invalid.
de_de: Die erhaltene Xml-Nachricht war ungültig.
eu_es: Jasotako xml mezua baliogabea da.
ja_jp: XML メッセージの受信が無効です。
ko_kr: 수신 된 XML 메시지가 올바르지 않습니다 :
zh_cn: 收到的 XML 消息是无效的.

# FlashDevelop.Category.Controls
source: Controls
de_de: Steuerungen
eu_es: Kontrolak
ja_jp: Controls | 操作
ko_kr: 컨트롤
zh_cn: 控制

# FlashDevelop.Category.Display
source: Display
de_de: Anzeige
eu_es: Bistaratu
ja_jp: Display | 表示
ko_kr: 디스플레이
zh_cn: 显示

# FlashDevelop.Category.Editor
source: Editor
eu_es: Editorea
ja_jp: Editor | エディター
ko_kr: 편집기
zh_cn: 编辑器

# FlashDevelop.Category.Features
source: Features
eu_es: Ezaugarriak
ja_jp: Features | 機能
ko_kr: 기능
zh_cn: 特征

# FlashDevelop.Category.Folding
source: Folding
eu_es: Tolestea
ja_jp: Folding | 折りたたみ
ko_kr: 코드 접기
zh_cn: 折叠

# FlashDevelop.Category.Formatting
source: Formatting
de_de: Formatierung
eu_es: Formateatzea
ja_jp: Formatting | フォーマット
ko_kr: 코드 포맷
zh_cn: 格式化

# FlashDevelop.Category.General
source: General
de_de: Allgemein
eu_es: Orokorra
ja_jp: General | 総合
ko_kr: 일반
zh_cn: 常规

# FlashDevelop.Category.Indenting
source: Indenting
de_de: Einrückung
eu_es: Koskatzea
ja_jp: Indenting | インデント
ko_kr: 들여 쓰기
zh_cn: 缩进

# FlashDevelop.Category.State
source: State
de_de: Status
eu_es: Egoera
ja_jp: State | 状態
ko_kr: 프로그램 상태
zh_cn: 状态

# FlashDevelop.Description.ApplyFileExtension
source: Applies the default extension to the filename.
de_de: Wendet die Standarderweiterung auf die Datei an.
eu_es: Fitxategiari lehenetsitako luzapena aplikatzen dio.
ja_jp: デフォルトの拡張子をファイル名に適用します。
ko_kr: 파일 이름에 기본 확장자을 적용합니다.
zh_cn: 应用默认的文件扩展名.

# FlashDevelop.Description.AutoFilterList
source: Completion list realtime filtering.
de_de: Aussortieren der Verfollständungungseinträge in Echtzeit.
eu_es: Osatze zerrendaren denbora errealeko filtratzea.
ja_jp: 補完リストをリアルタイムに絞り込みます。
ko_kr: 완성 목록 실시간 필터링.
zh_cn: 智能列表实时过滤.

# FlashDevelop.Description.BackSpaceUnIndents
source: Unindents the code with the backspace key.
de_de: Entfernt die Einrückung mittels der Rücktaste.
eu_es: Atzera teklarekin kodeko koska kentzen du.
ja_jp: バックスペースキーでコードのインデントを下げます。
ko_kr: 백스페이스 키를 사용하여 코드를내어 쓰기.
zh_cn: 使用 Backspace 退格键取消代码缩进.

# FlashDevelop.Description.BackupInterval
source: Interval in milliseconds to save backups from modified files.
de_de: Backupintervall für bearbeitete Dateien in Millisekunden.
eu_es: Aldatutako fitxategien babeskopia gordetzeko denbora-tartea milisegundutan.
ja_jp: 変更されたファイルのバックアップを保存する間隔（ミリ秒）です。
ko_kr: 수정 된 파일의 백업을 저장할 밀리 초 간격.
zh_cn: 保存已修改文件备份的时间间隔(毫秒).

# FlashDevelop.Description.BraceMatchingEnabled
source: Highlights matching braces with a background color.
de_de: Markiert zusammengehörende Klammern mit einer Hintergrundfarbe.
eu_es: Giltza osagarriak atzeko kolore batekin nabarmendu.
ja_jp: 対応する括弧をハイライトします。
ko_kr: 배경 색상으로 일치하는 괄호를 강조 표시합니다.
zh_cn: 用背景色高亮匹配大括弧.

# FlashDevelop.Description.CaretLineVisible
source: Highlights the line that contains the caret with a background color.
de_de: Markiert die aktuelle Zeile mit einer Hintergrundfarbe.
eu_es: Testu-kurtsorea dagoen lerroa atzeko kolore batekin nabarmendu.
ja_jp: カーソル行の背景をハイライトします。
ko_kr: 배경 색상으로 캐럿이 포함 된 행을 강조 표시합니다.
zh_cn: 使用背景色高亮显示 ^ 行.

# FlashDevelop.Description.CaretPeriod
source: Blinking delay of the caret symbol.
de_de: Blinkrate des Carets (Millisekunden).
eu_es: Testu-kurtsorearen sinboloaren keinu atzerapena.
ja_jp: カーソルの点滅間隔（ミリ秒）です。
ko_kr: 캐럿 기호 깜박임의 지연 시간.
zh_cn: 光标闪烁频率.

# FlashDevelop.Description.CaretWidth
source: Width of the caret symbol.
de_de: Breite des Carets.
eu_es: Testu-kurtsore sinboloaren zabalera.
ja_jp: カーソルの幅です。
ko_kr: 캐럿 기호의 폭.
zh_cn: ^ 符号宽度.

# FlashDevelop.Description.CodingStyle
source: Defines how the coding style line breaks are processed.
de_de: Beschreibt wie der Programmierstil Zeilenumbrüche behandelt.
eu_es: Kodetze lerro-saltoak prozesatzeko era definitzen da.
ja_jp: 改行処理のコーディングスタイルです。
ko_kr: 코딩 스타일의 줄 바꿈 처리하는 방법을 정의합니다.
zh_cn: 定义如何处理编码风格换行符。

# FlashDevelop.Description.ComboBoxFlatStyle
source: Used FlatStyle of toolstrip combo boxes.
de_de: Darstellung der Kombinationsfelder in den Menüleisten.
eu_es: Tresna barrako combo-boxetan estilo zapala erabili da.
ja_jp: インターフェースの外観を指定します。
ko_kr: ToolStrip 콤보 상자의 FlatStyle을 사용합니다.
zh_cn: 使用 FlatStyle 工具条组合框。

# FlashDevelop.Description.CustomArguments
source: List of user defined arguments for string processing.
de_de: Liste der benutzerdefinierten Parameter für die Zeichenfolgenverarbeitung.
eu_es: Kateen prozesatzerako erabiltzaileak definitutako argumentuen zerrenda.
ja_jp: カスタムアーギュメントの設定です。
ko_kr: 문자열 처리를 위한 사용자 정의 인수 목록.
zh_cn: 用户定义的字符串处理列表参数。

# FlashDevelop.Description.DefaultCodePage
source: Default codepage of the program.
de_de: Standard Zeichenumsetztabelle des Programms.
eu_es: Programaren lehenetsitako kode-orria.
ja_jp: デフォルトで使用する文字コードです。
ko_kr: 프로그램의 기본 코드 페이지.
zh_cn: 程序默认代码页.

# FlashDevelop.Description.DefaultFileExtension
source: Default file extension of the program.
de_de: Standarddateierweiterung des Programms.
eu_es: Programaren lehenetsitako fitxategi luzapena.
ja_jp: デフォルトで使用するファイル拡張子です。
ko_kr: 프로그램의 기본 파일 확장자.
zh_cn: 程序默认文件扩展名.

# FlashDevelop.Description.DisabledPlugins
source: List of plugins that have been disabled.
de_de: Liste der deaktivierten Plugins.
eu_es: desgaituak izan diren plugin-en zerrenda.
ja_jp: 無効化されたプラグインの一覧です。
ko_kr: 비활성화 된 플러그인 목록.
zh_cn: 插件列表已被禁用.

# FlashDevelop.Description.DisableSmartMatch
source: Disable loose text matching in the completion list.
de_de: Deaktiviere die tolerante Übereinstimmung in der Codevervollständigung.
eu_es: Osaketa zerrendan testu bategite soltea desgaitu.
ja_jp: 補完リストにおけるあいまいなテキストのマッチングを無効化します。
ko_kr: 완성 목록에서 느슨한 텍스트 매칭을 사용하지 않도록 설정합니다.
zh_cn: 在智能列表中禁用不严格的文本匹配。

# FlashDevelop.Description.DisplayDelay
source: Completion list apparition delay.
de_de: Vorschlagverzögerung (Millisekunden).
eu_es: Osaketa zerrendaren agertze atzerapena.
ja_jp: 補完リストが出現するまでの遅延時間です。
ko_kr: 완성 목록 출현 지연.
zh_cn: 智能列表显示延迟.

# FlashDevelop.Description.EnableAutoHide
source: Non-obstrusive completion list.
de_de: Automatisches Ausblenden der Codeverfollständigung.
eu_es: Osaketa zerrenda ez-oztopatzailea.
ja_jp: 補完リストを自動的に隠します。
ko_kr: 비 돌출 완성 목록.
zh_cn: 自动隐藏提示.

# FlashDevelop.Description.EnsureConsistentLineEnds
source: Ensures that documents have consistent line ends.
de_de: Garantiert einheitliche Zeilenabschusszeichen.
eu_es: Dokumentuek lerro bukaera koherenteak dituztela ziurtatzen du.
ja_jp: ドキュメントが一貫した改行コードを持つようにします。
ko_kr: 문서의 라인 끝이 일관하도록 합니다.
zh_cn: 确保文档始终有行尾.

# FlashDevelop.Description.EnsureLastLineEnd
source: Ensures that each document have a line end characters at the end of the document.
de_de: Garentiert, dass ein Zeilenabschlusszeichen am Ende jeder Textdatei steht.
eu_es: Dokumentu bakoitzak dokumentu bukaeran lerro bukera karaktereak dituela ziurtatzen du.
ja_jp: 各ドキュメントがドキュメントの最後に改行文字を含むようにします。
ko_kr: 문서의 끝이 항상 라인 종료 문자로 끝나게 합니다.
zh_cn: 确保每个文档结尾有结束符.

# FlashDevelop.Description.EOLMode
source: Characters that are added to the end of lines.
eu_es: Lerroen bukaeran gehitutako karaktereak.
ja_jp: 行末に追加される改行文字です。
ko_kr: 줄바꿈에 쓰일 라인 종료 문자.
zh_cn: 在行尾附加字符.

# FlashDevelop.Description.RedirectFilesResults
source: Redirects the find in files results to Results View.
de_de: Suchresultate im Ergebnisfenster anzeigen.
eu_es: Fitxategietan bilatutako emaitzak Emaitza Bistara berbideratzen ditu.
ja_jp: 「フォルダーを指定して検索と置換」の検索結果を結果パネルへリダイレクトします。
ko_kr: 결과뷰에 파일에서 찾기의 결과를 표시합니다.
zh_cn: 将文件查找的结果重新输出到结果视图.

# FlashDevelop.Description.FoldAtElse
source: Folds the code at else statements.
de_de: Faltet den Code bei else-Anweisungen.
eu_es: Else adierazpenetan tolesten da kodea.
ja_jp: else 文を折りたたみます。
ko_kr: else 문에서 코드 접기를 사용합니다.
zh_cn: 折叠 else 语句代码.

# FlashDevelop.Description.FoldComment
source: Folds the code at comments.
de_de: Faltet den Code bei Kommentaren.
eu_es: Iruzkinetan tolesten da kodea.
ja_jp: コメントの折りたたみを使用します。
ko_kr: 주석에서 코드 접기를 사용합니다.
zh_cn: 折叠注释.

# FlashDevelop.Description.FoldCompact
source: Adds the blank lines to a fold region.
de_de: Fügt einem gefalteten Abschnitt eine Leerzeile hinzu.
eu_es: Tolestutako tartean lerro zuriak gehitzen dira.
ja_jp: 空白行も折りたたみ範囲に含めます。
ko_kr: 코드 접기 부분에 빈 줄을 추가합니다.
zh_cn: 在折叠区添加空行.

# FlashDevelop.Description.FoldFlags
source: Behaviour of the folding.
de_de: Faltverhalten.
eu_es: Tolesturaren portaera.
ja_jp: 折りたたみの挙動です。
ko_kr: 코드 접기의 방법.
zh_cn: 折叠行为.

# FlashDevelop.Description.FoldHtml
source: Folds the html source code.
de_de: Faltet HTML-Dateien.
eu_es: HTML iturburu kodea tolesten da.
ja_jp: html ソースコードを折りたたみます。
ko_kr: HTML 소스 코드에서 코드 접기를 사용합니다.
zh_cn: 折叠 HTML 源代码.

# FlashDevelop.Description.FoldPreprocessor
source: Folds the code at preprocessor directives.
de_de: Faltet den Code bei Präprozessoranweisungen.
ja_jp: プリプロセッサー命令文を折りたたみます。
ko_kr: 프리프로세서 지시문에서 코드 접기를 사용합니다.
zh_cn: 折叠代码.

# FlashDevelop.Description.HighlightGuide
source: Disables the highlight guide on current code block.
de_de: Deaktiviert die Markierungshilfe für den aktuellen Codeblock.
eu_es: Nabarmentze gida uneko kode blokean desgaitu.
ja_jp: 現在のコードブロックでのハイライトガイドを無効にします。
ko_kr: 현재 코드 블록의 하이라이트 가이드를 사용하지 않습니다.
zh_cn: 在当前代码块中禁用高亮提示.

# FlashDevelop.Description.HoverDelay
source: Mouse hover tip delay.
de_de: Verzögerung bis bei einer Mausberühung ein Hinweis angezeigt wird.
eu_es: Sagua gainetikn pasatzean iradokizunen agertze denbora.
ja_jp: マウスオン時のヒント表示までの待ち時間です。
ko_kr: 마우스 호버 팁 지연.
zh_cn: 鼠标悬停提示延迟.

# FlashDevelop.Description.IndentSize
source: Size of the indentation in terms of the width of a space.
de_de: Anzahl der Leerzeichen bei Einrückungen.
eu_es: Koskaketaren tamaina espazioaren zabaleraren arabera.
ja_jp: インデント補助線の間隔です。
ko_kr: 들여 쓰기의 크기.
zh_cn: 按照空格宽度缩进.

# FlashDevelop.Description.LatestCommand
source: Version of the latest executed startup command.
de_de: Zuletzt ausgeführter Start-Befehl.
eu_es: Azkena exekutatu den biaratze komandoaren bertsioa.
ja_jp: 最後に使用したスタートアップコマンドです。
ko_kr: 가장 최근에 실행된 시작 명령의 버전.
zh_cn: 最新执行启动命令的版本。

# FlashDevelop.Description.LatestDialogPath
source: Last active path in the program.
de_de: Zuletzt verwendeter Pfad.
eu_es: Programan egon den azken bide aktiboa.
ja_jp: 最後に使用したパスです。
ko_kr: 프로그램의 마지막 활성 경로.
zh_cn: 程序最后活动路径.

# FlashDevelop.Description.LineCommentsAfterIndent
source: Places the comment after an indentation.
de_de: Plaziert Kommentare nach einer Einrückung.
eu_es: Iruzkinak koska baten ondoren kokatzen ditu.
ja_jp: 行コメントを適用する際、インデントのあとにコメント開始記号を挿入します。
ko_kr: 들여쓰기 후 주석을 배치합니다.
zh_cn: 缩进后插入注释.

# FlashDevelop.Description.LocaleVersion
source: Current locale of the program. Requires restart.
de_de: Aktuell verwendete Sprache des Programms (Neustart erforderlich).
eu_es: Programaren uneko lokalizazioa. Berrabiaraztea beharrezkoa da.
ja_jp: 現在のロケールです。変更には再起動が必要です。
ko_kr: 프로그램의 현재 로케일. 프로그램을 다시 시작해야합니다.
zh_cn: 该程序的当前区域语言设置. 需要重新启动程序以使区域语言设置生效.

# FlashDevelop.Description.MoveCursorAfterComment
source: Moves the cursor after the line is commented.
de_de: Versetzt den Cursor nachdem die Zeile auskommentiert wurde.
eu_es: Iruzkindutako lerroaren ondorenera mugitzen da kurtsorea.
ja_jp: コメントした後、次の行に移動します。
ko_kr: 라인을 주석한 후 커서를 이동합니다.
zh_cn: 在行注释之后移动光标.

# FlashDevelop.Description.PreviousDocuments
source: List of previously opened documents.
de_de: Liste der zuletzt geöffneten Dokumente.
eu_es: Aurretik irekitako dokumentuen zerrenda.
ja_jp: 以前開いたドキュメントです。
ko_kr: 이전에 열었던 문서 목록.
zh_cn: 先前被打开的文件列表.

# FlashDevelop.Description.RenderMode
source: Specifies the used renderer for common UI elements. Requires restart.
de_de: Gibt an, wie die Programmoberfläche dargestellt wird (Neustart erforderlich).
eu_es: EI-ko elementuak bistaratzeko erabilitako errendatzailea zehazten da. Berrabiaraztea eskatzen du.
ja_jp: Common UI のレンダリング方法を指定します。設定の反映には再起動が必要です。
ko_kr: 일반적인 UI 요소에 사용할 렌더러를 지정합니다. 프로그램을 다시 시작해야합니다.
zh_cn: 指定使用公共 UI 渲染模式. 需要重新启动使设置生效.

# FlashDevelop.Description.RestoreFileSession
source: Restores the open files on startup.
de_de: Öffnet bei Programmstart die zuletzt geöffneten Dokumente.
eu_es: Abiaraztean irekitako fitxategiak berreskuratzen ditu.
ja_jp: 起動時に前回終了時に開いていたファイルを復元します。
ko_kr: 시작시 열려있던 파일을 복원합니다.
zh_cn: 启动时恢复打开的文件.

# FlashDevelop.Description.RestoreFileStates
source: Restores the files states on startup.
de_de: Stellt die Ansicht der Dokumente beim Starten wieder her.
eu_es: Abiaraztean fitxategien egoerak berreskuratzen ditu.
ja_jp: 起動時に前回終了時のファイルの状態(カーソルの位置など)を復元します。
ko_kr: 시작시 파일의 상태를 복원합니다.
zh_cn: 启动时恢复文件状态.

# FlashDevelop.Description.ScrollWidth
source: Default document width in pixels.
de_de: Standardbreite eines Dokuments (Pixel).
eu_es: Dokumentuaren lehenetsitako zabalera pixeletan.
ja_jp: ドキュメントの初期幅です。(ピクセル単位)
ko_kr: 문서의 기본 넓이 (픽셀 단위).
zh_cn: 默认文档宽度 （以像素为单位）。

# FlashDevelop.Description.SequentialTabbing
source: Behaviour of the tabbing.
de_de: Verhalten der Tabs
eu_es: Tabulazioaren jokabidea.
ja_jp: タブ移動の設定です。
ko_kr: 탭의 종류.
zh_cn: 按顺序切换标签页.

# FlashDevelop.Description.ShowDetails
source: Show detailed tooltips by default (details can be toggled by pressing F1).
de_de: Zeige detailierte Hinweise.
eu_es: Argibide zehatzak erakutsi.
ja_jp: 詳細なツールチップを表示します。
ko_kr: 자세한 툴팁 보기 (F1 키를 눌러 전환 할 수 있습니다).
zh_cn: 默认情况下显示详细信息提示 (详细信息可通过按 F1 键切换).

# FlashDevelop.Description.SmartIndentType
source: Type of the automatic indenting.
de_de: Art der automatischen Einrückung
eu_es: Koskatze automatiko mota.
ja_jp: 自動インデントのタイプです。
ko_kr: 자동 들여쓰기의 종류.
zh_cn: 类型自动缩进.

# FlashDevelop.Description.StripTrailingSpaces
source: Strips the trailing spaces and tabs from lines.
de_de: Entfernt unnötige Zeichen vom Zeilenende (Leerzeichen, Tabulator).
ja_jp: 行末の半角スペースやタブを取り除きます。
ko_kr: 행의 후행 공백을 지웁니다.
zh_cn: 去掉随行空格和制表符.

# FlashDevelop.Description.TabIndents
source: Indents the code with the tab key.
de_de: Tabulator zum Einrücken verwenden.
eu_es: Tabuladore teklarekin kodea koskatzen da.
ja_jp: タブキーでコードをインデントします。
ko_kr: Tab키로 내어쓰기.
zh_cn: 使用 Tab 键缩进代码.

# FlashDevelop.Description.TabWidth
source: Width of a tab character as characters.
de_de: Breite eines Tabulators (in Leerzeichen).
eu_es: Tabuladore karakterearen zabalera karaktere moduan.
ja_jp: タブの文字数です。
ko_kr: 탭의 넓이.
zh_cn: TAB 制表符宽度当作字符。

# FlashDevelop.Description.UseFolding
source: Folds the code in the document.
de_de: Faltet den Code.
eu_es: Dokumentuko kodea tolesten da.
ja_jp: コードの折りたたみを有効にします。
ko_kr: 문서의 코드 접기를 사용합니다.
zh_cn: 在文档中折叠代码.

# FlashDevelop.Description.UseTabs
source: Uses tabs instead of series of spaces.
de_de: Ersetze Tabulatoren nicht mit mehreren Leerzeichen.
eu_es: Tabulazioak erabiltzen dira zuriune serie baten ordez.
ja_jp: Tab キーを押したとき、タブを使用します。False に設定した場合、連続した半角スペースに置き換えられます。
ko_kr: 내어쓰기에 스페이스 대신 탭을 사용합니다.
zh_cn: 用 Tab 制表符代替连续的空格.

# FlashDevelop.Description.ViewBookmarks
source: Displays the margin that contains bookmark symbols. If symbols are not shown, bookmarks are shown by highlighting the line.
de_de: Zeige Lesezeichen als Symbole am Zeilenrand an. Falls keine Symbole angezeigt werden sollen, wird die entsprechende Zeile farblich hervorgehoben.
eu_es: Laster-marka ikurrak dituen marjina bistaratzen da. Ez badira ikurrak bistaratzen, laster-markak lerroa nabarmenduz bistaratzen dira.
ja_jp: ブックマークアイコンを使用します。False に設定した場合、ブックマーク行の背景色を変更します。
ko_kr: 즐겨찾기 기호를 표시할 여백을 표시합니다. 기호가 표시되지 않는 경우, 라인 강조로 즐겨찾기가 표시됩니다.
zh_cn: 显示包含书签符号的边距。如果不显示符号，书签通过高亮行显示。

# FlashDevelop.Description.ViewEOL
source: Displays the end of line characters as symbols.
de_de: Zeigt Zeilenendezeichen an.
eu_es: Ikur moduan bistaratzen dira lerro bukaerako karaktereak.
ja_jp: 改行文字を記号で表示します。
ko_kr: 라인 종료 문자를 기호로 표시합니다.
zh_cn: 作为符号显示行尾符.

# FlashDevelop.Description.ViewIndentationGuides
source: Displays the indentation lines.
de_de: Zeigt die Einrückungslinien an.
eu_es: Koska lerroak bistaratzen dira.
ja_jp: インデントの位置を示す線を表示します。
ko_kr: 들여쓰기 선을 표시합니다.
zh_cn: 显示缩进参考线.

# FlashDevelop.Description.ViewLineNumbers
source: Displays the margin that contains line numbers.
de_de: Zeigt die Zeilennummern an.
eu_es: Lerro-zenbakiak dituen marjina bistaratzen da.
ja_jp: 行番号を表示します。
ko_kr: 줄 번호를 표시할 여백을 표시합니다.
zh_cn: 显示包含行号的边距.
