Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# ProjectManager.Info.SettingsCouldNotLoad
source: The Project Manager settings could not be parsed. Your settings will be reset to default values.
de_de: Die Projektmanager-Einstellungen konnten nicht gelesen werden. Ihre Einstellungen werden auf Standardwerte zurückgesetzt.
eu_es: Proiektu Kudeatzailearen ezarpenak ezin izan dira analizatu. Zure ezarpenak lehenetsitako balioetara itzuliko dira.
ja_jp: プロジェクトマネージャーの設定を解析できませんでした。設定は既定値にリセットされます。
ko_kr: 프로젝트 관리자 설정을 구문분석할 수 없습니다. 설정 값은 기본값으로 재설정됩니다.
zh_cn: 无法分析项目管理器设置。 你的设置将被重置为默认值.

# ProjectManager.Info.SpecifyCompilerPath
source: Would you like to open the {0} context settings to configure the compiler?
de_de: Möchten Sie die {0} Kontexteinstellungen öffnen um den Compiler zu konfigurieren?
eu_es: Konpiladorea konfiguratzeko {0} testuinguru ezarpenak ireki nahi dituzu?
ja_jp: {0}コンテキストのコンパイラー設定を開きますか？
ko_kr: 컴파일러를 구성할 {0} 컨텍스트 설정을 여시겠습니까?
zh_cn: 你想打开 {0} 上下文语境配置编译器吗?

# ProjectManager.Info.SpecifyFlex2SDK
source: The Flex SDK is required to debug this project. Check the AS3 language context settings.
de_de: Das Adobe Flex SDK wird für dieses Projekt benötigt. Bitte überprüfen Sie Ihre ActionScript 3-Einstellungen.
eu_es: Proiektu hau arazteko derrigorrezkoa da Flex SDK. Egiaztatu AS3 lengoaiaren testuinguru ezarpenak.
ja_jp: プロジェクトをデバッグするには Flex SDK が必要です。AS3 コンテキストの設定を確認してください。
ko_kr: Flex SDK가 이 프로젝트를 디버깅하는데 필요합니다. AS3 언어 컨텍스트 설정을 확인하세요.
zh_cn: Flex SDK 需要调试该项目. 检查 AS3 语言上下文语境设置.

# ProjectManager.Info.SpecifyInputSwfForInjection
source: You must specify an input SWF file if you wish to use Code Injection.
de_de: Sie müssen eine Basis-SWF-Datei für das Code Injection angeben.
eu_es: Sarrerako SWF fitxategi bat zehaztu behar duzu Kode Injekzioa erabili nahi baduzu.
ja_jp: コードインジェクションを行う場合、入力用の SWF ファイルを設定する必要があります。
ko_kr: 코드 주입을 사용하고자하는 경우 입력 SWF 파일을 지정해야합니다.
zh_cn: 如果要使用代码注入，必须指定一个输入 SWF 文件.

# ProjectManager.Info.SpecifyValidOutputSWF
source: In order to build this project, you must specify a valid output SWF in the Project Properties.
de_de: Um das Projekt erstellen zu können, müssen Sie in den Projektoptionen einen gültigen Ausgabepfad angeben.
eu_es: Proiektu hau eraikitzekotan, balizko SWF irteera fitxategi bat zehaztu behar duzu Proiektu Propietateetan.
ja_jp: プロジェクトをビルドするには、プロジェクト設定に SWF ファイルの有効な書き出し先を設定する必要があります。
ko_kr: 이 프로젝트를 빌드하기 위해, 프로젝트 속성에 유효한 출력 SWF를 지정해야합니다
zh_cn: 要生成此项目, 你必须在该项目属性中指定一个有效的输出 SWF 文件.

# ProjectManager.Info.TargetDirNotEmpty
source: The directory is not empty, are you sure you want to copy the template files there?
de_de: Das Verzeichnis ist nicht leer. Möchten Sie wirklich die Vorlagendateien dorthin kopieren?
eu_es: Direktorioa ez dago hutsa, ziur zaude txantiloieko fitxategiak bertara kopiatu nahi dizutula?
ja_jp: 指定したディレクトリにファイルが存在します。本当にテンプレートファイルをここにコピーしても良いですか?
ko_kr: 디렉터리가 비어 있지 않습니다. 템플릿 파일을 복사 하시겠습니까?
zh_cn: 目标文件夹不是空的, 你确定需要复制模板文件到这里吗?

# ProjectManager.Info.TargetVersion
source: &Target:
de_de: &Zielversion:
eu_es: &Helburua:
ja_jp: バージョン(&V):
ko_kr: 대상:
zh_cn: 目标(&T):

# ProjectManager.Info.TemplateDirNotFound
source: The templates directory could not be found. You will not be able to create new projects. You might try reinstalling FlashDevelop.
de_de: Das Vorlagenverzeichnis wurde nicht gefunden. Sie können keine neuen Projekte anlegen. Eventuell sollten Sie FlashDevelop neu installieren.
eu_es: Ezin izan da txantiloien directorioan aurkitu. Ezin izanen duzu proiektu berririk sortu. FlashDevelop berriro instalatzen saia zaiztezke.
ja_jp: テンプレートディレクトリが見つかりません。新規プロジェクトが作成できない可能性があります。FlashDevelop を再インストールしてください。
ko_kr: 템플릿 디렉토리를 찾을 수 없습니다. 새로운 프로젝트를 만들 수 없습니다. FlashDevelop를 다시 설치하는것을 권장합니다.
zh_cn: 模板目录未找到. 你不能创建新的项目. 请尝试重新安装 FlashDevelop.

# ProjectManager.Info.WillCreate
source: Will create:
de_de: Erstellt:
eu_es: Sortuko da:
ja_jp: 保存先:
ko_kr: 생성:
zh_cn: 项目将创建在:

# ProjectManager.Info.WillMoveToRecycleBin
source: will be moved to the Recycle Bin.
de_de: wird in den Papierkorb verschoben.
eu_es: Zakarrontzira mugituko da.
ja_jp: ごみ箱に移動されます。
ko_kr: (이)가 휴지통으로 이동됩니다.
zh_cn: 将被移到回收站.

# ProjectManager.Label.Add
source: &Add
de_de: &Hinzufügen
eu_es: &Gehitu
ja_jp: 新規作成(&N)
ko_kr: 추가 (&A)
zh_cn: 添加(&A)

# ProjectManager.Label.AddAsPreloader
source: Add as &preloader
de_de: Als &Preloader hinzufügen
eu_es: &Kargadore bezala gehigu
ja_jp: プリローダとして追加(&P)
ko_kr: 프리로더로 추가 (&P)
zh_cn: 预加载时添加(&P)

# ProjectManager.Label.AddClasspath
source: &Add Classpath...
de_de: &Hinzufügen...
eu_es: &Bidea gehitu...
ja_jp: 追加(&A)...
ko_kr: 클래스 경로 추가... (&A)
zh_cn: 添加类路径(&A)...

# ProjectManager.Label.AddExistingFile
source: Add Existing File
de_de: Existierende Datei hinzufügen
eu_es: Existitzen den fitxategi bat gehitu
ja_jp: 既存のファイルを追加
ko_kr: 기존 파일 추가
zh_cn: 添加现有文件

# ProjectManager.Label.AddLibraryAsset
source: Add Library Asset
de_de: Bibliothekssymbol hinzufügen
eu_es: Liburutegiko baliabide bat gehitu
ja_jp: ライブラリアセットを追加
ko_kr: 라이브러리 에셋 추가
zh_cn: 添加库资源

# ProjectManager.Label.AddNew
source: Add New
de_de: Neue Datei hinzufügen
eu_es: Berria gehitu
ja_jp: 新規
ko_kr: 새 항목 추가
zh_cn: 添加新的

# ProjectManager.Label.AddToLibrary
source: Add To &Library
de_de: Zu &Bibliothek hinzufügen
eu_es: &Liburutegira gehitu
ja_jp: ライブラリに追加(&L)
ko_kr: 라이브러리에 추가 (&L)
zh_cn: 添加到库(&L)

# ProjectManager.Label.Advanced
source: Advanced
de_de: Erweitert
eu_es: Aurreratua
ja_jp: 高度な設定
ko_kr: 고급
zh_cn: 高级

# ProjectManager.Label.AlwaysCompile
source: Always &Compile
de_de: Immer &Kompilieren
eu_es: Beti &Konpilatu
ja_jp: コンパイル対象に指定(&A)
ko_kr: 항상 컴파일 (&C)
zh_cn: 始终编译(&C)

# ProjectManager.Label.Apply
source: &Apply
de_de: Ü&bernehmen
eu_es: &Aplikatu
ja_jp: 適用(&L)
ko_kr: 적용 (&A)
zh_cn: 应用(&A)

# ProjectManager.Label.AutoGenerateID
source: Auto-generate &ID for attachMovie():
de_de: &ID für attachMovie() automatisch generieren:
eu_es: attachMovie()-rako &ID-a automatikoki sortu:
ja_jp: ID の attachMovie() を自動生成(&I):
ko_kr: attachMovie()에 대한 ID를 자동으로 생성:
zh_cn: 为 attachMovie() 自动生成 ID(&I):

# ProjectManager.Label.BackgroundColor
source: Background &color:
de_de: &Hintergrundfarbe:
eu_es: Atzeko planoaren &kolorea:
ja_jp: 背景色(&C):
ko_kr: 배경색:
zh_cn: 背景颜色(&C):

# ProjectManager.Label.Browse
source: &Browse...
de_de: &Durchsuchen...
eu_es: &Arakatu...
ja_jp: ブラウズ(&B)...
ko_kr: 찾아보기... (&B)
zh_cn: 浏览(&B)...

# ProjectManager.Label.BuildProject
source: &Build Project
de_de: Projekt &erstellen
eu_es: &Proiektua eraiki
ja_jp: プロジェクトをビルド(&B)
ko_kr: 프로젝트 빌드 (&B)
zh_cn: 编译项目(&B)

# ProjectManager.Label.StopBuild
source: Stop Build
de_de: Möchten Sie das Erstellen wirklich stoppen?
eu_es: Eraikitzea gelditu
ja_jp: ビルド停止
ko_kr: 빌드 중지

# ProjectManager.Info.AreYouSureToStopBuild
source: Are you sure you want to stop the build?
eu_es: Eraikitzea gelditu nahi duzula ziur zaude?
ja_jp: 本当にビルドを停止しますか？
ko_kr: 빌드를 중지 하시겠습니까?

# ProjectManager.Label.Cancel
source: &Cancel
de_de: &Abbrechen
eu_es: &Ezeztatu
ja_jp: キャンセル
ko_kr: 취소 (&C)
zh_cn: 取消(&C)

# ProjectManager.Label.CleanRecentProjects
source: &Remove Invalid Projects
ko_kr: 유효하지 않은 프로젝트 제거 (&R)

# ProjectManager.Label.ClearRecentProjects
source: &Clear Recent Projects List
de_de: Liste der zuletzt benutzten Projekte &löschen
eu_es: &Azken proiektuen zerrenda garbitu
ja_jp: 最近開いたプロジェクトをクリア(&C)
ko_kr: 최근 프로젝트 목록 지우기 (&C)
zh_cn: 清除最近打开的项目列表(&C)

# ProjectManager.Label.CloseProject
source: &Close Project
de_de: Projekt &schließen
eu_es: &Proiektua itxi
ja_jp: プロジェクトを閉じる(&C)
ko_kr: 프로젝트 닫기 (&C)
zh_cn: 关闭项目(&C)

# ProjectManager.Label.Copy
source: Cop&y
de_de: &Kopieren
eu_es: Kop&iatu
ja_jp: コピー(&C)
ko_kr: 복사 (&Y)
zh_cn: 复制(&Y)

# ProjectManager.Label.CopyOf
source: Copy of {0}
de_de: Kopiere {0}
eu_es: {0}-ren kopia
ja_jp: {0} のコピー
ko_kr: {0}의 사본
zh_cn: {0} 的副本

# ProjectManager.Label.CustomTestMovieCommand
source: Command:
de_de: Befehl:
eu_es: Komandoa:
ja_jp: コマンド:
ko_kr: 명령:
zh_cn: 命令:

# ProjectManager.Label.Cut
source: Cu&t
de_de: &Ausschneiden
eu_es: Eba&ki
ja_jp: 切り取り(&T)
ko_kr: 잘라내기 (&T)
zh_cn: 剪切(&T)

# ProjectManager.Label.Delete
source: &Delete
de_de: &Löschen
eu_es: &Ezabatu
ja_jp: 削除(&D)
ko_kr: 삭제 (&D)
zh_cn: 删除(&D)

# ProjectManager.Label.Dimensions
source: &Dimensions:
de_de: &Abmessungen:
eu_es: &Dimentsioak:
ja_jp: サイズ(&D):
ko_kr: 크기:
zh_cn: 大小(&D):

# ProjectManager.Label.EditGlobalClasspaths
source: &Edit Global Classpaths...
de_de: &Globale Klassenpfade...
eu_es: &Klase-bide orokorrak editatu...
ja_jp: グローバルクラスパスの編集(&E)...
ko_kr: 글로벌 클래스 경로 편집... (&E)
zh_cn: 编辑全局类路径(&E)...

# ProjectManager.Label.EmbedAllChars
source: Embed &all characters
de_de: &Alle Zeichen einbetten
eu_es: Karaketere &guztiak txertatu
ja_jp: すべての文字を埋め込む(&A)
ko_kr: 모든 문자를 내장 (&A)
zh_cn: 嵌入所有字符(&A)

# ProjectManager.Label.EmbedTheseChars
source: Embed &these characters:
de_de: &Diese Zeichen einbetten:
eu_es: Karaketere &hauek txertatu:
ja_jp: 埋め込む文字を指定する:
ko_kr: 이 문자를 내장:
zh_cn: 嵌入这些字符(&T):

# ProjectManager.Label.Execute
source: &Execute
de_de: &Ausführen
eu_es: &Exekutatu
ja_jp: 実行(&E)
ko_kr: 실행 (&E)
zh_cn: 执行(&E)

# ProjectManager.Label.ExistingFile
source: &Existing File...
de_de: &Bestehende Datei...
eu_es: &Existitzen den fitxategia...
ja_jp: 既存のファイルを追加(&E)...
ko_kr: 기존 파일... (&E)
zh_cn: 现有的文件(&E)...

# ProjectManager.Label.ExplainTheseOptions
source: Explain these options
de_de: Diese Option erklären
eu_es: Azaldu aukera hauek
ja_jp: これらのオプションの説明
ko_kr: 이 옵션을 설명
zh_cn: 选项说明

# ProjectManager.Label.File
source: File
de_de: Datei
eu_es: Fitxategia
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件

# ProjectManager.Label.FileName
source: Filename:
de_de: Dateiname:
eu_es: Fitxategi izena:
ja_jp: ファイル名:
ko_kr: 파일 이름:
zh_cn: 文件名:

# ProjectManager.Label.Font
source: Font
de_de: Schrift
eu_es: Letra-mota
ja_jp: フォント
ko_kr: 글꼴
zh_cn: 字体

# ProjectManager.Label.FrameRate
source: &Framerate:
eu_es: &Fotograma-tasa:
ja_jp: フレームレート(F):
ko_kr: 프레임 속도:
zh_cn: 帧频(&F):

# ProjectManager.Label.GlobalClasspaths
source: G&lobal Classpaths...
de_de: &Globale Klassenpfade...
eu_es: &Klase-bide orokorrak...
ja_jp: グローバルクラスパスの編集(&G)...
ko_kr: 글로벌 클래스 경로... (&L)
zh_cn: 全局类路径(&L)...

# ProjectManager.Label.HideFile
source: &Hide File
de_de: &Verstecke Datei
eu_es: &Fitxategia ezkutatu
ja_jp: ファイルを隠す(&H)
ko_kr: 파일 숨기기 (&H)
zh_cn: 隐藏文件(&H)

# ProjectManager.Label.HideFolder
source: &Hide Folder
de_de: Ordner &ausblenden
eu_es: &Karpeta ezkutatu
ja_jp: 隠す(&H)
ko_kr: 폴더 숨기기 (&H)
zh_cn: 隐藏文件夹(&H)

# ProjectManager.Label.HideItems
source: &Hide Items
de_de: &Einträge verstecken
eu_es: &Elementuak ezkutatu
ja_jp: 隠す(&H)
ko_kr: 항목 숨기기 (&H)
zh_cn: 隐藏菜单(&H)

# ProjectManager.Label.Insert
source: &Insert
de_de: &Einfügen
eu_es: &Txertatu
ja_jp: 挿入（&I）
ko_kr: 삽입 (&I)
zh_cn: 插入

# ProjectManager.Label.InsertIntoDocument
source: &Generate Embed Code
de_de: &Ins Dokument einfügen
eu_es: &Embed Kodea Sortu
ja_jp: ドキュメントに挿入(&I)
ko_kr: Embed 코드 생성 (&G)
zh_cn: 生成 Embed 代码(&G)

# ProjectManager.Label.InstalledTemplates
source: Installed &Templates
de_de: Installierte &Vorlagen
eu_es: Instalatutako &Txantiloiak
ja_jp: テンプレート(&T)
ko_kr: 설치된 템플릿 (&T)
zh_cn: 已安装的模板(&T)

# ProjectManager.Label.KeepUpdatedBySourceFile
source: &Keep updated by copying source file:
de_de: Automatisches &updaten bei Änderung der Quelldatei:
eu_es: &Eguneratua mantendu iturburu fitxategia kopiatuz:
ja_jp: 常に更新されるソースファイル(&K):
ko_kr: 소스 파일을 복사하여 업데이트 유지:
zh_cn: 使用复制源文件保留更新(&K):

# ProjectManager.Label.LibraryAsset
source: Library &Asset...
de_de: Bibliotheks&ymbol...
eu_es: Liburutegiko &Baliabidea...
ja_jp: ライブラリアセットを追加(&A)...
ko_kr: 라이브러리 에셋... (&A)
zh_cn: 库资源(&A)...

# ProjectManager.Label.LoadAtRuntime
source: Load at &runtime (shared library)
de_de: Zur &Laufzeit laden (Runtime-Shared-Library)
eu_es: Exekuzioan &kargatu (liburutegi partekatua)
ja_jp: 共有ライブラリとしてランタイムに読み込み(&R)
ko_kr: 런타임에 로드 (공유 라이브러리) (&R)
zh_cn: 运行时加载共享库文件(&R)

# ProjectManager.Label.Location
source: &Location:
de_de: &Verzeichnis:
eu_es: &Kokapena:
ja_jp: 場所(&L):
ko_kr: 위치:
zh_cn: 位置(&L):

# ProjectManager.Label.MainMenuItem
source: Project Manager
de_de: &Projektmanager
eu_es: &Proiektu Kudeatzailea
ja_jp: プロジェクトマネージャー(&P)
ko_kr: 프로젝트 관리자
zh_cn: 项目管理

# ProjectManager.Label.Name
source: &Name:
eu_es: &Izena:
ja_jp: 名前(&N):
ko_kr: 이름:
zh_cn: 名称(&N):

# ProjectManager.Label.New
source: New
de_de: Neue
eu_es: Berria
ko_kr: 새 항목
zh_cn: 新建

# ProjectManager.Label.NewFile
source: New File
de_de: Neue Datei
eu_es: Fitxategi berria
ko_kr: 새 파일
zh_cn: 新建文件

# ProjectManager.Label.NewFolder
source: New &Folder...
de_de: Neues &Verzeichnis
eu_es: Karpeta &Berria...
ja_jp: フォルダー
ko_kr: 새 폴더... (&F)
zh_cn: 文件夹(&F)...

# ProjectManager.Label.NewProject
source: &New Project...
de_de: &Neues Projekt
eu_es: &Proiektu berria...
ja_jp: 新規プロジェクト(&N)...
ko_kr: 새 프로젝트... (&N)
zh_cn: 新建项目(&N)...

# ProjectManager.Label.NoProjectOutput
source: (Project output not built)
de_de: (Projektausgabedatei nicht erstellt)
eu_es: (Proiektuaren irteera ez da eraiki)
ja_jp: (プロジェクトは何も書き出されませんでした)
ko_kr: (프로젝트 출력이 빌드되지 않음)
zh_cn: (项目输出未编译)

# ProjectManager.Label.NotValidGroup
source: No actions available.
de_de: Keine Aktionen verfügbar.
eu_es: Ez dago ekintzarik.
ja_jp: アクションは利用できません。
ko_kr: 수행할 수 있는 작업이 없습니다.
zh_cn: 无动作可用.

# ProjectManager.Label.OK
source: &OK
eu_es: &Ados
ko_kr: 확인 (&O)
zh_cn: 确定(&O)

# ProjectManager.Label.Open
source: &Open
de_de: Ö&ffnen
eu_es: &Ireki
ja_jp: 開く(&O)
ko_kr: 열기 (&O)
zh_cn: 打开(&O)

# ProjectManager.Label.OpenProject
source: &Open Project...
de_de: &Projekt öffnen
eu_es: &Proiektua ireki...
ja_jp: プロジェクトを開く(&O)...
ko_kr: 프로젝트 열기... (&O)
zh_cn: 打开项目(&O)...

# ProjectManager.Label.Options
source: &Options...
de_de: &Optionen...
eu_es: &Aukerak...
ja_jp: オプション(&O)...
ko_kr: 옵션... (&O)
zh_cn: 选项(&O)...

# ProjectManager.Label.OutputFile
source: &Output file:
de_de: &Ausgabedatei:
eu_es: &Irteera fitxategia:
ja_jp: 書き出し先(&O):
ko_kr: 출력 파일:
zh_cn: 输出文件(&O):

# ProjectManager.Label.ConfigurationFile
source: &Configuration file:
de_de: &Konfigurationsdatei:
eu_es: &Konfigurazio fitxategia:
ko_kr: 구성 파일:

# ProjectManager.Label.Paste
source: &Paste
de_de: &Einfügen
eu_es: &Itsatsi
ja_jp: 貼り付け(&P)
ko_kr: 붙여넣기 (&P)
zh_cn: 粘贴(&P)

# ProjectManager.Label.Project
source: &Project
de_de: &Projekt
eu_es: &Proiektua
ja_jp: プロジェクト(&P)
ko_kr: 프로젝트 (&P)
zh_cn: 项目(&P)

# ProjectManager.Label.ProjectClasspaths
source: &Project Classpaths...
de_de: &Projekt Klassenpfad...
eu_es: &Proiektuaren bide-izenak...
ja_jp: プロジェクト クラスパス(&P)...
ko_kr: 프로젝트 클래스 경로...
zh_cn: 项目类路径(&P)...

# ProjectManager.Label.Properties
source: &Properties...
de_de: &Eigenschaften...
eu_es: &Propietateak...
ja_jp: プロジェクト設定(&P)...
ko_kr: 속성... (&P)
zh_cn: 属性(&P)...

# ProjectManager.Label.RecentProjects
source: Recent Pro&jects
de_de: Zuletzt benutzte &Projekte
eu_es: Azken Pro&iektuak
ja_jp: 最近開いたプロジェクト(&J)
ko_kr: 최근 프로젝트 (&J)
zh_cn: 最近打开的项目(&J)

# ProjectManager.Label.Remove
source: &Remove
de_de: &Entfernen
eu_es: &Ezabatu
ja_jp: 取り除く(&R)
ko_kr: 제거 (&R)
zh_cn: 删除(&R)

# ProjectManager.Label.Rename
source: Rena&me
de_de: &Umbenennen
eu_es: Berri&zendatu
ja_jp: 名前の変更(&M)
ko_kr: 이름 바꾸기 (&M)
zh_cn: 重命名(&M)

# ProjectManager.Label.ShowHiddenItems
source: &Show Hidden Items
de_de: &Zeige versteckte Einträge
eu_es: &Ezkutuko elementuak erakutsi
ja_jp: 隠したファイルを表示(&S)
ko_kr: 숨겨진 항목을 표시 (&S)
zh_cn: 显示隐藏的项目(&S)

# ProjectManager.Label.SpecifySharePointID
source: &Specify sharepoint ID:
de_de: &Sharepoint ID:
ja_jp: SharePoint ID を指定(&S):
ko_kr: 쉐어 포인트 ID를 지정:
zh_cn: 指定共享点 ID(&S):

# ProjectManager.Label.SwfFile
source: SWF File
de_de: SWF-Datei
eu_es: SWF Fitxategia
ja_jp: SWF ファイル
ko_kr: SWF 파일
zh_cn: SWF 文件

# ProjectManager.Label.TestMovie
source: &Test Project
de_de: &SWF-Datei testen
eu_es: &Proiektua probatu
ja_jp: プロジェクトをテスト(&T)
ko_kr: 테스트 프로젝트
zh_cn: 测试项目(&T)

# ProjectManager.Label.RunProject
source: &Run Project
de_de: Projekt &ausführen
eu_es: &Proiektua abiarazi
ja_jp: プロジェクトを実行(&R)
ko_kr: 프로젝트 실행 (&R)
zh_cn: 运行项目(&R)

# ProjectManager.Title.CommandLineBuilder
source: Command-Line Builder
de_de: Befehlszeile erstellen
eu_es: Komando-lerro eraikitzailea
ja_jp: コマンドラインビルダー
ko_kr: 명령줄 빌더
zh_cn: 命令行编译器

# ProjectManager.Title.ConfigurationRequired
source: Compiler Configuration Required
de_de: Compiler-Konfiguration wird benötigt
eu_es: Konpiladorearen konfigurazioa derrigorrezkoa
ja_jp: コンパイラーの設定をしてください
ko_kr: 컴파일러 구성 필수
zh_cn: 编译器配置要求

# ProjectManager.Title.CustomTestMovieCommand
source: Enter Custom Test Project Command
de_de: Benutzerdefinierten SWF-Test-Befehl eingeben
eu_es: Sartu pelikula probatzeko komando pertsonalizatua
ja_jp: コマンドラインを入力
ko_kr: 사용자 정의 테스트 프로젝트 명령을 입력
zh_cn: 输入自定义测试项目命令

# ProjectManager.Title.EnterText
source: Enter Text
de_de: Texte eingeben
eu_es: Sartu testua
ja_jp: テキスト入力
ko_kr: 텍스트를 입력
zh_cn: 输入文字

# ProjectManager.Title.GlobalClasspaths
source: Global Classpaths
de_de: Globale Klassenpfade
eu_es: Klase-bide Orokorrak
ja_jp: グローバルクラスパスの編集
ko_kr: 글로벌 클래스 경로
zh_cn: 全局类路径

# ProjectManager.Title.GlobalClasspathsBox
source: Global {0} Classpaths
de_de: Globale {0} Klassenpfade
eu_es: Klase-bide {0} Orokorrak
ja_jp: グローバル {0} クラスパス
ko_kr: 글로벌 {0} 클래스 경로
zh_cn: 全局 {0} 类路径

# ProjectManager.Title.LibraryAssetProperties
source: Library Asset Properties
de_de: Bibliothekssymbol-Einstellungen
eu_es: Liburutegiko Baliabideen Propietateak
ja_jp: ライブラリアセットの設定
ko_kr: 라이브러리 에셋 속성
zh_cn: 库资源属性

# ProjectManager.Title.PathConflict
source: Path Conflict
de_de: Pfadkonflikt
eu_es: Bide gatazka
ja_jp: パスの競合
ko_kr: 경로 충돌
zh_cn: 路径冲突

# ProjectManager.Title.PluginPanel
source: Project
de_de: Projekt
eu_es: Proiektua
ja_jp: プロジェクト
ko_kr: 프로젝트
zh_cn: 项目

# ProjectManager.Title.ProjectProperties
source: Project Properties
de_de: Projekteinstellungen
eu_es: Proiektuaren propietateak
ja_jp: プロジェクト設定
ko_kr: 프로젝트 속성
zh_cn: 项目属性

# ProjectManager.ToolTip.AlwaysExecute
source: Execute the Post-Build Command Line even after a failed build.
de_de: Führe die Post-Build-Befehl immer aus, auch wenn das Erstellen fehlgeschlagen ist.
eu_es: Nahiz eta eraikitzeak huts egin, eraiki-ondorengo komando lerroa exekutatu.
ja_jp: プロジェクトのビルドが失敗した場合にも、コマンドを実行します。
ko_kr: 실패한 빌드 이후에도 PostBuild 명령 줄을 실행합니다.
zh_cn: 编译失败后执行后期命令行编译.

# ProjectManager.ToolTip.ProjectProperties
source: Project Properties
de_de: Projekteinstellungen
eu_es: Proiektuaren propietateak
ja_jp: プロジェクト設定
ko_kr: 프로젝트 속성
zh_cn: 项目属性

# ProjectManager.ToolTip.ProjectTypes
source: Type Explorer
de_de: Typ-Explorer
eu_es: Mota araktzailea
ja_jp: タイプエクスプローラー
ko_kr: 유형 탐색기
zh_cn: 类型资源

# ProjectManager.ToolTip.Refresh
source: Refresh
de_de: Aktualisieren
eu_es: Freskatu
ja_jp: 再読み込み
ko_kr: 새로 고침
zh_cn: 刷新

# ProjectManager.ToolTip.SelectConfiguration
source: Select Configuration
de_de: Konfiguration auswählen
eu_es: Konfigurazioa aukeratu
ja_jp: 構成の選択
ko_kr: 구성 선택
zh_cn: 选择配置

# ProjectManager.ToolTip.ShowHiddenItems
source: Show Hidden Items
de_de: Zeige versteckte Einträge
eu_es: Ezkutuko elementuak erakutsi
ja_jp: 隠したファイルを表示
ko_kr: 숨겨진 항목을 표시
zh_cn: 显示隐藏项目

# ResultsPanel.Header.Description
source: Description
de_de: Beschreibung
eu_es: Deskribapena
ja_jp: 説明
ko_kr: 설명
zh_cn: 描述

# ResultsPanel.Header.File
source: File
de_de: Datei
eu_es: Fitxategia
ja_jp: リソース
ko_kr: 파일
zh_cn: 文件

# ResultsPanel.Header.Line
source: Line
de_de: Zeile
eu_es: Lerroa
ja_jp: 行
ko_kr: 행
zh_cn: 行

# ResultsPanel.Header.Path
source: Path
de_de: Pfad
eu_es: Bidea
ja_jp: パス
ko_kr: 경로
zh_cn: 路径

# ResultsPanel.Info.Description
source: Adds a results panel for console info to FlashDevelop.
de_de: Fügt FlashDevelop ein Resultatsfenster hinzu.
eu_es: Emaitza panel bat gehitzen du FlashDevelop-eko informazio konsolan.
ja_jp: FlashDevelop に結果パネルを追加します。
ko_kr: FlashDevelop에 콘솔 정보의 결과 패널을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个控制台信息结果面板。

# ResultsPanel.Label.ClearEntries
source: &Clear Entries
de_de: Einträge &löschen
eu_es: &Sarrerak garbitu
ja_jp: クリア(&D)
ko_kr: 항목 지우기 (&C)
zh_cn: 清除条目(&C)

# ResultsPanel.Label.CopyEntry
source: Copy &Entry Details
de_de: &Kopiere Eintrag
eu_es: Sarrera Xehetasunak &Kopiatu
ja_jp: コピー(&C)
ko_kr: 항목 세부사항 복사 (&E)
zh_cn: 复制项的详细信息(&E)

# ResultsPanel.Label.IgnoreEntry
source: Ignore &Entry
de_de: &Ignoriere Eintrag
eu_es: Ezikusi &Sarrera
ja_jp: このエントリを無視(&E)
ko_kr: 항목 무시 (&E)
zh_cn: 忽略输入(&E)

# ResultsPanel.Label.ClearIgnoredEntries
source: Clear &Ignored Entries
de_de: Lösche &ignorierte Einträge
eu_es: Garbitu &Ezikusitako & Sarrerak
ja_jp: 無視したエントリをクリア(I)
ko_kr: 무시된 항목 지우기 (&I)
zh_cn: 清除/忽略 项(&I)

# ResultsPanel.Label.ViewMenuItem
source: Results Panel
de_de: &Resultate
eu_es: &Emaitzen Panela
ja_jp: 結果(&R)
ko_kr: 결과 패널
zh_cn: 结果面板

# ResultsPanel.Title.PluginPanel
source: Results
de_de: Resultate
eu_es: Emaitzak
ja_jp: 結果
ko_kr: 결과
zh_cn: 结果

# StartPage.Category.Common
source: Common
de_de: Gemeinsam
eu_es: Arrunta
ja_jp: Common | 共通
ko_kr: 일반
zh_cn: 公共

# StartPage.Category.Custom
source: Custom
de_de: Benutzerdefiniert
eu_es: Pertsonalizatua
ja_jp: Custom | カスタム
ko_kr: 사용자 정의
zh_cn: 自定义

# StartPage.Description.CloseOnProjectOpen
source: Closes the start page when a project is opened. If show start page instead of untitled document is also true start page will remain open if it is the only window opened.
de_de: Schließt die Startseite wenn ein Projekt geöffnet wird. Ist "Startseite anstatt unbenanntes Dokument anzeigen" auch aktiviert, bleibt die Startseite geöffnet falls es das einzige geöffnete Fenster ist.
eu_es: Proiektua irekitzean hasiera orria ixten da. Hasiera Orria Erakutsi Dokumentu Izengabea Ordez true baldin bada, hasiera orria irekia mantenduko da irekitako leiho bakarra bada.
ja_jp: プロジェクトが開かれたとき、スタートページを自動的に閉じます。
ko_kr: 프로젝트가 열릴때 시작 페이지를 닫습니다. 만약 'Show Start Page Instead Of Untitled' 또한 참이고, 시작 페이지가 열려있는 유일한 창인 경우 시작 페이지가 열린 상태로 유지됩니다.
zh_cn: 当打开一个项目时，将关闭首页. 如果只打开一个窗口,只保留显示首页而不是未标题文档。

# StartPage.Description.CustomRssFeed
source: URL of the custom RSS feed to use.
de_de: Url eines eigenen RSS-Feeds.
eu_es: RSS jariorako erabiliko den URL pertsonalizatua.
ja_jp: 任意の RSS フィードの URL です。使用する場合は Use Custom RSS Feed が True になっていることを確認してください。
ko_kr: 사용할 사용자 지정 RSS 피드의 URL.
zh_cn: 使用自定义的 RSS 源 URL .

# StartPage.Description.CustomStartPage
source: Path of the custom start page to use.
de_de: Pfad zu einer eigenen Startseite.
eu_es: Erabiliko den hasiera orri pertsonalerako bidea.
ja_jp: 任意のスタートページへの URL です。使用する場合はUse Custom Start Page が True になっていることを確認してください。
ko_kr: 사용할 사용자 정의 시작 페이지의 경로.
zh_cn: 指向自定义首页的路径。

# StartPage.Description.ShowStartPageInsteadOfUntitled
source: Show the start page when all documents are closed instead of untitled document.
de_de: Zeige die Startseite wenn alle Dokumente geschlossen sind anstatt ein unbenanntes Dokument anzuzeigen.
eu_es: Dokumentu guztiak itxita daudenean hasiera orria erakutsi dokumentu izengabearen ordez.
ja_jp: 表示するドキュメントがなくなったとき、無題のドキュメントの代わりにスタートページを表示します。
ko_kr: 모든 문서가 닫힐때 '제목 없음' 대신 시작 페이지를 표시합니다.
zh_cn: 所有文档被关闭时显示首页，而不是未标题文档。
