Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# CodeFormatter.Description.AS.BraceStyle
source: Style of the braces.
de_de: Stil der geschwungenen Klammern.
eu_es: Giltzen estiloa.
ja_jp: "ブレース「 { 」のスタイルを設定します。( Object 定義のブレースは除く) OnLine: ブレースの前に改行を挿入しない。スペースを挿入する。 AfterLine: ブレースの前に改行を挿入する。"
ko_kr: 괄호의 스타일.
zh_cn: 大括号样式.

# CodeFormatter.Description.AS.BreakLinesBeforeComma
source: Break the lines before each comma.
de_de: Zeilenumbruch vor jedem Beistrich.
eu_es: Koma bakoitzaren aurretik lerro saltoa.
ja_jp: コンマの前に改行を挿入します。
ko_kr: 각 쉼표 전에 줄 바꿈.
zh_cn: 每个逗号前设置断点行.

# CodeFormatter.Description.AS.CatchOnNewLine
source: Place catch on new line.
de_de: Catch-Anweisung in neue Zeile platzieren.
eu_es: catch lerro berri batean kokatu.
ja_jp: catch ステートメントを独立した行に配置します。
ko_kr: 새로운 줄에 'catch' 명령문.
zh_cn: 在新行放置 catch 语句.

# CodeFormatter.Description.AS.CollapseSpacesForAdjacentParens
source: Collapse spaces for adjacent parens.
de_de: Bei angenzenden Klammern Leerzeichen zusammenführen.
eu_es: Ondoko parentesientzako hutsuneak tolestu.
ja_jp: 隣接する括弧のスペースを相殺します。
ko_kr: 인접한 괄호의 공간을 축소.
zh_cn: 折叠相邻括号空间.

# CodeFormatter.Description.AS.DontIndentPackageItems
source: Do not indent package items.
de_de: Package-Elemente nicht einrücken.
eu_es: Pakete-elementuak ez koskatu.
ja_jp: パッケージ分のインデントを無効化します。
ko_kr: package 항목을 들여쓰지 않기.
zh_cn: 不能缩进包项目.

# CodeFormatter.Description.AS.ElseIfOnSameLine
source: Place elseif on new line.
de_de: Elseif in neue Zeile platzieren.
eu_es: elseif lerro berri batean kokatu.
ja_jp: elseif ステートメントを独立した行に配置します。
ko_kr: 새 줄에 elseif을 놓습니다.
zh_cn: 在新行放置 else if 语句.

# CodeFormatter.Description.AS.ElseOnNewLine
source: Place else on new line.
de_de: Else in neue Zeile platzieren.
eu_es: else lerro berri batean kokatu.
ja_jp: else ステートメントを独立した行に配置します。
ko_kr: 새 줄에 else를 놓습니다.
zh_cn: else 语句放置新行.

# CodeFormatter.Description.AS.IndentMultilineComments
source: Indent multiline comments.
de_de: Mehrzeilige Kommentare einrücken
eu_es: Lerro anitzeko iruzikinak koskatu.
ja_jp: 複数行コメントの中間行にインデントを配置します。
ko_kr: 여러 줄 주석 들여 쓰기.
zh_cn: 缩进多行注释.

# CodeFormatter.Description.AS.KeepBlankLines
source: Keep the document's blank lines.
de_de: Leerzeilen beibehalten.
eu_es: Dokumentuaren lerro zuriak mantendu.
ja_jp: ドキュメントの空白行を保持します。
ko_kr: 문서의 빈 줄을 유지합니다.
zh_cn: 保留文档的空行.

# CodeFormatter.Description.AS.KeepSingleLineCommentsOnColumnOne
source: Keep single line comments on column one.
de_de: Einzeilige Kommentare in Spalte eins beibehalten.
eu_es: Zutabe bat denean iruzkinak lerro bakarrean mantendu.
ja_jp: 行コメントを1コラムに保持します。
ko_kr: 첫 번째 열의 한 줄 주석을 유지합니다.
zh_cn: 保留一列上的单行注释.

# CodeFormatter.Description.AS.LeaveExtraWhitespaceAroundVarDeclarations
source: Leave extra whitespace around var declarations.
de_de: Extra Whitespace um var-Deklarationen beibehalten.
eu_es: var deklarazioen inguruan zuriune gehigarria utzi.
ja_jp: 変数宣言の後の空白を保持します。 ( 例: var hoge:String (この部分) = "hoge"; )
ko_kr: var 선언 주위에 공백을 유지합니다.
zh_cn: var 声明中额外多余空白区.

# CodeFormatter.Description.AS.MaxLineLength
source: Maximum amount of characters on line.
de_de: Maximale Zeichenanzahl einer Zeile.
eu_es: Lerroko karaktere kopuru maximoa.
ja_jp: 一行の最大文字数です。
ko_kr: 한 줄에 문자의 최대 양.
zh_cn: 行最大字符数.

# CodeFormatter.Description.AS.NewLineAfterBindable
source: Place new line after bindable.
de_de: Neue Zeile nach Bindable.
eu_es: bindable-ren ondoren lerro berria kokatu.
ja_jp: bindable タグの後に改行を挿入します。
ko_kr: Bindable 후 줄 바꿈을 배치합니다.
zh_cn: 将绑定语句放置新行之后.

# CodeFormatter.Description.AS.OpenBraceOnNewLine
source: Place open brace on new line.
de_de: Öffnende Klammer in neue Zeile platzieren.
eu_es: Irekitzeko giltza lerro berri batean kokatu.
ja_jp: 開始ブレースを新しい行に配置します。
ko_kr: 새로운 라인에 열린 중괄호를 놓습니다.
zh_cn: 在新行上放置大括号.

# CodeFormatter.Description.AS.PutEmptyStatementsOnNewLine
source: Place empty statements on new line.
de_de: Leere Anweisungen in neue Zeile platzieren.
eu_es: Adierazpen hutsak lerro berri batean kokatu.
ja_jp: 空のステートメントを新しい行に配置します。
ko_kr: 새로운 라인에 빈 명령문을 놓습니다.
zh_cn: 在新行上放置空语句.

# CodeFormatter.Description.AS.SpacesAfterComma
source: Amount of spaces after comma.
de_de: Anzahl der Leerzeichen nach Beistrich.
eu_es: Koma ondorengo hutsune kopurua.
ja_jp: カンマ 「 , 」 の後に挿入されるスペースの数です。
ko_kr: 쉼표 뒤에 공백의 양.
zh_cn: 逗号后的空格数.

# CodeFormatter.Description.AS.SpacesAfterLabel
source: Amount of spaces after label.
de_de: Anzahl der Leerzeichen nach Bezeichner.
eu_es: Etiketen ondorengo hutsune kopurua.
ja_jp: ラベルの後に挿入されるスペースの数です。
ko_kr: 레이블 후 공백의 양.
zh_cn: 在标签后的空格数、.

# CodeFormatter.Description.AS.SpacesAroundAssignment
source: Amount of spaces around assignments.
de_de: Anzahl der Leerzeichen um Zuweisungen.
eu_es: Esleipenen inguruko hutsune kopurua.
ja_jp: assignments の前後に挿入されるスペースの数です。
ko_kr: 등호 주위 공백 양.
zh_cn: 周围空间数量分配.

# CodeFormatter.Description.AS.SpacesAroundColons
source: Amount of spaces around colons.
de_de: Anzahl der Leerzeichen nach Doppelpunkt.
eu_es: Bi punturen inguruko hutsune kopurua.
ja_jp: コロン「 : 」の前後のに挿入されるスペースの数です。
ko_kr: 콜론 주위 공백 양.
zh_cn: 冒号周围的空格数.

# CodeFormatter.Description.AS.SpacesAroundEqualsInOptionalParameters
source: Amount of spaces around equals in optional parameters.
de_de: Anzahl der Leerzeichen um Istgleichzeichen in optionalen Parametern.
eu_es: Aukerako parametroko berdin-en inguruko hutsune kopurua.
ja_jp: オプション引数の定義におけるイコール「 = 」の前後に挿入するスペースの数です。
ko_kr: 선택적 매개 변수 등호 주위 공백 양.
zh_cn: 可选参数等号周围的空格数.

# CodeFormatter.Description.AS.SpacesAroundSymbolicOperator
source: Amount of spaces around symbolic operators.
de_de: Anzahl der Leerzeichen um symbolische Operatoren.
eu_es: Operadore sinbolikoen inguruko hutsune kopurua.
ja_jp: 記号演算子の前後に挿入されるスペースの数です。
ko_kr: 기호 연산자 주위 공백 양.
zh_cn: 符号运算符周围的空格数.

# CodeFormatter.Description.AS.SpacesBeforeComma
source: Amount of spaces before comma.
de_de: Anzahl der Leerzeichen vor Beistrich.
eu_es: Koma aurreko hutsune kopurua.
ja_jp: コンマの前に挿入されるスペースの数です。
ko_kr: 쉼표 전에 공백의 양.
zh_cn: 逗号前的空格数.

# CodeFormatter.Description.AS.SpacesBeforeOpenControlParen
source: Amount of spaces before control paren.
de_de: Anzahl der Leerzeichen vor Steuerungsklammern.
eu_es: Kontrol parentesi aurreko hutsune kopurua.
ja_jp: 制御括弧の前の挿入されるスペースの数です。
ko_kr: 제어 괄호 전에 공백의 양.
zh_cn: 控制括号前的空格数.

# CodeFormatter.Description.AS.SpacesInsideParens
source: Amount of spaces inside parens.
de_de: Anzahl der Leerzeichen in Klammern.
eu_es: Parentesi barruko hutsune kopurua.
ja_jp: 括弧「 ( ), [ ], { } 」の内側に挿入されるスペースの数です。
ko_kr: 괄호 안에 공백의 양.
zh_cn: 括号内的空格数.

# CodeFormatter.Description.AS.TrimTrailingWhitespace
source: Trim trailing whitespace characters.
de_de: Anhängenden Whitespace entfernen.
eu_es: Amaierako zuriune karaketereak moztu.
ja_jp: 末尾の空白文字を取り除きます。
ko_kr: 후행 공백 문자 제거.
zh_cn: 删除尾随空白字符.

# CodeFormatter.Description.AS.UseBraceStyle
source: Use the BraceStyle setting.
de_de: BraceStyle Einstellung verwenden.
eu_es: GiltzaEstilo ezarpena erabili.
ja_jp: Brace Style の設定を使用します。
ko_kr: BraceStyle 설정을 사용.
zh_cn: 使用 BraceStyle 设置.

# CodeFormatter.Description.AS.UseGlobalSpacesAroundColons
source: Use the GlobalSpacesAroundColons setting.
de_de: GlobalSpacesAroundColons Einstellung verwenden.
eu_es: BiPuntuIngurukoHutsuneGlobalak ezarpena erabili.
ja_jp: Global Spaces Around Colons の設定を使用します。
ko_kr: GlobalSpacesAroundColons 설정을 사용.
zh_cn: 使用 GlobalSpacesAroundColons 设置.

# CodeFormatter.Description.AS.UseGlobalSpacesInsideParens
source: Use the GlobalSpacesInsideParens setting.
de_de: GlobalSpacesInsideParens Einstellung verwenden.
eu_es: ParentesiArtekoHutsuneGlobalak ezarpena erabili.
ja_jp: Global SpacesInside Parens の設定を使用します。
ko_kr: GlobalSpacesInsideParens 설정을 사용.
zh_cn: 使用 GlobalSpacesInsideParens 设置.

# CodeFormatter.Description.AS.UseSpacesAroundEqualsInOptionalParameters
source: Use the SpacesAroundEqualsInOptionalParameters setting.
de_de: SpacesAroundEqualsInOptionalParameters Einstellung verwenden.
eu_es: AukerakoParametrokoBerdinenIngurukoHutsuneak ezarpena erabili.
ja_jp: Spaces Around Equals In Optional Parameters の設定を使用します。
ko_kr: SpacesAroundEqualsInOptionalParameters 설정을 사용.
zh_cn: 使用 SpacesAroundEqualsInOptionalParameters 设置.

# CodeFormatter.Description.AS.UseTabs
source: Use tabs instead of spaces with indenting.
de_de: Tabs statt Klammern mit Einrückung verwenden.
eu_es: Etiketak erabili koskatutako giltzak erabili ordez.
ja_jp: インデントにタブを使用します。False の場合、スペースが使用されます。
ko_kr: 들여 쓰기에 탭 대신 스페이스를 사용.
zh_cn: 使用 tabs 选项卡而不是用缩进的大括号。

# CodeFormatter.Description.AS.WrapArrayDeclarationMode
source: Mode of the array declaration wrapping.
de_de: Art der Array-Deklarationsumhüllung.
eu_es: Array deklarazioa biltzeko modua.
ja_jp: "配列の折り返し処理を指定します。 None: 折り返しをしない。改行があった場合は1行にまとめる。 DontProcess: 処理しない。 ByColumn: 項目の区切りで折り返す。 ByTag:"
ko_kr: 배열 선언 포장의 모드.
zh_cn: 数组声明的包装模式.

# CodeFormatter.Description.AS.WrapExpressionMode
source: Mode of the expression wrapping.
de_de: Art der Ausdrucksumhüllung.
eu_es: Espresioa biltzeko modua.
ja_jp: "式の折り返し処理を指定します。 None: 折り返しをしない。改行があった場合は1行にまとめる。 DontProcess: 処理しない。 ByColumn: 項目の区切りで折り返す。 ByTag:"
ko_kr: 명령문 포장의 모드.
zh_cn: 包装表达式模式.

# CodeFormatter.Description.AS.WrapIndentStyle
source: Style of the wrap indent.
de_de: Art der Einrückungsumhüllung.
eu_es: Koskak biltzeko estiloa.
ja_jp: "折り返しにかかわるインデントの処理を指定します。 Normal: 折り返し後の行頭にインデントを挿入します。 WrapElement: インデントを挿入しません。"
ko_kr: 들여 쓰기 포장 스타일.
zh_cn: 换行缩进样式.

# CodeFormatter.Description.AS.WrapMethodCallMode
source: Mode of the method call wrapping.
de_de: Art der Funktionsaufrufsumhüllung.
eu_es: Metodo deia biltzeko modua.
ja_jp: "メソッド呼び出しの折り返し処理を指定します。 None: 折り返しをしない。改行があった場合は1行にまとめる。 DontProcess: 処理しない。 ByColumn: 項目の区切りで折り返す。 ByTag:"
ko_kr: 메서드 호출 포장 모드.
zh_cn: 包装方法调用模式.

# CodeFormatter.Description.AS.WrapMethodDeclarationMode
source: Mode of the method declaration wrapping.
de_de: Art der Funktionsdeklarationsumhüllung.
eu_es: Metodo deklarazioa biltzeko modua
ja_jp: "メソッドの宣言の折り返し処理を指定します。 None:折り返しをしない。改行があった場合は1行にまとめる。 DontProcess:処理しない。 ByColumn:項目の区切りで折り返す。 ByTag:"
ko_kr: 메소드 선언 포장 모드.
zh_cn: 方法声明的包装模式.

# CodeFormatter.Description.AS.WrapXMLMode
source: Mode of the xml wrapping.
de_de: Art der Xmlumhüllung.
eu_es: XML biltzeko modua.
ja_jp: "XMLの折り返し処理を指定します。 None:折り返しをしない。改行があった場合は1行にまとめる。 DontProcess:処理しない。 ByColumn:項目の区切りで折り返す。 ByTag:タグの区切りで折り返す。"
ko_kr: XML 포장 모드.
zh_cn: xml 包装模式.

# CodeFormatter.Description.MXML.AddNewLineAfterLastAttribute
source: Add new line after last attribute.
de_de: Neue Zeile nach letzten Attribut einfügen.
eu_es: Azken atributuaren ondoren lerro berri bat gehitu.
ja_jp: 最後の属性の後に改行を挿入します。
ko_kr: 마지막 특성 이후에 줄 바꿈.
zh_cn: 在最后的属性之后添加新行.

# CodeFormatter.Description.MXML.AttributesPerLine
source: Maximum amount of attributes on line.
de_de: Maximalanzahl der Attribute pro Zeile.
eu_es: Lerroko atributu kopuru maximoa.
ja_jp: 一行における属性の最大数です。
ko_kr: 한 줄에 특성의 최대 양.
zh_cn: 行上最大数量属性.

# CodeFormatter.Description.MXML.AttributesToKeepOnSameLine
source: List of attributes to keep on the same line.
de_de: Liste der Attribute welche in einer Zeile behalten werden sollen.
eu_es: Lerro berean mantentzeko atributuen zerrenda.
ja_jp: 改行せず、同じ行を維持する属性の一覧です。
ko_kr: 같은 줄에 유지할 특성 목록.
zh_cn: 在同一行上保持属性列表.

# CodeFormatter.Description.MXML.AttributeWrapMode
source: Mode of the attribute wrapping.
de_de: Art der Attributumhüllung.
eu_es: Atributuak biltzeko modua.
ja_jp: "属性の折り返し処理を指定します。 LineLength: Max Line Length を優先して折り返す。 CountPerLine: Attributes Per Line を優先して折り返す。 None: 折り返しをしない。改行があった場合は1行にまとめる。 Default: "
ko_kr: 특성 포장의 모드.
zh_cn: 属性包装模式.

# CodeFormatter.Description.MXML.BlankLinesBeforeTags
source: Amount of blank lines before tags.
de_de: Anzahl der Leerzeilen vor Tags.
eu_es: Etiketen aurreko lerro zuri kopurua.
ja_jp: タグの前に挿入する空白行の数です。
ko_kr: 태그 전에 빈 줄의 양.
zh_cn: 标签前的空白行数.

# CodeFormatter.Description.MXML.KeepBlankLines
source: Keep the document's blank lines.
de_de: Leerzeilen beibehalten.
eu_es: Dokumentuaren lerro zuriak mantendu.
ja_jp: ドキュメントの空白行を保持します。
ko_kr: 문서의 빈 줄을 유지합니다.
zh_cn: 保留文档的空行.

# CodeFormatter.Description.MXML.MaxLineLength
source: Maximum amount of characters on line.
de_de: Maximalanzahl der Zeichen pro Zeile.
eu_es: Lerroko karaktere kopuru maximoa.
ja_jp: 一行における文字の最大数です。
ko_kr: 한 줄에 문자의 최대 양.
zh_cn: 行最大字符数.

# CodeFormatter.Description.MXML.RequireCDATAForAS3Formatting
source: Require CDATA for AS3 code formatting.
de_de: CDATA für AS3 Formatierung voraussetzen.
eu_es: CDATA beharrezkoa AS3 kode formateatzerako.
ja_jp: AS3 コードのフォーマットに CDATA を必須とします。
ko_kr: AS3 코드 서식에 CDATA 필요.
zh_cn: 需要 CDATA 的 AS3 代码格式.

# CodeFormatter.Description.MXML.SortAttributeData
source: Sort the attribute data.
de_de: Attribut-Daten sortieren.
eu_es: Atributuen datuak ordenatu.
ja_jp: 属性データの並び替えです。
ko_kr: 특성 데이터를 정렬한다.
zh_cn: 排序属性数据。

# CodeFormatter.Description.MXML.SortAttributeMode
source: Mode of the attribute sorting.
de_de: Atr der Attributsortierung.
eu_es: Atributuen ordenazio modua.
ja_jp: "属性のソート処理を指定します。 None: UseData:"
ko_kr: 특성 정렬의 모드.
zh_cn: 属性排序模式.

# CodeFormatter.Description.MXML.SortExtraAttributes
source: Sort the extra attributes.
de_de: Extraattribute sortieren.
eu_es: Atributu gehigarriak ordenatu.
ja_jp: 余分な属性 (MXMLでない属性) の並び替えを有効にします。
ko_kr: 추가 특성을 정렬합니다.
zh_cn: 额外的属性排序.

# CodeFormatter.Description.MXML.SpacesAroundEquals
source: Amount of spaces around equals.
de_de: Anzahl der Leerzeichen um Gleichheitsausdruck.
eu_es: Berdin inguruko hutsune kopurua
ja_jp: イコール「 = 」の前後に挿入するスペースの数です。
ko_kr: 등호 주위 공백의 양.
zh_cn: 等于号周围的空格数.

# CodeFormatter.Description.MXML.SpacesBeforeEmptyTagEnd
source: Amount of spaces before empty tag's end.
de_de: Anzahl der Zeichen vor einem leeren Tag's Ende.
eu_es: Etiketa hutsen bukaera aurreko hutsune kopurua.
ja_jp: 空の終了タグの前に挿入するスペースの数です。
ko_kr: 빈 태그의 종료 전에 공백의 양.
zh_cn: 空标记结束前的空格数.

# CodeFormatter.Description.MXML.TagsThatCanFormat
source: List of tags that are formatted.
de_de: Liste der zu formatierenden Tags.
eu_es: Formateatutako etiketen zerrenda.
ja_jp: フォーマットを有効にするタグをカンマ区切りで指定します。
ko_kr: 포맷할 태그 목록.
zh_cn: 格式设置的标签列表。

# CodeFormatter.Description.MXML.TagsThatCannotFormat
source: List of tags that are not formatted.
de_de: Liste der nicht zu formatierenden Tags.
eu_es: Formateatzen ez diren etiketen zerrenda.
ja_jp: フォーマットを有効にしないタグをカンマ区切りで指定します。
ko_kr: 포맷하지 않을 태그 목록.
zh_cn: 无格式标签列表.

# CodeFormatter.Description.MXML.TagsWithBlankLinesBefore
source: List of tags that have blank line before it.
de_de: Liste der Tags die Leerzeilen davor haben.
eu_es: Aurretik lerro hutsa duten etiketen zerrenda.
ja_jp: 前に改行を挿入するタグの一覧をカンマ区切りで指定します。
ko_kr: 전에 빈 줄이 있어야 할 태그 목록.
zh_cn: 空白行前的标签列表.

# CodeFormatter.Description.MXML.UseAttributesToKeepOnSameLine
source: Use the AttributesToKeepOnSameLine setting.
de_de: AttributesToKeepOnSameLine Einstellung verwenden.
eu_es: LerroBereanMantentzekoAtributuak ezarpena erabili.
ja_jp: Attributes To Keep On Same Line の設定を使用します。
ko_kr: AttributesToKeepOnSameLine 설정을 사용.
zh_cn: 使用 AttributesToKeepOnSameLine 设置.

# CodeFormatter.Description.MXML.UseTabs
source: Use tabs instead of braces with indenting.
de_de: Tabs anstelle von Klammern mit Einrückung verwenden.
eu_es: Koskatzerakoan etiketak erabili giltzak ordez.
ja_jp: 括弧とインデントのかわりにタブを使用します。
ko_kr: 들여 쓰기에 탭 대신 괄호를 사용합니다.
zh_cn: 使用 Tab 制表符而不是带有缩进的花括号.

# CodeFormatter.Description.MXML.WrapIndentStyle
source: Style of the indent wrapping.
de_de: Stil der Einrückungsumhüllung.
eu_es: Koskak biltzeko estiloa.
ja_jp: インデント折り返しのスタイルです。
ko_kr: 들여 쓰기 포장의 스타일.
zh_cn: 缩进样式.

# ProjectManager.Label.SDKBrowse
source: Browse...
de_de: Durchsuchen...
eu_es: Arakatu...
ja_jp: ブラウズ...
ko_kr: 찾아보기... (&B)
zh_cn: 浏览...

# ProjectManager.Label.SDKComboDefault
source: Default
de_de: Standard
eu_es: Lehenetsia
ja_jp: デフォルト
ko_kr: 기본
zh_cn: 标准

# ProjectManager.Label.SDKComboNoSDK
source: No SDK configured
de_de: Kein SDK konfiguriert
eu_es: SDK ez dago konfiguratua
ja_jp: 登録されたSDKはありません
ko_kr: 구성된 SDK가 없습니다
zh_cn: 没有配置 SDK

# ProjectManager.Label.SDKExpected
source: Expected:
de_de: Erwartet:
eu_es: Espero zena:
ja_jp: 推測:
ko_kr: 예상:
zh_cn: 预期:

# ProjectManager.Label.SDKTabCustom
source: Custom SDK
de_de: Benutzerdefiniertes SDK
eu_es: SDK Pertsonalizatua
ja_jp: カスタム SDK
ko_kr: 사용자 지정 SDK
zh_cn: 自定义 SDK

# ProjectManager.Label.SDKUseCustom
source: Relative or absolute path to a specific SDK.
de_de: Relativer oder absoluter Pfad zu einem benutzerdefinierten SDK.
eu_es: SDK zehatz baterako bide erlatibo edo absolutua.
ja_jp: 絶対パス、または相対パスで個別の SDK を指定します。
ko_kr: 특정 SDK의 상대 또는 절대 경로.
zh_cn: 一个特定 SDK 的相对或绝对路径.

# ProjectManager.Label.SDKUseGlobal
source: Use a SDK configured globally.
de_de: Standard-SDK verwenden.
eu_es: Orokorrean konfiguratutako SDK bat erabili.
ja_jp: 登録された SDK を使用
ko_kr: 메인 설정에서 구성된 SDK를 사용합니다.
zh_cn: 使用一个 SDK 全局配置.

# ProjectManager.Info.CheckSDKSettings
source: This project doesn't have a valid SDK defined. Please check the SDK tab in the Project Properties.
de_de: Dieses Projekt hat kein gültiges SDK konfiguriert. Bitte überprüfen Sie den SDK-Tab in den Projekteinstellungen.
eu_es: Proiektu honek ez du balizko SDK bat definiturik. Mesedez Proiektu Propietateetako SDK fitxa egiaztatu.
ja_jp: このプロジェクトには有効な SDK が定義されていません。プロジェクト設定の SDK タブを確認してください。
ko_kr: 이 프로젝트에 정의 된 유효한 SDK가 없습니다. 프로젝트 속성에서 SDK 탭을 확인하시기 바랍니다.
zh_cn: 这个项目没有定义有效的 SDK . 请在项目属性中检查 SDK 选项卡.

# ProjectManager.Description.OmitTraces
source: Remove trace() calls from your code when compiling in release (not debug) mode.
de_de: Entfernt trace()-Aufrufe aus dem Code in der Release-Konfiguration.
eu_es: Argitalpen konpilazioan (ez arazketan) zure kodetik trace() deiak ezabatu.
ja_jp: リリースビルド時に trace 文を省略します。
ko_kr: Release (Debug가 아닌) 모드에서 컴파일 할 때 사용자 코드에서 trace() 호출을 제거합니다.
zh_cn: 当在发布（不是调试）模式下编译时，从代码中删除 trace() 调用.

# ProjectManager.Label.DocumentClass
source: Document &Class
de_de: Dokument&klasse
eu_es: Dokumentu &Klasea
ja_jp: ドキュメントクラス(&C)
ko_kr: 도큐멘트 클래스 (&C)
zh_cn: 文档类(&C)

# ProjectManager.Label.AddSourcePath
source: Add &Source Path
de_de: Klassenpfad &hinzufügen
eu_es: &Iturburu Bidea Gehitu
ja_jp: ソースパスに追加(&S)
ko_kr: 소스 경로 추가 (&S)
zh_cn: 添加源路径(&S)

# FlashDebugger.Label.ViewImmediatePanel
source: Immediate Panel
eu_es: Berehalako Panela
ja_jp: イミディエイト
ko_kr: 직접실행 패널
zh_cn: 即时面板

# FlashDebugger.Title.Immediate
source: Immediate
eu_es: Berehalakoa
ja_jp: イミディエイト
ko_kr: 직접실행
zh_cn: 即时

# OutputPanel.ToolTip.StartScrolling
source: Start Scrolling
de_de: Automatisches Scrollen starten
eu_es: Hasi Desplazatzen
ko_kr: 스크롤 시작
zh_cn: 开始滚动

# OutputPanel.ToolTip.StopScrolling
source: Stop Scrolling
de_de: Automatisches Scrollen stoppen
eu_es: Gelditu Desplazatzea
ko_kr: 스크롤 정지
zh_cn: 停止滚动

# ProjectManager.Label.SetDocumentClass
source: Set Document &Class
de_de: Dokument&klasse festlegen
eu_es: Dokumentu &Klasea Ezarri
ja_jp: ドキュメントクラスに設定(&C)
ko_kr: 도큐멘트 클래스로 설정 (&C)
zh_cn: 设为文档类(&C)

# ProjectManager.Info.NoAssociatedIDE
source: This target doesn't have an associated external IDE.
de_de: Dieses Ausgabeziel hat keine externe IDE zugewiesen.
eu_es: Helburu honek ez du kanpo IDE bat loturik.
ja_jp: このターゲットは関連付けられた外部 IDE を持っていません。
ko_kr: 이 대상은 연결된 외부 IDE를 가지고 있지 않습니다.
zh_cn: 这个目标没有被关联到外部 IDE.

# ProjectManager.Info.OutputType
source: Compilation &Target:
de_de: Ausgabe&ziel:
eu_es: Konpilazio &Helburua:
ja_jp: コンパイルターゲット(&T):
ko_kr: 컴파일 대상:
zh_cn: 编译目标(&T):

# ProjectManager.Label.OutputTypeApplication
source: Application
de_de: Anwendung
eu_es: Aplikazioa
ja_jp: アプリケーション
ko_kr: 애플리케이션
zh_cn: 应用程序

# ProjectManager.Label.OutputTypeCustomBuild
source: Custom Build
de_de: Benutzerdefiniertes Erstellen
eu_es: Erakitize pertsonalizatua
ja_jp: カスタムビルド
ko_kr: 사용자 지정 빌드
zh_cn: 自定义生成

# ProjectManager.Label.OutputTypeLibrary
source: Library
de_de: Bibliothek
eu_es: Liburutegia
ja_jp: ライブラリー
ko_kr: 라이브러리
zh_cn: 库

# ProjectManager.Label.OutputTypeOtherIDE
source: Other IDE
de_de: Andere IDE
eu_es: Beste IDE
ja_jp: 他の IDE
ko_kr: 기타 IDE
zh_cn: 其他 IDE

# ProjectManager.Label.OutputTypeWebsite
source: Website
de_de: Webseite
eu_es: Web orria
ja_jp: ウェブサイト
ko_kr: 웹 사이트
zh_cn: 网站

# ProjectManager.Label.TestMovieCustom
source: Run Custom Command...
de_de: Benutzerdefinierten Befehl ausführen...
eu_es: Komando Pertsonalizatua Exekutatu...
ja_jp: コマンドを実行...
ko_kr: 사용자 지정 명령을 실행...
zh_cn: 运行自定义命令...

# ProjectManager.Label.TestMovieDefault
source: Play: FlashViewer Default
de_de: FlashViewer Standard
eu_es: Erreproduzitu: Lehenetsitako FlashViewer
ja_jp: 再生: Flash ビューアの設定による
ko_kr: 재생: FlashViewer 기본
zh_cn: Play: 默认使用 FlashViewer

# ProjectManager.Label.TestMovieExternalPlayer
source: Play: External Player
de_de: Standalone-Player
eu_es: Erreproduzitu: Kanpoko Player-a
ja_jp: 再生: 外部プレーヤ
ko_kr: 재생: 외부 플레이어

# ProjectManager.Label.TestMovieNewTab
source: Play: Open in new Tab
de_de: In neuem Tab öffnen
eu_es: Erreproduzitu: Fitxa berrian
ja_jp: 再生: 新しいタブで開く
ko_kr: 재생: 새 탭에서 열기

# ProjectManager.Label.TestMovieNewWindow
source: Play: Open in Popup
de_de: In Popup öffnen
eu_es: Erreproduzitu: Popup-ean
ja_jp: 再生: ポップアップで開く
ko_kr: 재생: 팝업에서 열기

# ProjectManager.Label.TestMovieOpenDocument
source: Open Document...
de_de: Dokument öffnen...
eu_es: Dokumentua Ireki...
ja_jp: ドキュメントを開く...
ko_kr: 문서 열기...
zh_cn: 打开文档...

# FlashDevelop.Category.Paths
source: Paths
de_de: Pfade
eu_es: Bideak
ja_jp: Paths | パス
ko_kr: 사용자 정의 경로
zh_cn: 路径

# FlashDevelop.Description.CustomSnippetDir
source: Path to the custom snippets directory.
de_de: Pfad zum benutzerdefinierten Snippet-Verzeichnis.
eu_es: Kode-zati pertsonalizatuen direktoriora bidea.
ja_jp: スニペットを設置するディレクトリを変更します。
ko_kr: 사용자 정의 코드조각 디렉토리 경로.
zh_cn: 指向自定义代码段目录路径.

# FlashDevelop.Description.CustomTemplateDir
source: Path to the custom templates directory.
de_de: Pfad zum benutzerdefinierten Vorlagenverzeichnis.
eu_es: Txantiloi pertsonalizatuen direktoriora bidea.
ja_jp: ファイルテンプレートを設置するディレクトリを変更します。
ko_kr: 사용자 정의 템플릿 디렉토리 경로.
zh_cn: 自定义模板目录的路径.

# FlashDevelop.Description.CustomProjectsDir
source: Path to the custom project templates directory.
de_de: Pfad zum benutzerdefinierten Projektvorlagenverzeichnis.
eu_es: Proiektu txantiloi pertsonalizatuen direktoriora bidea.
ja_jp: プロジェクトテンプレートを設置するディレクトリを変更します。
ko_kr: 사용자 정의 프로젝트 템플릿 디렉토리를 경로.
zh_cn: 指向自定项目模板目录路径.

# ASCompletion.Description.HandlerNamingConvention
source: Generator can automatically generate an event handler method name using the following naming conventions
de_de: Der Code-Generator kann automatisch einen Event-Handler erstellen wobei folgende Benennungsregeln verwendet werden
eu_es: Sortzaileak gertaera kudeatzaile bat automatikoki sor dezake ondorengo izen konbentzioak erabiliz
ja_jp: 自動生成されるイベントハンドラーのメソッド名のフォーマットを指定します。
ko_kr: 생성기가 자동으로 다음 명명 규칙을 사용하여 이벤트 핸들러 메소드 이름을 생성할 수 있습니다.
zh_cn: 自动生成使用以下命名约定的事件处理方法名称

# ASCompletion.Label.MoveDeclarationOnTop
source: Move declaration(s) on top
de_de: Deklaration(en) nach oben verschieben
eu_es: Deklarazioa(k) gora mugitu
ja_jp: 宣言を先頭に移動
ko_kr: 선언문을 위로 이동
zh_cn: 移至前面声明

# ASCompletion.Label.GeneratePublicCallback
source: Generate public callback
de_de: Public Callback erstellen
eu_es: Atzeradei publikoa sortu
ja_jp: public コールバック関数の生成
ko_kr: Public 콜백 메소드 생성
zh_cn: 声明 public 回调函数

# FlashDevelop.Label.SmartPaste
source: Smart Paste
de_de: Intelligentes Einfügen
eu_es: Itsasketa Adimenduna
ja_jp: スマート貼り付け
ko_kr: 스마트 붙여넣기
zh_cn: 智能粘贴

# FlashDevelop.Label.JScriptDocument
source: JScript Document
de_de: JavaScript Dokument
eu_es: JScript Dokumentua
ja_jp: JScript ドキュメント
ko_kr: JScript 문서
zh_cn: JScript 文档

# ProjectManager.Label.SourcePath
source: &Source Path
de_de: &Quellpfad
eu_es: &Iturburu-bidea
ja_jp: ソースパス(&S)
ko_kr: 소스 경로 (&S)
zh_cn: 源路径(&S)
