Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# StartPage.Description.ShowStartPageOnStartup
source: Should the start page show when you open FlashDevelop: Always - FlashDevelop will not restore a session, but instead show the start page. NotRestoringSession - start page will show if FlashDevelop is not restoring a session. Never - the start page will not show based on startup.
de_de: Was soll passieren wenn Sie FlashDevelop öffnen: Always - FlashDevelop wird nicht das letze Projekt laden sondern die Startseite anzeigen. NotRestoringSession - Startseite wird beim Start angezeigt. Never - Startseite wird nie angezeigt.
eu_es: FlashDevelop irekitzean hasiera orriak agertu behar luke: Beti - FlashDevelop-ek ez du saioa leheneratuko, baino hasiera orria erakutsiko du. SaioaEzLeheneratu - hasiera orria agertuko da FlashDevelop-ek ez badu saioa leheneratzen. Inoiz - abiatzean ez da hasiera orria erakutsiko.
ja_jp: FlashDevelop を起動時のスタートページの表示: Always - セッションを復元しないで、代わりにスタートページを表示します。 NotRestoringSession - 復元するセッションがないときにスタートページを表示します。 Never - 起動時にスタートページを表示しません。
ko_kr: FlashDevelop을 시작할때 시작 페이지를 여는 옵션: Always - FlashDevelop이 세션을 복원하지 않고 대신 시작 페이지를 보여줍니다. NotRestoringSession - FlashDevelop이 세션을 복원하지 않은 경우 시작 페이지가 열립니다. Never - 시작 페이지는 프로그램 시작시 열리지 않습니다.
zh_cn: 当启动 FlashDevelop 时，首页应当显示: 总是显示首页 - FlashDevelop 将不还原一个会话, 但始终显示首页. 不恢复会话时显示首页 - 如果 FlashDevelop 不恢复会话时，将显示首页. 从不显示首页 - 启动 FlashDevelop 时将不显示首页.

# StartPage.Description.UseCustomRssFeed
source: Uses the custom RSS feed instead of the default start page feed.
de_de: Benutze eigenen RSS-Feed.
eu_es: RSS jario pertsonalizatua erabiltzen da lehenetsitako hasiera orriko jarioaen ordez.
ja_jp: デフォルトのスタートページのフィードのかわりに、任意の RSS フィードを使用します。
ko_kr: 기본 시작 페이지 피드 대신 사용자 정의 RSS 피드를 사용합니다.
zh_cn: 使用自定义的 RSS 源来代替默认首页上的 RSS 源。

# StartPage.Description.UseCustomStartPage
source: Uses the custom start page instead of the default start page.
de_de: Benutze eigene Startseite.
eu_es: Hasiera orri pertsonalizatua erabiltzen da lehenetsitako hasiera orriaren ordez.
ja_jp: デフォルトのスタートページのかわりに、任意のスタートページを使用します。
ko_kr: 기본 시작 페이지 대신 사용자 정의 시작 페이지를 사용합니다.
zh_cn: 使用自定义首页替代默认首页。

# StartPage.Label.ViewMenuItem
source: Start Page
de_de: &Startseite
eu_es: &Hasiera orria
ja_jp: スタートページ(&S)
ko_kr: 시작 페이지
zh_cn: 首页

# StartPage.Title.StartPage
source: Start Page
de_de: Startseite
eu_es: Hasiera orria
ja_jp: スタートページ
ko_kr: 시작 페이지
zh_cn: 首页

# TaskListPanel.Column.Description
source: Description
de_de: Beschreibung
eu_es: Deskribapena
ja_jp: 説明
ko_kr: 설명
zh_cn: 描述

# TaskListPanel.Column.File
source: File
de_de: Datei
eu_es: Fitxategia
ja_jp: リソース
ko_kr: 파일
zh_cn: 文件

# TaskListPanel.Column.Path
source: Path
de_de: Pfad
eu_es: Bidea
ja_jp: パス
ko_kr: 경로
zh_cn: 路径

# TaskListPanel.Column.Position
source: Position
eu_es: Posizioa
ja_jp: 位置
ko_kr: 위치
zh_cn: 位置

# TaskListPanel.Column.Type
source: Type
de_de: Typ
eu_es: Mota
ja_jp: タイプ
ko_kr: 유형
zh_cn: 类型

# TaskListPanel.Description.FileExtensions
source: File extensions to listen for changes.
de_de: Dateierweiterung die überwacht werden sollen.
eu_es: Aldaketak entzuteko fitxategi luzapenak.
ja_jp: タスクの監視対象にするファイルの拡張子を指定します。
ko_kr: 변경을 수신할 파일 확장자.
zh_cn: 要侦听更改的文件扩展名.

# TaskListPanel.Description.GroupValues
source: Group values to look for.
de_de: Gruppieren der Werte
eu_es: Taldearen balioak begiratu.
ja_jp: タスク機能で使用されるキーワードを指定します。コメント行頭がキーワードと一致することでタスク一覧に表示されます。
ko_kr: 찾을 그룹 값.
zh_cn: 查找的组值.

# TaskListPanel.Description.ImageIndexes
source: Image indexes of the results.
de_de: Bildindices der Resultate
eu_es: Irudien emaitzak indexatu.
ja_jp: Group Values で指定したキーワードに対応する、検索結果で表示されるアイコンを指定します。
ko_kr: 결과의 이미지 인덱스.
zh_cn: 结果图像索引.

# TaskListPanel.Info.Processing
source: Processing {0} of {1}.
de_de: Verarbeite {0} von {1}.
eu_es: {1}-etik {0} prozesatzen.
ja_jp: 処理中 {0} / {1}
ko_kr: {1}개중 {0}개 처리중.
zh_cn: 正在处理 ,第 {0} 个,共有 {1} 个.

# TaskListPanel.Info.Refreshing
source: Refreshing...
de_de: Aktualisiere...
eu_es: Freskatzen...
ja_jp: リフレッシュ...
ko_kr: 새로 고침...
zh_cn: 正在刷新...

# TaskListPanel.Info.SettingError
source: Error: Please verify your plugin settings.
de_de: Fehler: Bitte überprüfen Sie die Einstellungen.
eu_es: Errorea: Mesedez, zure plugin ezarpenak egiaztatu.
ja_jp: エラー: プラグインの設定を確認してください。
ko_kr: 오류: 플러그인 설정을 확인하십시오.
zh_cn: 错误: 请检查插件设置.

# TaskListPanel.Label.ViewMenuItem
source: Task List
de_de: Aufgaben&liste
eu_es: &Zereginen zerrenda
ja_jp: タスク一覧(&T)
ko_kr: 작업 목록
zh_cn: 任务列表

# TaskListPanel.Title.PluginPanel
source: Tasks
de_de: Aufgaben
eu_es: Zereginak
ja_jp: タスク
ko_kr: 작업
zh_cn: 任务

# XMLCompletion.Description.CloseTags
source: Closes the current tag automatically.
de_de: Schließt das aktuelle Tag automatisch.
eu_es: Uneko fitxa automatikoki ixten da.
ja_jp: 閉じタグを自動的に挿入します。
ko_kr: 자동으로 현재 태그를 닫습니다.
zh_cn: 自动关闭当前标签.

# XMLCompletion.Description.EnableXMLCompletion
source: Enables the completion for xml files.
de_de: Aktiviere Vervollständigung für XML-Dateien.
eu_es: XML fitxategientzako osaketa gaitzen da.
ja_jp: XML ファイルの補完を有効にします。
ko_kr: XML 파일의 자동 완성을 사용합니다.
zh_cn: 启用 XML 文件智能助手.

# XMLCompletion.Description.InsertQuotes
source: Inserts quotes to the generated attribute.
de_de: Fügt Anführungszeichen in erstellte Attribute ein.
eu_es: Sortutako atributuari komatxoak txertatzen dizkio.
ja_jp: 属性にクオート(")を自動的に挿入します。
ko_kr: 생성 된 속성에 따옴표를 삽입합니다.
zh_cn: 为生成的属性插入引号。

# XMLCompletion.Description.SmartIndenter
source: Uses automatic indenting to the source.
de_de: Verwende das automatische Einrücken.
eu_es: Iturburu kodearentzat koskatze automatikoa erabiltzen da.
ja_jp: ソースを自動的にインデントします。
ko_kr: 소스에 자동 들여 쓰기를 사용합니다.
zh_cn: 使用源代码自动缩进.

# XMLCompletion.Description.UpperCaseHtmlTags
source: Force uppercase html tags for generated code.
de_de: Generierte HTML-Tags in Großbuchstaben schreiben.
eu_es: Sortutako HTML kodeko etiketetan maiuskula izatea behartu.
ja_jp: 生成されたコードを大文字のタグにします。
ko_kr: 생성 된 코드의 HTML 태그에 대문자를 사용합니다.
zh_cn: 强制生成大写 HTML 标签代码.

# XMLCompletion.Info.Description
source: Adds simple HTML and XML completion to FlashDevelop.
de_de: Fügt FlashDevelop einfache HTML- und XML-Vervollständigung hinzu.
eu_es: FlashDevelop-i HTML eta XML osatze sinplea gehitzen dio.
ja_jp: FlashDevelop にシンプルな HTML や XML の補完機能を追加します。
ko_kr: FlashDevelop에 간단한 HTML과 XML 자동 완성 기능을 추가합니다.
zh_cn: 向 FlashDevelop 添加简单的 HTML 和 XML 智能引擎。

# ASCompletion.Label.GeneratePrivateFunction
source: Generate private function
de_de: Private Methode erstellen
eu_es: Funtzio pribatua sortu
ja_jp: private メソッド スタブの生成
ko_kr: Private 함수 생성
zh_cn: 生成 private 方法

# ASCompletion.Label.GenerateFunctionPublic
source: Generate public function
de_de: Public Methode erstellen
eu_es: Funtzio publikoa sortu
ja_jp: public メソッド スタブの生成
ko_kr: Public 함수 생성
zh_cn: 生成 public 方法

# ASCompletion.Label.AssignStatementToVar
source: Assign statement to variable
de_de: Einer Variable zuweisen
eu_es: Aldagaiari adierazpena esleitu
ja_jp: 値を変数に格納
ko_kr: 명령문을 변수에 지정
zh_cn: 声明变量的语句

# ASCompletion.Label.ChangeMethodDecl
source: Change method declaration
de_de: Methodendeklaration ändern
eu_es: Metodoaren deklarazioa aldatu
ja_jp: 引数の変更をメソッド宣言に反映
ko_kr: 함수 선언 변경
zh_cn: 更改方法声明

# ASCompletion.Label.ChangeConstructorDecl
source: Change constructor declaration
eu_es: Eraikitzailearen deklarazioa aldatu
ja_jp: 引数の変更をコンストラクタ宣言に反映
ko_kr: 생성자 선언 변경
zh_cn: 更改构造函数声明

# ASCompletion.Label.GenerateFunctionInterface
source: Generate interface definition
de_de: Schnittstellendefinition erstellen
eu_es: Interfazearen definizioa sortu
ja_jp: インターフェース定義の生成
ko_kr: 인터페이스 정의 생성
zh_cn: 生成接口定义

# ASCompletion.Label.AddInterfaceDef
source: Add to interface {0}
de_de: Zu Schnittstelle hinzufügen - {0}
eu_es: Interfazeari gehitu
ja_jp: インターフェースに追加 - {0}
ko_kr: 인터페이스 {0}에 추가
zh_cn: 添加到接口 {0}

# ASCompletion.Label.GenerateGetSet
source: Getter and setter
de_de: Getter und Setter
eu_es: Hartzaile eta aldatzailea
ja_jp: Getter / Setter の生成
ko_kr: Getter 및 setter
zh_cn: 生成 Getter 和 setter

# ASCompletion.Label.GenerateConstant
source: Declare constant
de_de: Konstante erstellen
eu_es: Konstantea deklaratu
ja_jp: 定数を宣言
ko_kr: 상수 선언
zh_cn: 声明常量

# ASCompletion.Label.GeneratePrivateVar
source: Declare private variable
de_de: Private Variable erstellen
eu_es: Aldagai pribatua deklaratu
ja_jp: private 変数の生成
ko_kr: Private 변수 생성
zh_cn: 声明 private 属性

# ASCompletion.Label.GeneratePublicVar
source: Declare public variable
de_de: Public Variable erstellen
eu_es: Aldagai publikoa deklaratu
ja_jp: public 変数の生成
ko_kr: Public 변수 생성
zh_cn: 声明 public 属性

# ASCompletion.Label.ImplementInterface
source: Implement interface methods
de_de: Schnittstelle implementieren
eu_es: Interfazearen metodoak inplementatu
ja_jp: インターフェースメソッドの実装
ko_kr: 인터페이스 메소드 구현
zh_cn: 实现接口方法

# ASCompletion.Label.PromoteLocal
source: Promote to class member
de_de: In Klassenmember konvertieren
eu_es: Klaseko kide bihurtu
ja_jp: メンバーとして宣言
ko_kr: 클래스 멤버로 변환
zh_cn: 提升为类成员

# ASCompletion.Label.AddAsParameter
source: Add as function parameter
de_de: Als Parameter hinzufügen
eu_es: Funtzioaren parametro moduan gehitu
ja_jp: 関数パラメータとして追加
ko_kr: 함수 매개 변수로 추가
zh_cn: 追为函数参数

# ASCompletion.Label.ConvertToConst
source: Convert to constant
de_de: In Konstante konvertieren
eu_es: Konstante bihurtu
ja_jp: 定数に変換
ko_kr: 상수로 변환
zh_cn: 转为常量

# ProjectManager.Info.AboutPackages
source: (not supported in all projects)
de_de: (Nicht in jedem Projekt verfügbar)
eu_es: (ez da proiektu guztietan onartzen)
ja_jp: *一部のプロジェクトは未対応
ko_kr: (모든 프로젝트에 지원되진 않음)
zh_cn: (在所有项目中不被支持)

# ProjectManager.Label.Package
source: &Package:
eu_es: &Paketea:
ja_jp: パッケージ(&P):
ko_kr: 패키지:
zh_cn: 包(&P):

# FileExplorer.Info.PathTrusted
source: was added to the Flash Player trusted paths.
de_de: wurde zu den Flash Player Trusted Paths hinzugefügt.
eu_es: Flash Player-aren konfiantzako bidean gehitu da.
ja_jp: Flash Player の信頼するパスに追加しました。
ko_kr: (이)가 플래시 플레이어 신뢰 경로에 추가되었습니다.
zh_cn: 已经添加到 Flash Player 信任路径.

# ProjectManager.Label.SwcExternalLibraryOption
source: &External library (not included)
de_de: &Externe Bibliothek (nicht verlinkt)
eu_es: &Kanpo liburutegia (ez dago sartuta)
ja_jp: 外部ライブラリ(含まれない)(&E)
ko_kr: 외부 라이브러리 (포함되지 않음) (&E)
zh_cn: 外部库(不包括)(&E)

# ProjectManager.Label.SwcIncludedLibraryOption
source: &Included library (include completely)
de_de: &Eingebettete Bibliothek (komplett verlinkt)
eu_es: &Sartutako liburutegia (guztiz sartua)
ja_jp: 完全に含まれるライブラリ(&I)
ko_kr: 포함된 라이브러리 (완전의 포함) (&I)
zh_cn: 包括库(完全包括)(&I)

# ProjectManager.Label.SwcLibraryOption
source: &Library (include referenced classes)
de_de: &Bibliothek (verwendete Klassen verlinkt)
eu_es: &Liburutegia (erreferentziatutako klaseak sartu)
ja_jp: ライブラリ(参照されるクラスを含む)(&L)
ko_kr: 라이브러리 (참조된 클래스 포함) (&L)
zh_cn: 库 (包括引用类)(&L)

# AS2Context.Info.Description
source: Adds an ActionScript 2 context for the ASCompletion engine.
de_de: Fügt einen ActionScript 2 Kontext der Codevervollständigung hinzu.
eu_es: ActionScript 2 ingurunea gehitzen zaio ASCompletion motoreari.
ja_jp: ASCompletion エンジンに ActionScript 2 のコンテキストを追加します。
ko_kr: ASCompletion 엔진에 액션 스크립트 2 컨텍스트를 추가합니다.
zh_cn: 为 ASCompletion 引擎添加 ActionScript 2 上下文语境.

# AS3Context.Info.Description
source: Adds an ActionScript 3 context for the ASCompletion engine.
de_de: Fügt einen ActionScript 3 Kontext der Codevervollständigung hinzu.
eu_es: ActionScript 3 ingurunea gehitzen zaio ASCompletion motoreari.
ja_jp: ASCompletion エンジンに ActionScript 3.0 のコンテキストを追加します。
ko_kr: ASCompletion 엔진에 액션 스크립트 3 컨텍스트를 추가합니다.
zh_cn: 为 ASCompletion 智能引擎添加一个 ActionScript 3 上下文语境.

# ASCompletion.Info.Description
source: Adds a code completion engine to FlashDevelop.
de_de: Fügt FlashDevelop eine Codevervollständigung hinzu.
eu_es: Kode osatzaile motore bat gehitzen zaio FlashDevelop-i.
ja_jp: FlashDevelop にコード補完エンジンを追加します。
ko_kr: FlashDevelop에 코드 자동 완성 엔진을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个代码智能引擎。

# HaXeContext.Info.Description
source: Adds a Haxe context for the ASCompletion engine.
de_de: Fügt FlashDevelop einen Haxe Kontext hinzu.
eu_es: Haxe ingurunea gehitzen zaio ASCompletion motoreari.
ja_jp: ASCompletion エンジンに Haxe コンテキストを追加します。
ko_kr: ASCompletion 엔진에 Haxe 컨텍스트를 추가합니다.
zh_cn: 为智能引擎添加一个 Haxe 上下文语境。

# ProjectManager.Info.Description
source: Adds a project management and building to FlashDevelop.
de_de: Fügt FlashDevelop einen Projektmanager hinzu.
eu_es: Proiektu kudeatzaile eta eraikitzailea gehitzen zaio FlashDevelop-i.
ja_jp: FlashDevelop にプロジェクトマネージャーを追加します。
ko_kr: FlashDevelop에 프로젝트 관리 및 빌딩 기능을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个项目管理和工程。

# StartPage.Info.Description
source: Adds a start page to FlashDevelop.
de_de: Fügt FlashDevelop eine Startseite hinzu.
eu_es: Hasiera orria gehitzen zaio FlashDevelop-i.
ja_jp: FlashDevelop にスタートページを追加します。
ko_kr: FlashDevelop에 시작 페이지를 추가합니다.
zh_cn: 向 FlashDevelop 添加一个开始页。

# TaskListPanel.Info.Description
source: Adds a task list panel to FlashDevelop.
de_de: Fügt FlashDevelop eine Aufgabenliste hinzu.
eu_es: Zereginen zerrenda panela gehitzen dio FlashDevelop-i.
ja_jp: FlashDevelop にタスク一覧パネルを追加します。
ko_kr: FlashDevelop에 작업 목록 패널을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个任务列表面板。

# ResultsPanel.Label.NextEntry
source: &Next Entry
de_de: A&bwärts
eu_es: &Hurrengo sarrera
ja_jp: 次のエントリに移動(&N)
ko_kr: 다음 항목 (&N)
zh_cn: 下一个(&N)

# ResultsPanel.Label.PreviousEntry
source: &Previous Entry
de_de: &Aufwärts
eu_es: &Aurreko sarrera
ja_jp: 前のエントリに移動(&P)
ko_kr: 이전 항목 (&P)
zh_cn: 上一个(&P)

# ProjectManager.Info.AddToLibrary
source: Add to library
de_de: Zu Bibliothek hinzufügen
eu_es: Liburutegiari gehitu
ja_jp: ライブラリに追加
ko_kr: 라이브러리에 추가
zh_cn: 添加到库

# FlashDevelop.Title.OpenFileDialog
source: Open File
de_de: Datei öffnen
eu_es: Fitxategia ireki
ja_jp: ファイルを開く
ko_kr: 파일 열기
zh_cn: 打开文件

# FlashDevelop.Title.SaveFileDialog
source: Save File
de_de: Datei speichern
eu_es: Fitxategia gorde
ja_jp: ファイルの保存
ko_kr: 파일 저장
zh_cn: 保存文件

# FlashDevelop.Title.RememberExtensionDialog
source: Remember extension
de_de: Endung merken
eu_es: Luzapena gogoratu
ko_kr: 확장자 기억

# FlashDevelop.Info.RememberExtensionDialog
source: Always use this syntax for files with this extension?
de_de: Diese Syntax immer für Dateien mit dieser Endung benutzen?
eu_es: Beti erabili nahi duzu sintaxi hau luzapen hau duten fitxategiekin?
ko_kr: 항상 이 확장자를 가진 파일에 이 구문을 사용하시겠습니까?

# ProjectManager.Title.OpenProjectDialog
source: Open Project
de_de: Öffne Projekt
eu_es: Proiektua ireki
ja_jp: プロジェクトを開く
ko_kr: 프로젝트 열기
zh_cn: 打开项目

# ProjectManager.Info.CodeInjection
source: Code injection is a compilation method that is useful for maintaining a workflow in conjunction with Adobe Flash Professional. If you enable injection, your source will be compiled into an existing SWF file. The input SWF will be copied first and the injected file will be your output SWF name. Please note that with injection enabled, you will not be able to use many project options, including asset embedding.
de_de: Code injection ist eine Kompilierungsmethode welche hilft, einen Workflow in Verbindung mit Adobe Flash IDE zu ermöglichen. Bei Code Injection werden Ihre Quelldateien in eine existierende SWF-Datei hineinkompiliert. Die Basis-SWF-Datei wird kopiert und die daraus erstellte Ausgabedatei wird ins Ausgabeverzeichnis kopiert. Bitte bedenken Sie, dass Sie viele Projektoptionen nicht mehr nutzen können, so z.B. das Einbetten von Symbolen.
eu_es: Kode injekzioa Adobe Flash Professional-ekin batera lan-fluxua mantentzeko erabilgarria den konpilazio metodo bat da. Injekzioa gaitzen bada, kodea existitzen den SWF fitxategi batean konpilatuko da. Sarrerako SWF kopiatuko da eta injektatutako fitxategia izanen da irterrako SWF izena. Kontutan izan injekzioa gaituz gero, ezin izanen diren proiektuaren hainbat aukera erabili, baliabideak txertatzea barne.
ja_jp: コードインジェクションは Adobe Flash Professional と連携したワークフローを実現するために便利なコンパイル方法です。 有効にすると、ソースは既存の SWF ファイルにコンパイルされます。入力用 SWF ファイルはコピーされ、コードを注入されたものが出力先 SWF ファイルとして出力されます。インジェクションが有効な場合、アセットの埋め込みを含む多くのプロジェクトオプションを使用することができないことに注意してください。
ko_kr: 코드 주입은 Adobe Flash Professional과 함께 워크 플로를 유지하는 데 유용한 컴파일 방법입니다. 주입을 사용하는 경우, 소스는 기존의 SWF 파일로 컴파일됩니다. 입력 SWF가 먼저 복사되고 주입 된 파일은 출력 SWF의 이름이됩니다. 주입이 활성화가 되면, 에셋 임베딩을 포함한 많은 프로젝트 옵션을 사용할 수 없습니다.
zh_cn: 代码注入是一种编译方法，该方法对于维护工作流和 Adobe Flash Professional 联合时非常有用。 如果启用了代码注入，您的源代码将会被编译进一个现有的 SWF 文件中。输入的 SWF 将首先被复制和注入将要输出 SWF 名称的文件。 请注意，启用代码注入功能，您将不能使用很多的项目选项，包括嵌入的资源。

# ProjectManager.Info.Injection
source: Injection
eu_es: Injekzioa
ja_jp: インジェクション
ko_kr: 주입
zh_cn: 注入

# ProjectManager.Info.InputSWF
source: &Input SWF file:
de_de: &SWF-Datei:
eu_es: &Sarrerako SWF fitxategia:
ja_jp: SWF ファイル(&I):
ko_kr: 입력 SWF 파일 :
zh_cn: 输入 SWF 文件(&I):

# ProjectManager.Info.UseCodeInjection
source: &Enable Code Injection
de_de: Code &Injection verwenden
eu_es: &Kode Injekzioa gaitu
ja_jp: コードインジェクションを有効(&E)
ko_kr: 코드 주입을 사용 (&E)
zh_cn: 使用代码注入(&E)

# ASCompletion.Description.VerboseFDB
source: Display all output of the Flex debugger.
de_de: Zeige die gesamte Flash Debugger Ausgabe.
eu_es: Flex araztailearen irteera guztia bistaratu.
ja_jp: Flex デバッガのすべての出力を表示します。
ko_kr: 플렉스 디버거의 모든 출력을 표시합니다.
zh_cn: Flex debugger 调试器显示所有输出.

# ASCompletion.Description.DisableCallTip
source: Do not show automatically the method call-tip when typing '(' or ','. You can still display the call tip by pressing Ctrl+Shift+Space.
de_de: Deaktiviere den automatischen Parameter-Hinweis bei Methoden wenn '(' oder ',' eingegeben wird. Über Strg+Shift+Leerzeichen können Sie den Hinweis weiterhin einblenden.
eu_es: Dei-iradokizunak ez automatikoki erakutsi '(' edo ',' idaztean. Oraindik dei-iradokizun guztia bistaratu daitezke Ctrl+Shift+Space sakatuz.
ja_jp: "(" や "," を入力した時に自動的に表示されているコールチップ(メソッドの Tips )の表示を無効にします。表示させるには Ctrl + Shift + Space を押さなければならなくなります。
ko_kr: '('나 ','를 입력 할 때 자동으로 메서드 호출 팁을 표시하지 않기. 여전히 Ctrl+Shift+Space 키를 눌러 메서드 호출 팁을 표시 할 수 있습니다.
zh_cn: 当键入"(" 或者 "," 时,不自动显示该方法的使用提示.但你仍然可以用 Ctrl+Shift+Space 呼出提示.

# ProjectManager.Description.MissingEntryPoint
source: In order to build this project, you must mark the AS or MXML entry point as "Document Class" in the project tree.
de_de: Sie müssen eine Quelldatei als Haupteinstiegspunkt Ihrer Anwendung angeben. Bitte klicken Sie mit der rechten Maustaste im Projektfenster auf die entsprechende Quelldatei (.as oder .mxml) und wählen Sie "Immer Kompilieren".
eu_es: Proiektu hau eraikitzeko, proiektu zuhaitzeko AS edo MXML sarrera puntu bat "Beti Konpilatu" moduan markatu behar da.
ja_jp: このプロジェクトにはコンパイル対象ファイルが指定されていません。このプロジェクトをビルドするには、プロジェクトツリー上でエントリーポイントとなる AS ファイルまたは MXML ファイルをコンパイル対象として指定する必要があります。
ko_kr: 이 프로젝트를 빌드하기 위해, 프로젝트 트리에 "도튜멘트 클래스"로 AS 또는 MXML 진입 점을 표시해야합니다.
zh_cn: 为生成此项目, 你必须在项目树中标记 AS 或 MXML "文档类" 作为入口.

# ProjectManager.Description.MissingTarget
source: In order to build this project, you must mark one or more classes as "Document Class" in the project tree, or turn off the 'UseMain' compiler option.
de_de: Sie müssen eine oder mehrere Quelldateien als Haupteinstiegspunkt Ihrer Anwendung angeben. Bitte klicken Sie mit der rechten Maustaste im Projektfenster auf die entsprechende Quelldatei (.as) und wählen Sie "Immer Kompilieren". Andernfalls können Sie auch die Option "UseMain" deaktivieren.
eu_es: Proiektu hau eraikitzeko, proiektu zuhaitzeko klase bat edo gehiago "Beti Konpilatu" moduan markatu behar dira, edo 'Nagusia erabili' konpilazio aukera desaktibatu.
ja_jp: このプロジェクトにはコンパイル対象ファイルが指定されていません。このプロジェクトをビルドするには、プロジェクトツリーから一つのクラスをコンパイル対象として指定する必要があります。
ko_kr: 이 프로젝트를 빌드하기 위해, 프로젝트 트리에 "도튜멘트 클래스"로 AS 또는 MXML 진입 점을 표시하거나, 'UseMain' 컴파일러 옵션을 해제해야합니다.
zh_cn: 为编译这个项目，你必须在项目树列表中标记一个或更多类为 "文档类" , 或关闭 'UseMain' 编译器选项.

# BookmarkPanel.ColumnHeader.Line
source: Line
de_de: Zeile
eu_es: Lerroa
ja_jp: 行
ko_kr: 줄
zh_cn: 行

# BookmarkPanel.ColumnHeader.Text
source: Text
eu_es: Testua
ja_jp: テキスト
ko_kr: 텍스트
zh_cn: 文本

# BookmarkPanel.Info.Description
source: Adds a bookmark management panel to FlashDevelop.
de_de: Fügt FlashDevelop eine Lesezeichenverwaltung hinzu.
eu_es: Laster-marka kudeaketa panela gehitzen zaio FlashDevelop-i.
ja_jp: FlashDevelop にブックマーク管理パネルを追加します。
ko_kr: FlashDevelop에 즐겨찾기 관리 패널을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个书签管理面板。

# BookmarkPanel.Info.NothingToBookmark
source: There is nothing to bookmark.
de_de: Nichts zu markieren.
eu_es: Ez dago laster-markarik.
ja_jp: ブックマークが見つかりませんでした。
ko_kr: 즐겨찾기를 지정할것이 없습니다.
zh_cn: 没有任何书签.

# BookmarkPanel.Info.RemoveBookmarks
source: Remove selected bookmarks?
de_de: Ausgewähltes Lesezeichen löschen?
eu_es: Aukeratutako laster-marka ezabatu?
ja_jp: 選択されたブックマークを削除しますか？
ko_kr: 선택된 즐겨찾기를 삭제 하시겠습니까?
zh_cn: 删除所选书签吗?

# BookmarkPanel.Label.RemoveBookmarks
source: &Remove Bookmarks
de_de: &Alle Lesezeichen löschen
eu_es: &Laster-markak ezabatu
ja_jp: ブックマークを解除(&R)
ko_kr: 즐겨찾기 제거
zh_cn: 删除书签(&R)

# BookmarkPanel.Label.ViewMenuItem
source: Bookmark Panel
de_de: &Lesezeichen
eu_es: &Laster-marka panela
ja_jp: ブックマーク(&B)
ko_kr: 즐겨찾기 패널
zh_cn: 书签面板

# BookmarkPanel.Title.PluginPanel
source: Bookmarks
de_de: Lesezeichen
eu_es: Laster-markak
ja_jp: ブックマーク
ko_kr: 즐겨찾기
zh_cn: 书签

# BookmarkPanel.ToolTip.SearchBookmarks
source: Search And Add Bookmarks
de_de: Lesezeichen suchen und hinzufügen
eu_es: Laster-markak bilatu eta gehitu
ja_jp: 検索してブックマークに追加
ko_kr: 즐겨찾기 검색 및 추가
zh_cn: 搜索并添加书签

# ProjectManager.Info.OpenDocument
source: Open document...
de_de: Dokument öffnen...
eu_es: Dokumentua ireki...
ja_jp: ドキュメントを開く...
ko_kr: 문서 열기...
zh_cn: 打开文件...

# ProjectManager.Label.CustomTestMovieDocument
source: Document:
de_de: Dokument:
eu_es: Dokumentua:
ja_jp: ドキュメント:
ko_kr: 문서:
zh_cn: 文档:

# ProjectManager.Title.CustomTestMovieDocument
source: Select Document To Open On Test Project
de_de: Zu öffnendes Dokument auswählen
eu_es: Proiektua Probatu-n irekitzeko dokumentua aukeratu
ja_jp: 開くドキュメントを選択
ko_kr: 테스트 프로젝트에 열 문서를 선택
zh_cn: 选择要打开的测试项目文档

# FlashDevelop.Info.NotEnoughArguments
source: Not enough arguments to run a process successfully:
de_de: Nicht genügend Argumente um einen Prozess auszuführen:
eu_es: Ez dago argumentu nahikoa prozesua egoki martxan jartzeko:
ja_jp: プロセスを正常に実行するには引数が充分ではありません:
ko_kr: 프로세스를 실행하기에 인수가 충분하지 않습니다:
zh_cn: 没有足够的参数去成功运行程序:

# ProjectManager.Label.BrowseDirectory
source: E&xplore
de_de: &Im Explorer öffnen...
eu_es: A&rakatzailea
ja_jp: エクスプローラー(&X)
ko_kr: 탐색 (&X)
zh_cn: 资源管理器(&X)

# ASCompletion.Description.ShowRegions
source: Uses region grouping in the list of the items.
de_de: Benutze das Regiongruppieren in der List der Elemente.
eu_es: Elementuen zerrendan eskualde taldekatzea erabiltzen da.
ja_jp: アウトラインパネルのリスト内で範囲グループ化を使用します。
ko_kr: 리스트에서 영역 그룹핑을 사용합니다.
zh_cn: 在项目列表中使用区域分组.

# FlashDevelop.Label.CustomArguments
source: C&ustom Arguments...
de_de: &Benutzerdefinierte Argumente...
eu_es: A&gumentu Pertsonalizatuak...
ja_jp: カスタムアーギュメントの編集(&U)...
ko_kr: 사용자 정의 인수... (&U)
zh_cn: 自定义参数(&U)...

# FlashDevelop.Group.Arguments
source: Arguments
de_de: Argumente
eu_es: Argumentuak
ja_jp: アーギュメント
ko_kr: 인수
zh_cn: 参数

# FlashDevelop.Info.Argument
source: Argument:
eu_es: Argumentua:
ja_jp: アーギュメント:
ko_kr: 인수:
zh_cn: 参数:

# FlashDevelop.Info.Details
source: Details
eu_es: Xehetasunak
ja_jp: 詳細
ko_kr: 세부 사항
zh_cn: 详细

# FlashDevelop.Info.Key
source: Key:
de_de: Name:
eu_es: Giltza:
ja_jp: キー:
ko_kr: 키:
zh_cn: 名称:

# FlashDevelop.Label.Add
source: &Add
de_de: &Hinzufügen
eu_es: &Gehitu
ja_jp: 新規(&N)
ko_kr: 추가 (&A)
zh_cn: 添加(&A)

# FlashDevelop.Label.Delete
source: &Delete
de_de: &Löschen
eu_es: &Ezabatu
ja_jp: 削除(&D)
ko_kr: 삭제 (&D)
zh_cn: 删除(&D)

# FlashDevelop.Title.ArgumentDialog
source: Custom Arguments
de_de: Benutzerdefinierte Argumente
eu_es: Argumentu Pertsonalizatuak
ja_jp: カスタムアーギュメントの編集
ko_kr: 사용자 정의 인수
zh_cn: 自定义参数

# FlashDevelop.Info.ArgumentsTakeEffect
source: Custom arguments will take effect as soon as you edit them successfully.
de_de: Diese Argumente sind sofort verfübar sobald sie eingetragen wurden.
eu_es: Argumentu pertsonalizatuek egoki editatu ondoren izanen dute eragina.
ja_jp: 変更された設定はすぐに反映されます。
ko_kr: 사용자 정의 인수는 편집 즉시 적용됩니다.
zh_cn: 当编辑完成时自定义参数即生效.
