Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# BookmarkPanel.Label.RemoveBookmark
source: &Remove Bookmark
de_de: Lesezeichen &löschen
eu_es: &Laster-marka ezabatu
ja_jp: ブックマークを解除(&R)
ko_kr: 즐겨찾기 제거
zh_cn: 删除书签(&R)

# ProjectManager.Label.ImportProject
source: &Import Project...
de_de: Projekt &importieren
eu_es: &Proiektua inportatu...
ja_jp: プロジェクトをインポート(&I)...
ko_kr: 프로젝트 불러오기... (&I)
zh_cn: 导入项目(&I)...

# ProjectManager.Title.ImportProject
source: Select Project To Import
de_de: Wählen Sie ein Projekt um es zu importieren
eu_es: Inportatzeko Proiektua Aukeratu
ja_jp: プロジェクトに読み込むものを選択
ko_kr: 불러올 프로젝트를 선택
zh_cn: 选择导入的项目

# ProjectManager.Info.ImportProjectFilter
source: Adobe Flash Builder Project (.actionScriptProperties)|.actionScriptProperties|Packaged Adobe Flash Builder Project (*.zip;*.fxp;*.fxpl)|*.zip;*.fxp;*.fxpl|Haxe hxml Project (*.hxml)|*.hxml
de_de: Adobe Flash Builder Projekt (.actionScriptProperties)|.actionScriptProperties|Packaged Adobe Flash Builder Projekt (*.zip;*.fxp;*.fxpl)|*.zip;*.fxp;*.fxpl
eu_es: Adobe Flex Builder Proiektua (.actionScriptProperties)|.actionScriptProperties|Packaged Adobe Flash Builder Proiektua (*.zip;*.fxp;*.fxpl)|*.zip;*.fxp;*.fxpl|Haxe hxml Proiektua (*.hxml)|*.hxml
ja_jp: Adobe Flash Builder プロジェクト (.actionScriptProperties)|.actionScriptProperties|Packaged Adobe Flash Builder Project (*.zip;*.fxp;*.fxpl)|*.zip;*.fxp;*.fxpl|Haxe hxml Project (*.hxml)|*.hxml
ko_kr: Adobe Flash Builder 프로젝트 (.actionScriptProperties)|.actionScriptProperties|패키지된 Adobe Flash Builder 프로젝트(*.zip;*.fxp;*.fxpl)|*.zip;*.fxp;*.fxpl|Haxe hxml 프로젝트(*.hxml)|*.hxml
zh_cn: Adobe Flash Builder 项目 (.actionScriptProperties)|.actionScriptProperties|打包的 Adobe Flash Builder 项目 (*.zip;*.fxp;*.fxpl)|*.zip;*.fxp;*.fxpl|Haxe hxml 项目 (*.hxml)|*.hxml

# FlashDevelop.Info.RedirectFilesResults
source: Send results to Results Panel
de_de: Suchresultate im Resultatsfenster anzeigen
eu_es: Emaitzak Emaitza Panelera bidali
ja_jp: 結果パネルに表示
ko_kr: 결과 패널에 결과를 보내기
zh_cn: 发送结果到结果面板

# FlashDevelop.Description.DefaultFont
source: Defines the default UI font of the program.
de_de: Standardschriftart des Programms.
eu_es: Programaren EI-rentzako lehenetsitako letra-mota definitzen da.
ja_jp: デフォルトで使用するUIフォントです。初期値は Tahoma, 8.25pt です。
ko_kr: 프로그램의 기본 UI 글꼴을 정의합니다.
zh_cn: 定义程序的默认 UI 字体.

# FlashDevelop.Description.ViewModifiedLines
source: Shows the lines in the editor that have been modified by highlighting the margin with the defined color untill saved.
de_de: Ungespeicherte Zeilen farblich markieren.
eu_es: Aldatutako lerroak editorean erakusten dira marjina definitutako kolorearekin nabarmenduz.
ja_jp: 前回の保存以降に変更された行を指定色で強調します。
ko_kr: 저장 될 때까지 정의 된 색으로 여백을 강조 표시하여 편집기에서 수정된 선을 보여줍니다.
zh_cn: 在编辑器中高亮显示已被修改具有定义颜色边距的行，一直到保存。

# FlashDevelop.Description.ConsoleFont
source: Font used in console or output controls.
de_de: Konsolenschriftart.
eu_es: Kontsola edo irteera kontroletan erabilitako letra mota.
ja_jp: コンソールと出力コントロールに使用されるフォントです。初期値は Courier New, 8.75pt です。
ko_kr: 콘솔 또는 출력 컨트롤에 사용되는 글꼴입니다.
zh_cn: 控制台或输出控件使用的字体.

# FlashDevelop.Label.SortLines
source: Sort Lines
de_de: Sortiere Zeilen
eu_es: Lerroak ordenatu
ja_jp: 行のソート
ko_kr: 정렬 선
zh_cn: 排列行

# FlashDevelop.Label.SortLineGroups
source: Sort Line Groups
de_de: Sortiere Zeilengruppen
eu_es: Lerro taldeak ordenatu
ja_jp: 行グループのソート
ko_kr: 정렬 선 그룹
zh_cn: 排列行组

# ASCompletion.Description.DisableKnownTypesColoring
source: Disable dynamic syntax coloring of known types.
de_de: Deaktiviere das Einfärben bekannter Typen.
eu_es: Mota ezagunen sintaxi-koloreztatzen dinamikoa desgaitu.
ja_jp: ダイナミックなシンタックスカラーリングを無効にします。
ko_kr: 알려진 유형의 역동적 구문 색상을 사용하지 않도록 설정합니다.
zh_cn: 禁用已知类型中动态语法配色.

# FlashDevelop.Description.ViewStatusBar
source: Displays the default statusbar.
de_de: Zeigt die Statuszeile an.
eu_es: Lehenetsitako egoera-barra erakusten da.
ja_jp: ステータスバーを表示します。
ko_kr: 기본 상태 표시줄을 표시합니다.
zh_cn: 显示默认状态栏.

# ProjectManager.Description.MinorVersion
source: Optionally define an explicit Flash player minor version target (like "0.60" for verison "9.0.60").
de_de: Optional. Geben Sie eine bestimmte Unterversion des Adobe Flash Players an (z.B. "0.60" für die Version "<Hauptversion>.0.60").
eu_es: Esplizituki Flash Player bertsio baxuago bat helburutzat definitzea aukeran (adibidez "0.60" jarri "9.0.60" bertsioarentzat).
ja_jp: 必要に応じて明示的に Flash Player のマイナーバージョンを定義します。(例 "0.60" で "9.0.60" を指定)
ko_kr: 선택적으로 Flash Player의 minor 버전 대상을 정의합니다. (예. "9.0.60" 에는 "0.60")
zh_cn: 定义一个显式的 Flash player 播放器次要版本号（如 "0.60" 版本为 "9.0.60")。

# FlashDevelop.Label.Debug
source: &Debug
de_de: &Debuggen
eu_es: &Araztu
ja_jp: デバッグ(&D)
ko_kr: 디버그 (&D)
zh_cn: 调试(&D)

# FlashDevelop.Info.ArgumentFilter
source: FlashDevelop Arguments (*.fda)
de_de: FlashDevelop Argumente (*.fda)
eu_es: FlashDevelop-en Argumentuak (*.fda)
ja_jp: FlashDevelop アーギュメント (*.fda)
ko_kr: FlashDevelop 인수 (*.fda)
zh_cn: FlashDevelop 模板 (*.fda)

# FlashDevelop.Label.ExportArguments
source: &Export Arguments...
de_de: Argumente &exportieren...
eu_es: &Argumentuak esportatu...
ja_jp: アーギュメントのエクスポート(&E)...
ko_kr: 인수 내보내기... (&E)
zh_cn: 导出参数(&E)...

# FlashDevelop.Label.ImportArguments
source: &Import Arguments...
de_de: Argumente &importieren...
eu_es: &Argumentuak inportatu...
ja_jp: アーギュメントをインポート(&I)...
ko_kr: 인수 불러오기... (&I)
zh_cn: 输入参数(&I)...

# PHPContext.Description.IntrinsicDefinitions
source: Path to language intrinsic definitions for the code completion.
de_de: Pfad zu den Intrinsic-Klassen für die Codevervollständigung.
eu_es: Kode osaketarako lengoaiaren berezko definiziora bidea.
ja_jp: コード補完用モデルファイルへのパスを指定します。
ko_kr: 코드 완성을 위한 언어 고유 정의 경로입니다.
zh_cn: 为智能代码指定内置语言环境.

# PHPContext.Info.Description
source: Adds a PHP context for the ASCompletion engine.
de_de: Fügt FlashDevelop einen PHP Kontext hinzu.
eu_es: PHP ingurunea gehitzen zaio ASCompletion motoreari.
ja_jp: ASCompletion エンジンに PHP のコンテキストを追加します。
ko_kr: ASCompletion 엔진에 PHP 컨텍스트를 추가합니다.
zh_cn: 为 ASCompletion 智能引擎添加一个 PHP 上下文语境.

# ASCompletion.Category.Common
source: Common
de_de: Allgemein
eu_es: Arrunta
ja_jp: Common | 共通
ko_kr: 일반
zh_cn: 公共

# ASCompletion.Category.Documentation
source: Documentation
de_de: Dokumentation
eu_es: Dokumentazioa
ja_jp: Documentation | ドキュメンテーション
ko_kr: 문서
zh_cn: 文档

# ASCompletion.Category.Language
source: Language
de_de: Sprache
eu_es: Lengoaia
ja_jp: Language | 言語
ko_kr: 언어
zh_cn: 语言

# ASCompletion.Category.Advanced
source: Advanced
de_de: Erweitert
eu_es: Aurreratua
ja_jp: Advanced | 高度な設定
ko_kr: 고급
zh_cn: 高级

# ASCompletion.Category.FlashIDE
source: Adobe Flash Professional
ko_kr: 어도비 플래시 프로페셔널

# ASCompletion.Category.Helpers
source: Helpers
de_de: Helfer
eu_es: Laguntzaileak
ja_jp: Helpers | ヘルパー
ko_kr: 도우미
zh_cn: 帮助

# ASCompletion.Category.OutlineView
source: OutlineView
de_de: Gliederung
eu_es: EskemaBista
ja_jp: Outline View | アウトライン表示
ko_kr: 아웃라인 보기
zh_cn: 大纲视图

# ASCompletion.Info.TypeDeclMissing
source: Type declaration missing for '{0}'.
de_de: Typdeklaration fehlt: '{0}'.
eu_es: '{0}'-rentzako mota deklarazioa falta da.
ja_jp: '{0}' の型宣言が見つかりません。
ko_kr: '{0}'의 유형 선언이 없습니다.
zh_cn: 类型声明丢失 '{0}''.

# ProjectManager.Label.EmbedAsBitmap
source: Embed as Bitmap instead of Clip
de_de: Als Bitmap anstatt MovieClip einbetten
eu_es: Klip moduan beharrean Bitmap moduan txertatu
ja_jp: Bitmap を埋め込み
ko_kr: 클립 대신 비트맵으로 내장
zh_cn: 当作位图嵌入，而不是剪辑

# FlashDevelop.Label.FullScreen
source: F&ull Screen
de_de: V&ollbild
eu_es: P&antaila osoa
ja_jp: フルスクリーン(&U)
ko_kr: 전체 화면 (&U)
zh_cn: 全屏模式(&U)

# ASCompletion.Description.ReformatBraces
source: Automatically reformat braces according to the Coding Style Line Break option in the main application settings.
de_de: Formatiere automatisch die Klammern entsprechend der Coding Style Line Break Option in den FlashDevelop Haupteinstellungen.
eu_es: Aplikazio nagusiaren ezarpenetako Kodetze Estiloa Lerro Saltoa aukeran adierazitako moduan giltzei automatikoki formatua eman.
ja_jp: メイン設定にあるコーディングスタイル改行設定に従って括弧を自動で再フォーマットします。
ko_kr: 자동으로 기본 응용 프로그램 설정의 코딩 스타일의 줄 바꿈 옵션에 따라 괄호를 다시 포맷합니다.
zh_cn: 按照主程序设置中的编码样式换行符选项，自动格式化大括号.

# ProjectManager.Description.UseProjectSessions
source: Uses project related sessions when opening or closing projects.
de_de: Gibt an, ob die beim Schließen eines Projekts geöffneten Dokumente beim nächsten Laden wieder automatisch geöffnet werden sollen.
eu_es: Proiektuak ireki edo ixtean proiektuekin loturiko saioak erabiltzen dira.
ja_jp: プロジェクト単位のセッションを使用します。プロジェクトファイルを閉じるときに開いていたファイルを保持し、再度プロジェクトを開いたときに再現します。
ko_kr: 프로젝트를 열거나 닫을때 프로젝트 관련 세션을 사용합니다.
zh_cn: 在打开或关闭项目时,使用项目相关会话.

# ASCompletion.Description.LastASVersion
source: Internal: automatically stored latest ActionScript version detected to apply to files without package/class declarations.
de_de: Intern: Speichere automatisch die zuletzt erkannte ActionScript-Version um sie auf Dateien ohne Package-/Klassen-Definitionen anzuwenden.
eu_es: Barnekoa: package/class deklarazio gabeko fitxategiei aplikatzeko detektatutako azken ActionScript bertsioa automatikoki gordetzen da.
ja_jp: 内部: パッケージ/クラス宣言なしでファイルに適用するために最新の ActionScript バージョンを自動的に保存しました。
ko_kr: 자동으로 패키지 / 클래스 선언하지 않은 파일에 적용할 최신 ActionScript 버전을 저장합니다.
zh_cn: 内部： 自动存储检测到最新的 ActionScript 版本，并应用到没有包/类声明的文件。

# FlashDevelop.Info.FileHeader
source: File
de_de: Datei
eu_es: Fitxategia
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件

# FlashDevelop.Description.UseListViewGrouping
source: Uses item grouping in ListView controls.
de_de: Benutzt Gruppen in Listen.
eu_es: ZerrendaBista kontroletan elementu taldekatzea erabiltzen da.
ja_jp: ListView コントロールで項目をグループ化します。
ko_kr: ListView 컨트롤에 그룹화 항목을 사용합니다.
zh_cn: 在列表视图控件中使用项目组.

# FlashDevelop.Group.Other
source: Other
de_de: Andere
eu_es: Besteak
ja_jp: その他
ko_kr: 기타
zh_cn: 其它

# ASCompletion.Description.DisableLiveSyntaxChecking
source: Disable as-you-type syntax checking.
de_de: Deaktiviere die Syntaxüberprüfung während des Tippens.
eu_es: Sintaxia idatzi ahala egiaztatzea desgaitu.
ja_jp: ライブシンタックスチェックを無効にします。
ko_kr: 실시간 자동 구문 검사를 사용하지 않도록 설정합니다.
zh_cn: 禁用键入时语法检查.

# FlashDevelop.Info.CurrentSelection
source: Current selection
de_de: Aktuelle Auswahl
eu_es: Uneko hautaketa
ja_jp: 現在の選択範囲
ko_kr: 현재 선택:
zh_cn: 当前所选

# ASCompletion.Description.GenerateProtectedDeclarations
source: By default the generator will try to generate 'private' declarations. Set this option to 'true' to force generating 'protected' declarations in ActionScript 3.
de_de: Erstelle 'protected' anstelle von 'private' declarationen.
eu_es: Sortzailea 'private' deklarazioak sortzen saiatuko da modu lehenetsian. Aukera hau 'true'-n jarrita, 'protected' deklarazioak sortzea derrigortzen da ActionScript 3-n.
ja_jp: コードジェネレーターは通常 'private' で宣言しようとします。このオプションを 'True' にすると ActionScript3 では 'protected' で宣言します。
ko_kr: 기본으로 생성기가 'private' 선언을 생성합니다. 대신 액션 스크립트 3에서 'protected' 선언을 하려면이 옵션을 설정합니다.
zh_cn: 默认情况下， ActionScript 3 生成器尝试生成 'private' 声明。设置这个选项为"true"时，强制生成 "protected" 声明.

# FileExplorer.Label.ShellMenu
source: Shell Menu...
de_de: Explorermenu...
ja_jp: コンテキストメニュー...
ko_kr: 쉘 메뉴...
zh_cn: 右键菜单...

# ProjectManager.Label.ShellMenu
source: Shell Menu...
de_de: E&xplorermenü
ja_jp: コンテキストメニュー(&S)...
ko_kr: 쉘 메뉴...
zh_cn: 右键菜单...

# ProjectManager.Description.LinkReport
source: Generate a file describing symbols which were compiled in the SWF. This file can be used to optimize a module with load-externs compiler option.
de_de: Optional. Pfad der XML-Datei, welche Auskunft darüber gibt, welche Klassen in die erstellte SWF-Datei kompiliert wurden. Diese Datei kann auch benutzt werden, um Module größenmäßig zu optimieren (in Verbindung mit der "Load Externs" Compileroption).
eu_es: SWF-an konpilatutako sinboloak deskribatzen dituen fitxategia sortzen da. Fitxategi hau 'load-externs' konpilazio aukerarekin optimizatzeko erabil daiteke.
ja_jp: コンパイルされた SWF ファイル内のシンボルを記述したリンカーレポートの保存先を指定します。
ko_kr: SWF로 컴파일 된 심볼을 설명하는 파일을 생성합니다. 이 파일은 load-externs 컴파일러 옵션 모듈을 최적화하는데 이용될 수 있습니다.
zh_cn: 编译完成 SWF 文件后生成一份描述报告. 这份报告可以用来优化模块和加载额外的编译器参数选项。

# ProjectManager.Description.LoadExterns
source: Specifies a file declaring symbols to omit from linking. This file can be generated using link-report compiler option.
de_de: Optional. Lädt einen Link-Report, um bestimmte Klassen nicht in die zu erstellende SWF-Datei zu kompilieren (s. Link Report Option).
eu_es: Loturatik at sinboloak uzteko deklaratzen dituen fitxategia zehazten da. Fitxategi hau 'link-report' konpilazio aukera erabiliz sortzen da.
ja_jp: コンパイル時に省略するシンボルが記述されたリンカーレポートを指定します。
ko_kr: 링크에서 생략 심볼을 선언하는 파일을 지정합니다. 이 파일은 link-report 컴파일러 옵션을 사용하여 생성 될 수 있습니다.
zh_cn: 指定一个简略的描述报告文件.这个文件可以使用编译器选项参数 link-report 来生成。

# FlashDevelop.Description.InsertionTriggers
source: Set this option to limit the characters which insert completion list item. Tab and Enter characters must be escaped (ie. \t \n).
de_de: Liste der Zeichen die die vorgeschlagene Vervollständigung übernehmen. Tabulator und Enter Zeichen müssen mit Escapeschreibweise angegeben werden (z.B. \t \n).
eu_es: Aukera hau aldatu osaketa zerrendako elementuen karaketereak mugatzeko. Tab eta Enter-ek ihes karaktereak izan behar dute (adb. \t \n).
ja_jp: 補完リストによる挿入を確定するキー入力を設定します。Tab や Enter の場合はエスケープしてください。(例. \t \n) デフォルトでは A-Z0-9 以外のすべてのキー入力で確定します。
ko_kr: 완성 목록 항목의 삽입 문자를 제한하려면 이 옵션을 설정합니다. Tab과 Enter는 이스케이프 처리를 해야합니다 (예. \t \n).
zh_cn: 该选项设置是为了限制一些字符插入到已完成的项目列表中. Tab 制表符和 Enter 回车符必须使用转义符 (例如. \t \n).

# TaskListPanel.Info.InvalidFile
source: The file could not be found. The task list will be refreshed.
de_de: Die Datei kann nicht gefunden werden. Die Liste wird aktualisiert.
eu_es: Fitxategia ezin izan da aurkitu. Zeregin zerrenda freskatuko da.
ja_jp: ファイルが見つかりませんでした。タスク一覧が更新されます。
ko_kr: 파일을 찾을 수 없습니다. 작업 목록을 새로고침합니다.
zh_cn: 文件未找到. 任务列表将被刷新.

# FlashDevelop.Description.PrintMarginColumn
source: Shows the print margin on the right where the text should be kept.
de_de: Zeigt den Druckerseitenabstand auf der rechten Seite an wo der Text stehen soll.
eu_es: Eskuinean testua gorde behar litzeken lekuan inprimatze marjina erakusten da.
ja_jp: 桁基準線を表示する桁数です。0の場合は表示しません。
ko_kr: 오른쪽에있는 텍스트가 유지되어야할 인쇄 여백을 표시합니다.
zh_cn: 在存放文本的右边显示打印边距。

# FileExplorer.Description.SynchronizeToProject
source: Synchronizes the file view with the current project.
de_de: Synchronisiert den Dateibrowser mit dem aktuellen Projekt.
eu_es: Fitxategi bista uneko proiektuarekin sinkronizatzen da.
ja_jp: 開いているプロジェクトとファイル表示をシンクロさせます。
ko_kr: 현재 프로젝트와 파일뷰를 동기화합니다.
zh_cn: 与当前项目同步文件视图.

# FlashDevelop.Description.SaveUnicodeWithBOM
source: Creates new Unicode encoded files with BOM (byte-order mark).
de_de: Erstellt Unicode-Datein mit Byte-Order-Mark (BOM).
ja_jp: Unicode ( UTF-8 )エンコードが指定されたファイルを新規作成するとき、バイトオーダーマーク( BOM )を挿入します。
ko_kr: BOM (byte-order marks)을 사용하여 새 유니 코드로 인코딩 된 파일을 작성합니다.
zh_cn: 使用 BOM (字节-顺序 标记)创建新的 Unicode 编码文件。

# FlashDevelop.Label.OpenFilesIn
source: &Open Files In
de_de: Öffne Dateien &als...
eu_es: &Fitxategiak hemen ireki
ja_jp: 開く(&O)
ko_kr: 여기에서 파일 열기 (&O)
zh_cn: 打开文件时使用(&O)

# FlashLogViewer.Description.ColourWarnings
source: Enables coloring of errors and warnings.
de_de: Aktiviert das Einfärben von Fehlern und Warnungen.
eu_es: Errore eta abisuak koloreztatzea gaitu.
ja_jp: エラーや警告を色づけして表示します。
ko_kr: 오류 및 경고의 색상을 사용합니다.
zh_cn: 启用着色的错误和警告提示.

# FlashLogViewer.Description.FlashLogFile
source: The path to the Flash Player main log file.
de_de: Pfad zum Hauptprotokoll des Adobe Flash Players (flashlog.txt).
eu_es: Flash Player-aren log fitxategi nagusira bidea.
ja_jp: Flash Player のログファイルへのパスです。
ko_kr: 플래시 플레이어의 주요 로그 파일의 경로.
zh_cn: 指向 Flash Player 主日志文件路径.

# FlashLogViewer.Description.PolicyLogFile
source: The path to the Flash Player policy log file.
de_de: Pfad zum Richtlinienprotokoll des Adobe Flash Players (policyfiles.txt).
eu_es: Flash Player-aren gidalerro fitxategi nagusira bidea.
ja_jp: Flash Player のポリシーファイルへのパスです。
ko_kr: 플래시 플레이어 방침 로그 파일의 경로.
zh_cn: 指向 Flash Player 策略日志文件路径.

# FlashLogViewer.Info.Description
source: Adds a Flash Player main and policy log panel to FlashDevelop.
de_de: Fügt FlashDevelop eine Flashprotokollüberwachung hinzu.
eu_es: Flash Player-aren log eta gidalerro panelak gehitzen zaizkio FlashDevelop-i.
ja_jp: FlashDevelop に Flash Player のログ/ポリシーファイルの追跡機能を追加します。
ko_kr: FlashDevelop에 플래시 플레이어의 주요 및 방침 로그 패널을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个 Flash Player 主策略日志面板。

# FlashLogViewer.Label.ClearLog
source: &Clear Log
de_de: Protokoll &leeren
eu_es: &Log-a garbitu
ja_jp: ログのクリア(&C)
ko_kr: 로그 지우기 (&C)
zh_cn: 清除日志(&C)

# FlashLogViewer.Label.CopyOutput
source: Copy &Output
de_de: Ausgabe &kopieren
eu_es: Irteera &Kopiatu
ja_jp: コピー(&C)
ko_kr: 출력 복사 (&O)
zh_cn: 复制输出(&O)

# FlashLogViewer.Label.ViewMenuItem
source: Flash Log Viewer
de_de: Flash&protokoll
eu_es: Flash Log &Ikuslea
ja_jp: Flash ログビューアー(&V)
ko_kr: 플래시 로그 뷰어
zh_cn: Flash 日志视图

# FlashLogViewer.Label.WrapText
source: &Wrap Text
de_de: Text &umbrechen
eu_es: &Testua bildu
ja_jp: テキストの折り返し(&W)
ko_kr: 텍스트 줄바꿈 (&W)
zh_cn: 自动换行(&W)

# FlashLogViewer.Title.PluginPanel
source: Logs
de_de: Protokolle
eu_es: Log-ak
ja_jp: ログ
ko_kr: 로그
zh_cn: 日志

# FlashLogViewer.ToolTip.StartTracking
source: Start Tracking
de_de: Überwachung starten
eu_es: Jarraipena hasi
ja_jp: トラッキングの開始
ko_kr: 추적 시작
zh_cn: 开始跟踪

# FlashLogViewer.ToolTip.StopTracking
source: Stop Tracking
de_de: Überwachung stoppen
eu_es: Jarraipena gelditu
ja_jp: トラッキングの停止
ko_kr: 추적 정지
zh_cn: 停止跟踪

# FlashLogViewer.Category.Files
source: Files
de_de: Dateien
eu_es: Fitxategiak
ja_jp: Files | ファイル
ko_kr: 파일
zh_cn: 文件

# FlashLogViewer.Description.TrackingStartType
source: Specifies how the log file tracking is started.
de_de: Gibt die Methode an mit der das Überwachen der Protokolldateien vorgenommen wird.
eu_es: Log fitxategiak jarraipena nola hasten duen zehazten da.
ja_jp: ログファイルの追跡を開始するタイミングを指定します。
ko_kr: 로그 파일 추적이 시작되는 방법을 지정합니다.
zh_cn: 指定启动时的跟踪日志文件.

# FlashLogViewer.ToolTip.PopupToTopMost
source: Open In Popup
de_de: In Popup öffnen
eu_es: Popup batean ireki
ja_jp: ポップアップで開く
ko_kr: 팝업에서 열기
zh_cn: 在弹出窗口中打开

# FlashLogViewer.Description.KeepPopupTopMost
source: Keeps the popup window as the top most of all windows.
de_de: Popups immer im Vordergrund halten.
eu_es: Popup leihoa beste guztien gainean mantentzen da.
ja_jp: 独立したパネルの場合、常に最前列に表示します。
ko_kr: 모든 윈도우의 최상위에 팝업 창을 유지합니다.
zh_cn: 保持弹出窗口置顶.

# ASCompletion.Outline.Search
source: Search...
de_de: Suche...
eu_es: Bilatu...
ja_jp: 検索...
ko_kr: 검색...
zh_cn: 搜索...

# ASCompletion.Outline.SortingMode
source: Sorting Mode
de_de: Sortierungsart
eu_es: Ordenatze modua
ja_jp: 並べ替え方法
ko_kr: 정렬 모드
zh_cn: 排序模式

# FlashLogViewer.Description.RegexError
source: Allows you to customize the capture regex of error lines.
de_de: Erlaubt das definieren von eigenen Fehlerzeilen-Regex-Ausdrücken.
eu_es: Errore lerroak harrapatzeko espresio erregularrak pertsonalizatzeko aukera ematen du.
ja_jp: エラーを取得する正規表現を設定します。
ko_kr: 오류 라인의 캡처 정규식을 사용자 정의 할 수 있습니다.
zh_cn: 允许自定义输出正则表达式的错误行.

# FlashLogViewer.Description.RegexWarning
source: Allows you to customize the capture regex of warning lines.
de_de: Erlaubt das definieren von eigenen Warnungszeilen-Regex-Ausdrücken.
eu_es: Abisu lerroak harrapatzeko espresio erregularrak pertsonalizatzeko aukera ematen du.
ja_jp: 警告を取得する正規表現を設定します。
ko_kr: 경고 라인의 캡처 정규식을 사용자 정의 할 수 있습니다.
zh_cn: 允许自定义捕获正则表达式警告行.

# FlashLogViewer.Category.Regex
source: Regex
eu_es: Espresio erregularrak
ja_jp: Regex | 正規表現
ko_kr: 정규식
zh_cn: 正则表达式

# FlashLogViewer.ToolTip.ClearFilterText
source: Clear Filter Text
de_de: Filter löschen
eu_es: Filtro testua garbitu
ja_jp: 絞り込みのクリア
ko_kr: 필터 텍스트 지우기
zh_cn: 清除过滤文本

# ASCompletion.Outline.ClearSearchText
source: Clear Search Text
de_de: Lösche Filter
eu_es: Bilaketa testua garbitu
ja_jp: 検索文字列をクリア
ko_kr: 검색 텍스트 제거
zh_cn: 清除搜索文本

# ASCompletion.Outline.SortDefault
source: Sorted
de_de: Sortiert
eu_es: Ordenatua
ja_jp: ソート
ko_kr: 정렬
zh_cn: 排序

# ASCompletion.Outline.SortedByKind
source: Sorted By Kind
de_de: Sortiert nach Art
eu_es: Motaren arabera ordenatua
ja_jp: 種類でソート
ko_kr: 종류별로 정렬
zh_cn: 按类型排序

# ASCompletion.Outline.SortedGroup
source: Sorted Group
de_de: Sortiert nach Gruppe
eu_es: Talde ordenatua
ja_jp: グループソート
ko_kr: 그룹별로 정렬
zh_cn: 已排序的组

# ASCompletion.Outline.SortedSmart
source: Sorted Smart
de_de: Intelligent sortiert
eu_es: Ordenatze adimenduna
ja_jp: スマートソート
ko_kr: 스마트하게 정렬
zh_cn: 智能排序

# ASCompletion.Outline.SortNone
source: None
de_de: Unsortiert
eu_es: Bat ere ez
ja_jp: なし
ko_kr: 없음
zh_cn: 无

# ASCompletion.Title.SaveIntrinsicAs
source: Save Intrinsic File As...
de_de: Speichere Intrinsic-Klasse unter...
eu_es: Berezko fitxategia honela gorde...
ja_jp: モデルファイルを保存...
ko_kr: 다른이름으로 Intrinsic 파일 저장...
zh_cn: 另存为内置文件...

# ASCompletion.Title.SelectIntrinsicTargetFolder
source: Select Target Intrinsic File Folder...
de_de: Wählen Sie ein Verzeichnis für die Intrinsic-Klassen...
eu_es: Berezko fitxategiaren helburu karpeta aukeratu...
ja_jp: コード補間用モデルファイルのフォルダーを選択...
ko_kr: 대상 Intrinsic 파일 폴더를 선택합니다...
zh_cn: 选择内置目标文件夹...

# FlashLogViewer.Description.UpdateInterval
source: Specifies the frequency of the log file checking.
de_de: Aktualisierungsintervall der Protokollüberwachung.
eu_es: Log fitxategia egiaztatzeko frekuentzia zehazten da.
ja_jp: ログファイルをチェックする頻度を指定します。
ko_kr: 로그 파일 판정의 빈도를 지정합니다.
zh_cn: 指定日志文件检查的频率.

# FlashDevelop.Title.ArgReplaceDialog
source: Replace Arguments
de_de: Ersetze Argumente
eu_es: Argumentuak ordezkatu
ja_jp: ダイナミックアーギュメントの置換
ko_kr: 인수 교체
zh_cn: 替换参数

# ProjectManager.Title.AuthorName
source: Template Configuration: Enter Your Name
de_de: Vorlagenkonfiguration: Geben Sie bitte Ihren Namen ein
eu_es: Txantiloiaren konfigurazioa: Sartu zure izena
ja_jp: テンプレート設定: あなたの名前を入力してください
ko_kr: 템플릿 구성: 이름을 입력
zh_cn: 模板配置: 输入你的名字

# FlashDevelop.Label.SyntaxColoring
source: &Syntax Coloring...
de_de: &Syntaxhervorhebung...
eu_es: &Sintaxiaren koloreztatzea...
ja_jp: シンタックスカラーリングの編集(&S)...
ko_kr: 구문 색상... (&S)
zh_cn: 语法配色器(&S)...

# FlashDevelop.Info.Background
source: Background:
de_de: Hintergrund:
eu_es: Atzeko planoa:
ja_jp: 背景:
ko_kr: 배경:
zh_cn: 背景:

# FlashDevelop.Info.Bold
source: Bold
de_de: Fett
eu_es: Lodia
ja_jp: ボールド
ko_kr: 굵게
zh_cn: 粗体

# FlashDevelop.Info.Font
source: Font:
de_de: Schriftart:
eu_es: Letra mota:
ja_jp: フォント:
ko_kr: 글꼴:
zh_cn: 字体:

# FlashDevelop.Info.Foreground
source: Foreground:
de_de: Vordergrundfarbe:
eu_es: Aurreko planoa:
ja_jp: テキスト:
ko_kr: 전경:
zh_cn: 前景:

# FlashDevelop.Info.Italic
source: Italics
de_de: Kursivschrift
eu_es: Etzana
ja_jp: イタリック
ko_kr: 기울임꼴
zh_cn: 斜体

# FlashDevelop.Info.ZipFilter
source: FlashDevelop Zip Files (*.fdz)|*.fdz
de_de: FlashDevelop Zip Dateien|*.fdz
eu_es: FlashDevelop-en Zip Fitxategiak|*.fdz
ja_jp: FlashDevelop Zip ファイル|*.fdz
ko_kr: FlashDevelop Zip 파일 (*.fdz)|*.fdz
zh_cn: FlashDevelop 压缩文件|*.fdz

# FlashDevelop.Info.EditorStyle
source: Editor Style
de_de: Editor Stil
eu_es: Editore estiloa
ja_jp: エディタースタイル
ko_kr: 편집기 스타일
zh_cn: 编辑器样式

# FlashDevelop.Info.SampleText
source: Sample Text
de_de: Beispieltext
eu_es: Adibide testua
ko_kr: 예제 텍스트

# FlashDevelop.Info.SaveCurrentLanguage
source: Do you want to save the current language?
de_de: Möchten Sie die aktuelle Programmiersprache speichern?
eu_es: Uneko lengoaia gorde nahi duzu?
ja_jp: 現在の言語を保存しますか？
ko_kr: 현재의 언어를 저장 하시겠습니까?
zh_cn: 你想保存当前的语言吗?

# FlashDevelop.Info.ItemStyle
source: Item Style
de_de: Elementstil
eu_es: Elementu estiloa
ja_jp: アイテムスタイル
ko_kr: 항목 스타일
zh_cn: 项目样式

# FlashDevelop.Info.Size
source: Size:
de_de: Größe:
eu_es: Tamaina:
ja_jp: サイズ:
ko_kr: 크기:
zh_cn: 大小:

# FlashDevelop.Label.ExportFiles
source: Export Files...
de_de: Dateien exportieren...
eu_es: Fitxategiak esportatu...
ja_jp: 設定ファイルのエクスポート...
ko_kr: 파일 내보내기...
zh_cn: 导出文件...

# FlashDevelop.Title.SyntaxEditDialog
source: Syntax Coloring
de_de: Syntaxhervorhebung
eu_es: Sintaxiaren koloreztatzea
ja_jp: シンタックスカラーリングの編集
ko_kr: 구문 색상
zh_cn: 语法配色器
