Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# AirProperties.Locale.Spanish
source: Spanish (es)
de_de: Spanisch (es)
eu_es: Gaztelera (es)
ja_jp: スペイン語 (es)
ko_kr: 스페인어 (es)
zh_cn: 西班牙语 (es)

# AirProperties.Locale.Swedish
source: Swedish (sv)
de_de: Schwedisch (sv)
eu_es: Suediera (sv)
ja_jp: スウェーデン語 (sv)
ko_kr: 스웨덴어 (sv)
zh_cn: 瑞典语 (sv)

# AirProperties.Locale.Turkish
source: Turkish (tr)
de_de: Türkisch (tr)
eu_es: Turkiarra (tr)
ja_jp: トルコ語 (tr)
ko_kr: 터키어 (tr)
zh_cn: 土耳其语 (tr)

# AirProperties.RenderMode.Auto
source: Auto
de_de: Automatisch
ja_jp: 自動
ko_kr: 자동
zh_cn: 自动

# AirProperties.SystemChrome.None
source: None
de_de: Kein Rahmen
eu_es: Bat ere ez
ja_jp: なし
ko_kr: 없음
zh_cn: 无

# AirProperties.SystemChrome.Standard
source: Standard
eu_es: Estandarra
ja_jp: 標準
ko_kr: 표준
zh_cn: 标准

# AirProperties.Validation.InvalidExtension
source: The {0} Extension ID is invalid.
de_de: Die ID der Erweiterung '{0}' ist ungültig.
eu_es: {0} Luzapen IDa baliogabea da.
ja_jp: {0} は無効な拡張 ID です。
ko_kr: {0} 확장자 ID가 잘못되었습니다.
zh_cn: {0} 扩展 ID 无效.

# AirProperties.Validation.InvalidFileType
source: The {0} File Type has one or more invalid properties.
de_de: Der '{0}' Dateityp hat eine oder mehrere ungültige Eigenschaften.
eu_es: {0} Fitxategi Motak baliogabeko propietate bat edo gehiago ditu.
ja_jp: {0} は1つ以上の無効なプロパティを持っています。
ko_kr: {0} 파일 형식은 하나 이상의 유효하지 않은 속성이 있습니다.
zh_cn: 这个 {0} 文件类型有一个或更多无效属性.

# AirProperties.Validation.InvalidLocale
source: The value entered for the custom locale is not valid. Custom locales must be an extension of a default locale, e.g. en-US.
de_de: Die Werte der eigenen Sprachumgebung ist nicht gültig. Eigene Sprachumgebungen müssen eine Erweiterung der Standard-Sprachumgebung sein (z.B. en-US).
eu_es: Lokalizazio pertsonalizatutzat sartutako balioa ez da egokia. Lokalizazio pertsonalizatuek lehenetsiaren luzapen bat izan behar dute, adb. en-US.
ja_jp: "有効でないカスタムロケールが入力されました。 カスタムロケールはデフォルトロケールの延長でなければなりません。例えば en-US など。"
ko_kr: 사용자 지정 로케일에 입력 한 값이 유효하지 않습니다. 사용자 로켈은 기본 로케일의 확장이어야 합니다. 예) en_US
zh_cn: 输入自定义区域语言设置的值是无效的。 自定义区域语言设置必须是默认区域设置的扩展, 例如. en-US.

# AirProperties.Validation.InvalidProperty
source: The {0} property is not valid.
de_de: Die '{0}' Eigenschaft ist nicht gültig.
eu_es: {0} propietatea ez da balizkoa.
ja_jp: {0} は有効なデータではありません。
ko_kr: {0} 속성이 유효하지 않습니다.
zh_cn: 此 {0} 属性无效.

# AirProperties.Label.Add
source: &Add
de_de: &Hinzufügen
eu_es: &Gehitu
ja_jp: 追加(&A)
ko_kr: 더하기 (&A)
zh_cn: 添加(&A)

# AirProperties.Label.AddCustomLocale
source: Add Custom Locale
de_de: Füge eigene Lokalisierung hinzu
eu_es: Lokalizazio pertsonalizatua gehitu
ja_jp: カスタムロケールを追加
ko_kr: 사용자 로케일 추가.
zh_cn: 添加自定义语言

# AirProperties.Label.Cancel
source: &Cancel
de_de: &Abbrechen
eu_es: &Utzi
ja_jp: キャンセル(&C)
ko_kr: 취소 (&C)
zh_cn: 取消(&C)

# AirProperties.Label.DefaultLocales
source: Default Locales
de_de: Standard Lokalisierungen
eu_es: Lehenetsitako Lokalizazioak
ja_jp: デフォルトのロケール
ko_kr: 기본 로케일
zh_cn: 默认语言

# AirProperties.Label.Locales
source: Locales
de_de: Sprachumgebungen
eu_es: Lokalizazioak
ja_jp: ロケール
ko_kr: 로케일
zh_cn: 本地

# AirProperties.Label.Ok
source: &OK
eu_es: &Ados
ja_jp: OK(&O)
ko_kr: 확인 (&O)
zh_cn: 确定(&O)

# AirProperties.Label.SelectedLocales
source: Selected Locales
de_de: Ausgewählte Sprachumgebungen
eu_es: Aukeratutako Lokalizazioak
ja_jp: 選択されたロケール
ko_kr: 선택된 로케일
zh_cn: 设置语言

# AirProperties.Label.AndroidAdditions
source: Android Manifest Additions
de_de: Android Manifest Ergänzungen
eu_es: Android Manifest Gehigarriak
ja_jp: Android マニフェストの追加
ko_kr: 안드로이드 매니페스트에 추가
zh_cn: Android 信息添加

# AirProperties.Label.Application
source: Application
de_de: Anwendung
eu_es: Aplikazioa
ja_jp: アプリケーション
ko_kr: 응용 프로그램
zh_cn: 应用程序

# AirProperties.Label.AspectRatio
source: Aspect Ratio
de_de: Seitenverhältnis
eu_es: Aspektua
ja_jp: アスペクト比
ko_kr: 화면 비율
zh_cn: 长宽比

# AirProperties.Label.AutoOrients
source: Auto Orients
de_de: Automatische Ausrichtung
eu_es: Auto-Orient.
ja_jp: 自動回転
ko_kr: 자동 회전
zh_cn: 自动定向

# AirProperties.Label.BrowserInvocation
source: Allow Browser Invocation
de_de: Browseraufruf erlauben
eu_es: Arakatzaile-Deiak Baimendu
ja_jp: ブラウザ起動を許可
ko_kr: 브라우저 호출 허용
zh_cn: 允许浏览器调用

# AirProperties.Label.Content
source: Content
de_de: Inhalt
eu_es: Edukia
ja_jp: コンテンツ
ko_kr: 컨텐츠
zh_cn: 内容

# AirProperties.Label.ContentType
source: Content Type
de_de: Inhaltstyp
eu_es: Eduki Mota
ja_jp: コンテンツの種類
ko_kr: 컨텐츠 유형
zh_cn: 内容类型

# AirProperties.Label.Copyright
source: Copyright
ja_jp: 著作権情報
ko_kr: 저작권
zh_cn: 版权

# AirProperties.Label.CustomUpdateUI
source: Custom Update UI
de_de: Eigene Update Oberfläche
ja_jp: カスタムUIの更新
ko_kr: 사용자 정의 업데이트 UI
zh_cn: 自定义更新 UI

# AirProperties.Label.Description
source: Description
de_de: Beschreibung
eu_es: Deskripzioa
ja_jp: 概要
ko_kr: 설명
zh_cn: 描述

# AirProperties.Label.Desktop
source: Desktop
eu_es: Mahaigaina
ja_jp: デスクトップ
ko_kr: 데스크탑
zh_cn: 桌面

# AirProperties.Label.Details
source: Details
eu_es: Xehetasunak
ja_jp: 詳細
ko_kr: 자세한 사항
zh_cn: 详细

# AirProperties.Label.ExtendedDesktop
source: Extended Desktop
de_de: Erweiterter Desktop
eu_es: Mahaigain Hedatua
ja_jp: 拡張デスクトップ
ko_kr: 확장 데스크탑
zh_cn: 扩展桌面

# AirProperties.Label.ExtendedTv
source: Extended TV
de_de: Erweiterer TV
eu_es: TV Hedatua
ja_jp: 拡張 TV
ko_kr: 확장 TV
zh_cn: 扩展 TV

# AirProperties.Label.Extension
source: Extension
de_de: Erweiterung
eu_es: Luzapena
ja_jp: 拡張
ko_kr: 확장자
zh_cn: 扩展

# AirProperties.Label.ExtensionId
source: Extension ID
de_de: Erweiterungs-ID
eu_es: Luzapen IDa
ja_jp: 拡張 ID
ko_kr: 확장자 ID
zh_cn: 扩展 ID

# AirProperties.Label.Extensions
source: Extensions
de_de: Erweiterungen
eu_es: Luzapenak
ja_jp: 拡張子
ko_kr: 확장자
zh_cn: 扩展

# AirProperties.Label.FileName
source: File Name
de_de: Dateiname
eu_es: Fitxategi Izena
ja_jp: ファイルの名前
ko_kr: 파일 이름
zh_cn: 文件名

# AirProperties.Label.FileTypes
source: File Types
de_de: Dateitypen
eu_es: Fitxategi Motak
ja_jp: ファイルの種類
ko_kr: 파일 유형
zh_cn: 文件类型

# AirProperties.Label.Fullscreen
source: Fullscreen
de_de: Vollbild
eu_es: Pantaila Osoa
ja_jp: フルスクリーン
ko_kr: 전체 화면
zh_cn: 全屏

# AirProperties.Label.Help
source: &Help
de_de: &Hilfe
eu_es: &Laguntza
ja_jp: ヘルプ(&H)
ko_kr: 도움말 (&H)
zh_cn: 帮助(&H)

# AirProperties.Label.Icons
source: Icons
de_de: Symbole
eu_es: Ikonoak
ja_jp: アイコン
ko_kr: 아이콘
zh_cn: 图标

# AirProperties.Label.InitialLocation
source: Initial Location
de_de: Anfängliche Position
eu_es: Hasiera Kokalekua
ja_jp: 初期座標
ko_kr: 초기 위치
zh_cn: 初始位置

# AirProperties.Label.InitialSize
source: Initial Size
de_de: Anfängliche Größe
eu_es: Hasiera Neurria
ja_jp: 初期サイズ
ko_kr: 초기 크기
zh_cn: 初始化大小

# AirProperties.Label.Installation
source: Installation
eu_es: Instalazioa
ja_jp: インストール
ko_kr: 설치
zh_cn: 安装

# AirProperties.Label.InstallFolder
source: Install Folder
de_de: Installationsverzeichnis
eu_es: Instalazio Karpeta
ja_jp: インストール先フォルダー
ko_kr: 설치 폴더
zh_cn: 安装文件夹

# AirProperties.Label.IPhoneAdditions
source: IPhone Info Additions
de_de: IPhone Informationsergänzungen
eu_es: IPhone Info Gehigarriak
ja_jp: IPhone アドイン情報
ko_kr: 아이폰 정보 추가 사항
zh_cn: IPhone 信息添加

# AirProperties.Label.Locale
source: Locale
de_de: Sprachumgebung
eu_es: Lokalizazioa
ja_jp: ロケール
ko_kr: 로케일
zh_cn: 本地语言

# AirProperties.Label.Maximizable
source: Maximizable
de_de: Maximierbar
eu_es: Handigarria
ja_jp: 最大化を許可
ko_kr: 최대화
zh_cn: 最大化

# AirProperties.Label.MaximumSize
source: Maximum Size
de_de: Maximale Größe
eu_es: Neurri Max
ja_jp: 最大サイズ
ko_kr: 최대 크기
zh_cn: 最大尺寸

# AirProperties.Label.Minimizable
source: Minimizable
de_de: Minimierbar
eu_es: Txikigarria
ja_jp: 最小化を許可
ko_kr: 최소화
zh_cn: 最小化

# AirProperties.Label.MinimumSize
source: Minimum Size
de_de: Mindestgröße
eu_es: Neurri Min
ja_jp: 最小サイズ
ko_kr: 최소 크기
zh_cn: 最小尺寸

# AirProperties.Label.MinPatchLevel
source: Minimum Patch Level
de_de: Minimales Patch Level
ja_jp: 最低パッチレベル
ko_kr: 최소 패치 레벨
zh_cn: 最小的修补程序级别

# AirProperties.Label.MobileDevice
source: Mobile Device
de_de: Mobilgerät
eu_es: Gailu Mugikorra
ja_jp: モバイルデバイス
ko_kr: 모바일 디바이스
zh_cn: 移动设备

# AirProperties.Label.Name
source: Name
eu_es: Izena
ja_jp: 名前
ko_kr: 이름
zh_cn: 名称

# AirProperties.Label.New
source: New
de_de: Neu
eu_es: Berria
ja_jp: 新規
ko_kr: 새 파일
zh_cn: 新建

# AirProperties.Label.NonWindowedPlatforms
source: Non-Windowed Platforms
de_de: Fensterlose Plattformen
eu_es: Lehio Gabeko Plataformak
ja_jp: 非ウィンドウ表示プラットフォーム
ko_kr: 비 윈도우 플랫폼
zh_cn: 非 Windows 平台

# AirProperties.Label.ProgramMenuFolder
source: Program Menu Folder
de_de: Programm Verzeichnis
eu_es: Programa-menu Karpeta
ja_jp: プログラムメニューフォルダー
ko_kr: 프로그램 메뉴 폴더
zh_cn: 程序菜单文件夹

# AirProperties.Label.PublisherId
source: Publisher ID
de_de: Herausgeber ID
eu_es: Argitaratzaile ID
ja_jp: パブリッシャー ID
ko_kr: 제작자 ID
zh_cn: 发布 ID

# AirProperties.Label.Remove
source: Remove
de_de: Entfernen
eu_es: Ezabatu
ja_jp: 削除
ko_kr: 제거
zh_cn: 删除

# AirProperties.Label.RenderMode
source: Render Mode
de_de: Rendermodus
eu_es: Errendatzea
ja_jp: レンダリングモード
ko_kr: 렌더링 모드
zh_cn: 渲染模式

# AirProperties.Label.Resizable
source: Resizable
de_de: Größenveränderbar
eu_es: Neurri Aldakorra
ja_jp: リサイズを許可
ko_kr: 크기 조정
zh_cn: 重置大小

# AirProperties.Label.SupportedProfiles
source: Supported Profiles
de_de: Unterstütze Profile
eu_es: Onartutako Profilak
ja_jp: サポートするプロファイル
ko_kr: 지원되는 프로파일
zh_cn: 受支持的性能分析器

# AirProperties.Label.SystemChrome
source: System Chrome
de_de: Rahmen
eu_es: Sistemaren Markoa
ja_jp: システムクローム
ko_kr: 시스템 크롬
zh_cn: Chrome 系统

# AirProperties.Label.Title
source: Title
de_de: Titel
eu_es: Titulua
ja_jp: タイトル
ko_kr: 제목
zh_cn: 标题

# AirProperties.Label.TitleDesc
source: Configure the properties of your AIR application. For a detailed explanation of the available{0}properties and their accepted values, please click the Help button for online help.
de_de: Stellen Sie hier die Eigenschaften Ihrer AIR Anwendung ein. Um zu detailierte Erläuterungen der verfügbaren{0}Eigenschaften und deren gültige Werte zu gelangen, klicken Sie bitte den Hilfe-Button um zur Online-Hilfe zu gelagen.
eu_es: Zure AIR aplikazioaren propietateak konfiguratu. Eskuragarri dauden propietateen azalpen{0}zehaztuagoa eta onartutako balioak ikusteko, mesedez sakatu online laguntzarako Laguntza botoia.
ja_jp: AIR アプリケーションのプロパティーを設定します。使用できるプロパティーの {0} 説明や有効な値については Help ボタンをクリックしてオンラインヘルプを参照してください。
ko_kr: AIR 응용 프로그램의 속성을 구성합니다. 사용 가능한 {0} 속성과 허용되는 값에 대한 자세한 설명은 도움말 버튼을 클릭하십시오.
zh_cn: 配置 AIR 应用程序的属性.要想了解可用 {0} 属性和它们接受值的详细说明, 请单击帮助按钮获取联机帮助.

# AirProperties.Label.Transparent
source: Transparent
eu_es: Gardena
ja_jp: 透過
ko_kr: 투명
zh_cn: 透明度

# AirProperties.Label.Version
source: Version
eu_es: Bertsioa
ja_jp: バージョン
ko_kr: 버전
zh_cn: 版本

# AirProperties.Label.VersionNo
source: Version No.
de_de: Version Nr.
eu_es: Bertsio Zenb.
ja_jp: バージョン番号
ko_kr: 버전 번호
zh_cn: 版本号.

# AirProperties.Label.Visible
source: Visible
de_de: Sichtbar
eu_es: Ikusgai
ja_jp: 可視
ko_kr: 표시
zh_cn: 可见

# AirProperties.Label.WindowBounds
source: Window Bounds
de_de: Fensterumgrenzungen
eu_es: Lehiaren Mugak
ja_jp: ウインドウの境界
ko_kr: 윈도우 바운더리
zh_cn: Window 绑定

# AirProperties.Label.WindowedPlatforms
source: Windowed Platforms
de_de: Plattformen mit Fenstern
eu_es: Lehiodun Plataformak
ja_jp: ウインドウ表示プラットフォーム
ko_kr: 윈도우된 플랫폼
zh_cn: Windows 平台

# AirProperties.Title.LocaleManager
source: Configure AIR Application Installer Locales
de_de: AIR Anwendungssetup Sprachumgebungen einstellen
eu_es: AIR Aplikazio Instalatzailearen Lokalizazioak konfiguratu
ja_jp: 設定の AIR アプリケーションのインストーラのロケール
ko_kr: AIR 응용 프로그램 설치 로케일 구성
zh_cn: 配置 AIR 程序安装的语言环境

# SourceControl.Description.EnableHG
source: Enable Mercurial (HG) integration in FlashDevelop.
de_de: Mercurial (Hg) Integration aktivieren
eu_es: FlashDevelop-en Mercurial-en (Hg) integrazioa gaitu
ja_jp: プロジェクトで Mercurial (Hg) 使用を有効にします。
ko_kr: FlashDevelop에 Mercurial (HG)의 통합을 사용합니다.
zh_cn: 在 FlashDevelop 中启用 Mercurial (Hg) 分布式版本控制系统集成

# SourceControl.Description.HGPath
source: Path to Mercurial command line tool. Example: 'hg.exe' if the tool is already installed in the environment path.
de_de: Pfad zum Mercurial Befehlszeilenprogramm. Z.B.: 'hg' wenn das Programm bereits im Umgebungspfad installiert ist.
eu_es: Mercurial komando lerroko tresnarako bidea. Adibidea: 'hg' dagoeneko ingurune bidean instalaturik badago.
ja_jp: Mercurial コマンドラインツールへのパスです。例えば、'hg'。もしツールがすでにインストールされている場合は環境変数に設定されたパスが指定されます。
ko_kr: Mercurial 명령줄 도구의 경로입니다. 예: 도구가 이미 환경 경로에 설치되어있는 경우 'hg.exe'.
zh_cn: 指向 Mercurial 分布式版本控制命令行工具路径. 例如: 'hg' 已经安装了该工具的环境路径中。

# SourceControl.Description.TortoiseHGProcPath
source: Path to TortoiseHG's TortoiseProc tool. Example: 'thgw.exe'.
de_de: Pfad zum TortoiseHG's TortoiseProc programm. Z.B. 'hgtk'.
eu_es: TortoiseHG-en TortoiseProc tresnarako bidea. Adibidea: 'hgtk'.
ja_jp: TortoiseHG の TotoiseProc ツールへのパスです。 例えば 'hgtk'。
ko_kr: TortoiseHG의 TortoiseProc 도구 경로입니다. 예: 'thgw.exe'.
zh_cn: 指向 TortoiseHG 的 TortoiseProc 工具路径. 例如 'hgtk'.

# FlashDevelop.Description.CustomShortcuts
source: List of user defined override shortcuts.
de_de: Liste der benutzerdefinierten Tastenkombinationenen.
eu_es: Erabiltzaileak definitutako lasterbide zerrenda.
ja_jp: ユーザーによって上書き設定されたショートカットの一覧です。
ko_kr: 사용자 정의 단축키 목록.
zh_cn: 用户定义的快捷键列表会覆盖.

# AS3Context.Description.AS3FileTypes
source: File extensions explored in classpath. Defaults to *.as, *.mxml (enter one filetype per line).
de_de: Erkannte Dateierweiterungen im Klassenpfad. Standard: *.as, *.mxml (ein Dateityp pro Zeile).
eu_es: Bide-izenan esploratutako fitxategi luzapenak. Lehenetsiak *.as, *.mxml (sartu fitxategi mota bat lerroko).
ja_jp: クラスパス内の AS3 タイプとして有効な拡張子の設定。デフォルトでは *.as と *.mxml。拡張子を一行にひとつづつ入力してください。
ko_kr: 클래스 경로에 탐색되는 파일 확장자. 기본값: *.as, *.mxml (한 줄에 하나의 파일 형식을 입력합니다).
zh_cn: 类路径中的文件扩展名. 默认为 *.as, *.mxml (每行输入一个文件类型).

# CodeFormatter.Info.CouldNotFormat
source: Syntax errors encountered. Could not format code.
de_de: Syntax Fehler festgestellt. Code konnte nicht formatiert werden.
eu_es: Sintaxi erroreak aurkitu dira. Ezin izan da kodea formateatu.
ja_jp: シンタックスエラーが発生しました。コードをフォーマットできません。
ko_kr: 구문 오류가 발생했습니다. 코드를 포맷 할 수 없습니다.
zh_cn: 遇到语法错误. 无法格式化代码.

# CodeFormatter.Label.CodeFormatter
source: Code &Formatter
de_de: Code-&Formatierung
eu_es: Kode &Formateatzailea
ja_jp: コードの整形(&F)
ko_kr: 코드 포맷터 (&F)
zh_cn: 代码格式化(&F)

# FlashDevelop.Label.EncodingInput
source: Encoding:
de_de: Kodierung:
eu_es: Kodetzen:
ja_jp: エンコーディング:
ko_kr: 인코딩:
zh_cn: 编码:

# FlashDevelop.Label.InputText
source: Input:
de_de: Eingabe:
ja_jp: 入力:
ko_kr: 입력:
zh_cn: 输入:

# FlashDevelop.Label.OutputText
source: Output:
de_de: Ausgabe:
ja_jp: 出力:
ko_kr: 출력:
zh_cn: 输出:

# FlashDevelop.Title.HashDialog
source: Insert Hash
de_de: Hash einfügen
eu_es: Txertatu Hash
ja_jp: ハッシュの挿入
ko_kr: Hash 삽입
zh_cn: 插入哈希值

# ProjectManager.Label.CleanProject
source: &Clean Project
de_de: Project be&reinigen
eu_es: &Proiektua garbitu
ja_jp: プロジェクトのクリーニング(&C)
ko_kr: 클린 프로젝트 (&C)
zh_cn: 清除项目(&C)

# ProjectManager.Info.UnableToCleanProject
source: Unable to delete output file
de_de: Ausgabedatei konnte nicht gelöscht werden
eu_es: Ezin izan da irteera fitxategia ezabatu
ja_jp: 出力ファイルを削除することができません
ko_kr: 출력 파일을 삭제할 수 없습니다
zh_cn: 未能删除输出文件

# BridgeSettings.Info.Description
source: Add virtualization bridge configuration to FlashDevelop.
de_de: Fügt eine Virtualisierungsbrücke hinzu.
eu_es: Birtualizazio zubi konfigurazioa gehitu FlashDevelop-i.
ja_jp: FlashDevelop に仮想化環境におけるブリッジの設定を追加します。
ko_kr: FlashDevelop에 가상화 브리지 구성을 추가합니다.
zh_cn: 向 FlashDevelop 添加一个虚拟化桥接配置.

# BridgeSettings.Description.Active
source: Enables delegation to host system, typically when running FlashDevelop virtualized in a MacOS or Linux host.
de_de: Ermöglicht die Weiterleitung an ein Hostsystem, typischerweise falls FlashDevelop in einer Virtuellen Umgebung unter MacOS oder Linux ausgeführt wird.
eu_es: Sistema ostalari bati ordezkaritza gaitzen du, normalean FlashDevelop MacOS edo Linux ostalari batean birtualizatu denean.
ja_jp: FlashDevelop が MacOS または Linulx 上で仮想化されている場合、ホストシステムへの委譲を有効にします。
ko_kr: 호스트 시스템 위임을 사용합니다. 일반적으로 FlashDevelop을 MacOS나 Linux 호스트에서 가상화 실행하는 경우 사용합니다.
zh_cn: 启用委托主机系统, 典型的是在 MacOS 或者 Linux 虚拟化主机系统中运行 FlashDevelop .

# BridgeSettings.Description.AlwaysOpenLocal
source: List of file extensions which must always be executed by Windows and never by the host system.
de_de: Liste der Dateierweiterungen welche immer von Windows und nicht vom Hostsystem ausgeführt werden müssen.
eu_es: Windows-ek beti eta sistema ostalariak inoiz exekutatuko dituzten fitxategi luzapen zerrenda.
ja_jp: 常に Windows 上で開く拡張子の種類を設定します。
ko_kr: 항상 호스트 시스템이 아닌 Windows에서 실행해야 파일 확장자 (extension)의리스트입니다.
zh_cn: 必须始终由 Windows 而非主机系统执行文件扩展名列表.

# BridgeSettings.Description.SharedDrive
source: Drive shared by host system with guest Windows OS.
de_de: Vom Hostsystem fregegebene Partition welche mit Windows geteilt wird.
eu_es: Sistema ostalaria Windows SE gonbidatuarekin elkarbanatutako unitatea.
ja_jp: ゲスト Windows OS で共有するドライブです。
ko_kr: 게스트 Windows OS와 함께 호스트 시스템에 의해 공유되는 드라이브.
zh_cn: 通过主机系统和来宾用户的 Windows 操作系统共享驱动器.

# BridgeSettings.Description.TargetRemoteIDE
source: Use Flash CS* from the host system if FLA or JSFL is located on the host drive.
de_de: Verwende Flash CS* des Hostsystems falls FLA oder JSFL auf dem Hostsystem vorhanden ist.
eu_es: Sistema ostalariko Flash CS* erabili FLA edo JSFL ostalariaren unitatean kokatuak badaude.
ja_jp: FLA ファイルまたは JSFL ファイルがホストドライブ上にある場合、ホストシステムの Flash CS* を使用します。
ko_kr: FLA 또는 JSFL이 호스트 드라이브에있는 경우 호스트 시스템에서 어도비 플래시를 사용합니다.
zh_cn: 如果 FLA 或 JSFL 在主机驱动器上，请使用该主机上的 Flash CS*.

# BridgeSettings.Description.UseRemoteExplorer
source: Use file explorer of the host system if path is located on the host shared drive.
de_de: Verwende den Dateiexplorer des Hostsystems falls der Pfad auf einer Host-Freigabe liegt.
eu_es: Sistema ostalariko fitxategi esploratzailea erabili bidea ostalariaren unitatean kokatua badago.
ja_jp: パスがホスト共有ドライブ上にある場合、ホストシステムのエクスプローラを使用します。
ko_kr: 경로가 호스트 공유 드라이브에있는 경우 호스트 시스템의 파일 탐색기를 사용합니다.
zh_cn: 如果路径位于主机共享驱动器上，请使用文件资源管理器中的主机系统.

# FlashDevelop.Description.ConfirmOnExit
source: Confirms closing on program exit.
de_de: Abfrage beim Schließen des Programms.
eu_es: Programa ixtea baieztatu irteterakoan.
ja_jp: プログラムが終了する際に確認をとります。
ko_kr: 프로그램 종료시 확인합니다.
zh_cn: 确认程序退出时关闭.

# FlashDevelop.Info.AreYouSureToExit
source: Are you sure you want to exit FlashDevelop?
de_de: Möchten Sie FlashDevelop wirklich beenden?
eu_es: Ziur zaude FlashDevelop-etik irten nahi duzula?
ja_jp: 本当に FlashDevelop を終了してもよろしいですか？
ko_kr: FlashDevelop을 종료 하시겠습니까?
zh_cn: 确定要退出 FlashDevelop 吗?

# FlashDevelop.Label.MoveLineDown
source: Move Line Down
de_de: Zeile hinunterschieben
eu_es: Lerroa Behera Mugitu
ja_jp: 行を下に移動
ko_kr: 행을 아래로 이동
zh_cn: 下移一行

# FlashDevelop.Label.MoveLineUp
source: Move Line Up
de_de: Zeile hinaufschieben
eu_es: Lerroa Gora Mugitu
ja_jp: 行を上に移動
ko_kr: 행을 위로 이동
zh_cn: 上移一行

# FlashDevelop.Description.VirtualSpaceMode
source: Sets the virtual space mode with rectangular selection.
de_de: Virtueller Raum bei rechteckiger Auswahl.
eu_es: Aukeraketa angeluzuzena espaziorekin birtuala modua ezartzen du.
ja_jp: 矩形選択とバーチャルスペースのモードを設定します。
ko_kr: 사각형 선택으로 가상 공간 모드를 설정합니다.
zh_cn: 设置矩形选区虚拟空间模式.

# FlashDevelop.Category.Locale
source: Locale
de_de: Sprachumgebung
eu_es: Lokalizazioa
ja_jp: Locale | ロケール
ko_kr: 로케일
zh_cn: 本地

# BridgeSettings.Description.BridgePort
source: Bridge socket connection port (default 8009).
de_de: Brücken Socket Port (Standard 8009).
eu_es: Zubiaren konexio socket portua (lehenetsia 8009).
ja_jp: ブリッジのソケット通信のポート番号です。(通常は 8009)
ko_kr: 브릿지 소켓 연결 포트 (기본값 8009).
zh_cn: 桥接套接字连接端口 (默认 8009).

# BridgeSettings.Description.CustomBridgeIP
source: Provide a specific IP to override auto-detection.
de_de: Spezielle IP um die Autoerkennung zu umgehen.
eu_es: IP zehatz bat eskaini auto-detektatzea gainidazteko.
ja_jp: ブリッジIPの自動検出を無効にし、特定のIPアドレスを指定します。
ko_kr: 자동 감지 기능를 대체 할 특정 IP를 제공합니다.
zh_cn: 用特定的 IP 来覆盖自动检测.

# ProjectManager.Label.Manage
source: &Manage...
de_de: &Verwalten...
eu_es: &Kudeatu...
ja_jp: 管理(&M)...
ko_kr: 관리... (&M)
zh_cn: 管理(&M)...

# ProjectManager.Label.SDKGroup
source: Installed SDK(s)
de_de: Installierte SDK(s)
eu_es: Instalatutako SDK(k)
ja_jp: インストールされた SDK
ko_kr: 설치된 SDK
zh_cn: 已安装 SDK(s)

# CodeFormatter.Description.AS.AdvancedSpacesAfterColons
source: Advanced amount of spaces after colons.
de_de: Zusätzliche Leerschritte nach einem Doppelpunkt.
eu_es: Bi punturen ondorengo hutsune kopurua.
ja_jp: コロン「 : 」の後に挿入されるスペースの数です。 (Use Global Spaces Around Colons が False のとき有効。)
ko_kr: 고급 콜론 후 공백 양.
zh_cn: 在冒号后的空格数.

# CodeFormatter.Description.AS.AdvancedSpacesBeforeColons
source: Advanced amount of spaces before colons.
de_de: Zusätzliche Leerzeichen vor einem Doppelpunkt.
eu_es: Bi punturen aurreko hutsune kopurua.
ja_jp: コロン「 : 」の前に挿入されるスペースの数です。 (Use Global Spaces Around Colons が False のとき有効。)
ko_kr: 고급 콜론 전에 공백 양.
zh_cn: 在冒号前的空格数.

# CodeFormatter.Description.AS.AdvancedSpacesInsideArrayDeclarationBrackets
source: Advanced amount of spaces inside array declaration brackets.
de_de: Zusätzliche Leerzeichen in Array-Definitionsklammern.
eu_es: Array-aren deklarazio parentesi barruko hutsune kopurua.
ja_jp: 配列の宣言の括弧「 [ ] 」の内側に挿入されるスペースの数です。 (Use Global Spaces Inside Parens が False のとき有効。) 例: 値が3のとき [ a, b, c ]
ko_kr: 고급 배열 선언 괄호 안의 공백 양.
zh_cn: 在方括号内声明数组时的空格数.

# CodeFormatter.Description.AS.AdvancedSpacesInsideArrayReferenceBrackets
source: Advanced amount of spaces inside array reference brackets.
de_de: Zusätzliche Leerzeichen in Array-Indexklammern.
eu_es: Array-aren erreferentzia parentesi barruko hutsune kopurua.
ja_jp: 配列の参照の括弧「 [ ] 」の内側に挿入されるスペースの数です。 (Use Global Spaces Inside Parens が False のとき有効。) 例: 値が3のとき [ 1 ]
ko_kr: 고급 배열 참조 괄호 안의 공백 양.
zh_cn: 在数组内引用方括号的空格数.

# CodeFormatter.Description.AS.AdvancedSpacesInsideLiteralBraces
source: Advanced amount of spaces inside literal braces.
de_de: Zusätzliche Leerzeichen in geschwungenen Klammern.
eu_es: Giltzen arteko hutsune kopurua.
ja_jp: リテラルブレース「 { } 」の内側に挿入されるスペースの数です。 (Use Global Spaces Inside Parens が False のとき有効。)
ko_kr: 고급 리터럴 중괄호 내부 공백 양.
zh_cn: 在大括号内的文本空格数.

# CodeFormatter.Description.AS.AdvancedSpacesInsideParens
source: Advanced amount of spaces inside parens.
de_de: Zusätzliche Leerzeichen in Klammern.
eu_es: Parentesi barruko hutsune kopurua.
ja_jp: 丸括弧「 ( ) 」の中に挿入されるスペースの数です。 (Use Global Spaces Inside Parens が False のとき有効。)
ko_kr: 고급 괄호 안에 공백 양.
zh_cn: 在括号内的空格数.

# CodeFormatter.Description.AS.AlwaysGenerateIndent
source: Always generate code indent.
de_de: Immer Code-Einrückung verwenden.
eu_es: Beti sortu kode koska.
ja_jp: 常にコードインデントを生成します。 ( Trueの場合、空白行に前の行と同じ数のインデントが挿入されます。)
ko_kr: 항상 코드 들여 쓰기를 생성합니다.
zh_cn: 始终生成代码缩进.

# CodeFormatter.Description.AS.BlankLinesBeforeClasses
source: Amount of blank lines before classes.
de_de: Anzahl der Leerzeilen vor Klassen.
eu_es: Klaseen aurreko lerro zuri kopurua.
ja_jp: クラス定義の前に挿入される空白行の数です。
ko_kr: 클래스 전에 빈 줄의 양.
zh_cn: 类前的空白行数.

# CodeFormatter.Description.AS.BlankLinesBeforeControlStatements
source: Amount of blank lines before control statements.
de_de: Anzahl der leeren Zeilen vor Steuerungsanweisungen.
eu_es: Kontrol adierazpenen aurreko lerro zuri kopurua.
ja_jp: 制御文( if 文、for 文など )の前に挿入される空白行の数です。
ko_kr: 제어문 전에 빈 줄의 양.
zh_cn: 控制语句前的空行.

# CodeFormatter.Description.AS.BlankLinesBeforeFunctions
source: Amount of blank lines before functions.
de_de: Anzahl der Leerzeilen vor Funktionen.
eu_es: Funtzioen aurreko lerro zuri kopurua.
ja_jp: メソッド定義の前に挿入される空白行の数です。
ko_kr: 함수 이전에 빈 줄의 양.
zh_cn: 函数前的的空行数.

# CodeFormatter.Description.AS.BlankLinesBeforeProperties
source: Amount of blank lines before properties.
de_de: Anzahl der Leerzeilen vor Eigenschaften.
eu_es: Propietateen aurreko lerro zuri kopurua.
ja_jp: プロパティ宣言の前に挿入される空白行の数です。
ko_kr: 속성 전에 빈 줄의 양.
zh_cn: 在属性之前的空行数.

# CodeFormatter.Description.AS.BlankLinesToKeep
source: Amount of blank lines to keep.
de_de: Anzahl der beizubehaltenden Leerzeilen.
eu_es: Gordetzeko lerro zuri kopurua.
ja_jp: 空白行を保持する最大数です。
ko_kr: 유지할 빈 줄의 양.
zh_cn: 保留空白行的数量.
