Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# OutputPanel.Label.WrapText
source: &Wrap Text
de_de: Text &umbrechen
eu_es: Testua bildu
ja_jp: 自動改行(&W)
ko_kr: 줄바꿈 (&W)
zh_cn: 自动换行

# OutputPanel.Title.PluginPanel
source: Output
de_de: Ausgabe
eu_es: Irteera
ja_jp: 出力
ko_kr: 출력
zh_cn: 输出

# PluginCore.Docking.ToolTipAutoHide
source: Auto Hide
de_de: Automatisch ausblenden
eu_es: Automatikoki ezkutatu
ja_jp: 自動的に隠す
ko_kr: 자동 숨기기
zh_cn: 自动隐藏

# PluginCore.Docking.ToolTipClose
source: Close
de_de: Schließen
eu_es: Itxi
ja_jp: 閉じる
ko_kr: 닫기
zh_cn: 关闭

# PluginCore.Docking.ToolTipOptions
source: Options
de_de: Optionen
eu_es: Aukerak
ja_jp: オプション
ko_kr: 옵션
zh_cn: 选项

# PluginCore.Docking.ToolTipWindowList
source: Window List
de_de: Liste der geöffneten Fenster
eu_es: Leiho zerrenda
ja_jp: ウインドウリスト
ko_kr: 창 목록
zh_cn: 窗口列表

# PluginCore.Info.FolderAlreadyContainsFile
source: This folder already contains a file named "{0}".{1}Would you like to replace the existing file?
de_de: Dieser Ordner beinhaltet bereits eine Datei namens "{0}".{1}Möchten Sie diese Datei erstetzen?
eu_es: Karpeta honek jada badu "{0}" izeneko fitxategi bat.{1}Lehenagotik zegoen fitxategia ordezkatu nahi duzu?
ja_jp: このフォルダーには既に "{0}" の名前のファイルが含まれています。{1}既存のファイルと置き換えますか？
ko_kr: 해당 폴더에 이미 "{0}"(이)라는 파일이 존재합니다.{1}이 파일을 덮어씌우시겠습니까?
zh_cn: 这个文件夹已包含了一个 "{0}" 的文件名.{1}你想替换现有的文件吗?

# PluginCore.Info.FolderAlreadyContainsFolder
source: This folder already contains a folder named "{0}".{1}{1}If the files in the existing folder have the same name as files in the{1}folder you are moving or copying, they will be replaced. Do you still{1}want to move or copy the folder?
de_de: Dieser Ordner beinhaltet bereits einen Ordner names "{0}".{1}{1}Wenn die Dateien in dem bereits existieren Ordner die gleichen Bezeichnungen haben wie in dem Ordner, den Sie gerade verschieben oder kopieren, werden diese ersetzt. Möchten Sie den Ordner verschieben oder kopieren?
eu_es: Karpeta honek jada badu "{0}" izeneko karpeta bat.{1}{1}Lehenagotik dagoen karpetako fitxategiek mugitzen edo kopiatzen ari zaren {1} karpetako fitxategien izen berdinak badituzte, ordezkatu eginen dira. Oraindik {1} karpeta mugitu edo kopiatu nahi duzu?
ja_jp: このフォルダーには既に "{0}" という名前のフォルダーが含まれています。{1}{1}もし{1}フォルダーに同じ名前を持つファイルがある場合は置き換えられます。本当に{1}フォルダーを移動またはコピーしますか？
ko_kr: 해당 폴더에 이미 "{0}"(이)라는 폴더가 존재합니다.{1}{1}기존의 폴더에 있는 파일 중 이동 또는 복사되는 폴더에 있는 파일과 동일한 이름이 있는 경우, 그 파일은 덮어씌워 집니다. 계속하시겠습니까?
zh_cn: 这个文件夹已包含一个名叫 " {0} " 的文件夹. {1}{1} 如果移动或复制的文件在现有的文件夹中有相同的文件名在{1}文件夹中, 将会被替换. 你仍然将 {1} 移动或复制到这个文件夹中吗?

# ProjectManager.Category.Advanced
source: Advanced
de_de: Erweitert
eu_es: Aurreratua
ja_jp: Advanced | 高度な設定
ko_kr: 고급
zh_cn: 高级

# ProjectManager.Category.CodeInjection
source: Code Injection
eu_es: Kode injekzioa
ja_jp: Code Injection | コードインジェクション
ko_kr: 코드 주입
zh_cn: 代码注入

# ProjectManager.Category.CompilerOptions
source: Compiler Options
de_de: Compileroptionen
eu_es: Konpiladore aukerak
ja_jp: Compiler Options | コンパイラー設定
ko_kr: 컴파일러 옵션
zh_cn: 编译器选项

# ProjectManager.Category.Exclusions
source: Exclusions
de_de: Ausnahmen
eu_es: Baztertutakoak
ja_jp: Exclusions | 除外
ko_kr: 제외
zh_cn: 排除项

# ProjectManager.Category.General
source: General
de_de: Allgemein
eu_es: Orokorra
ja_jp: General | 総合
ko_kr: 일반
zh_cn: 常规

# ProjectManager.Category.GeneralOptions
source: General
de_de: Allgemein
eu_es: Orokorra
ja_jp: General | 総合設定
ko_kr: 일반
zh_cn: 常规

# ProjectManager.Category.OtherOptions
source: Other Options
de_de: Andere Optionen
eu_es: Beste aukerak
ja_jp: OtherOptions | その他の設定
ko_kr: 기타 옵션
zh_cn: 其它选项

# ProjectManager.Category.ProjectTree
source: Project Tree
de_de: Projektbaum
eu_es: Proiektu zuhaitza
ja_jp: ProjectTree | プロジェクトツリー
ko_kr: 프로젝트 트리
zh_cn: 项目树

# ProjectManager.Category.Trace
source: Trace
ja_jp: Trace | トレース
ko_kr: 추적
zh_cn: 跟踪

# ProjectManager.Column.Name
source: Name
eu_es: Izena
ja_jp: 名前
ko_kr: 이름
zh_cn: 名称

# ProjectManager.Column.Value
source: Value
de_de: Wert
eu_es: Balioa
ja_jp: 値
ko_kr: 값
zh_cn: 值

# ProjectManager.Description.Accessible
source: Enables accessibility features when compiling the Flex application or SWC file.
de_de: Aktiviert die Bedienbarkeitsfeatures bei Flex-Applicationen oder SWC-Dateien.
eu_es: Flex aplikazioa edo SWC fitxategia konpilatzerakoan irisgarritasun ezaugarriak gaitzen dira.
ja_jp: Flex アプリケーションまたは SWC ファイルをコンパイルするときにアクセシビリティ機能を有効にします。
ko_kr: Flex 어플리케이션 또는 SWC 파일을 컴파일 할 때 접근성 기능을 사용하도록 설정합니다.
zh_cn: 当编译 Flex 应用程序或 SWC 文件时,启用辅助功能。

# ProjectManager.Description.Additional
source: Set advanced compiler command line options. Not recommended.
de_de: Erweiterte Compilerparameter. Nicht empfohlen.
eu_es: Konpialdorearen komando lerroko ezaugarri aurreratuak aldatu. Ez da gomendagarria.
ja_jp: 高度なコンパイルオプションを設定します。(非推奨)
ko_kr: 고급 컴파일러 명령줄 옵션을 설정합니다. 이 옵션은 권장하지 않습니다.
zh_cn: 设置编译器命令行的高级选项.不推荐这样做。

# ProjectManager.Description.AllowSourcePathOverlap
source: Checks if a source-path entry is a subdirectory of another source-path entry.
de_de: Erlaubt, dass ein Klassenpfad ein Unterordner eines anderen Klassenpfads ist.
eu_es: Iturburu-bidearen sarrera bertze iturburu-bide sarrera baten azpi-karpeta dela egiaztatzen da.
ja_jp: ソースパスエントリが他のソースパスのサブディレクトリである場合、パスのオーバーラップをチェックします。
ko_kr: 소스 경로 항목이 다른 소스 경로 항목의 하위 디렉토리인지 확인합니다.
zh_cn: 检查源路径是否是另一个源路径的子目录。

# ProjectManager.Description.ApplicationMain
source: Specifies the source file to compile.
de_de: Die Quelldatei mit dem Haupteinstiegspunk (die Anwendung).
eu_es: Konpilatuko den iturburu fitxategia zehazten da.
ja_jp: コンパイルするソースファイルを指定します。
ko_kr: 컴파일 할 소스 파일을 지정합니다.
zh_cn: 指定要编译的源代码文件.

# ProjectManager.Description.Benchmark
source: Prints detailed compile times to the output panel.
de_de: Gibt detailierte Zeitangaben des Komiliervorgangs im Ausgabefenster aus.
eu_es: Konpilazio denbora zehatzak inprimatzen dira irteera panelean.
ja_jp: 出力パネルにコンパイル結果の詳細を表示します。
ko_kr: 출력 패널에 상세한 컴파일 시간을 출력합니다.
zh_cn: 在输出面板上输出详细的编译次数.

# ProjectManager.Description.DeclareOverride
source: Ensure overridden methods are declared with "override".
de_de: Wenn aktiviert müssen Sie zum Überschreiben einer Methodedas Schlüsselwort "override" verwenden.
eu_es: Gainidatzitako funtzioak "override" hitzarekin deklaratuak daudela ziurtatu.
ja_jp: オーバーライドしたメソッドが確実に "override" 付きで宣言されるようにします。
ko_kr: 재정의된 방법이 "override"로 선언되도록 확인합니다.
zh_cn: 确保重写的方法使用 "override" 声明.

# ProjectManager.Description.Directives
source: Specifies the user-defined compiler directives.
de_de: Benutzerdefinierte Compiler Richtlinien.
eu_es: Erabiltzaileak definitutako konpilazio zuzentarauak zehazten dira.
ja_jp: ユーザにより定義さたコンパイラー命令を指定します。
ko_kr: 사용자 정의 컴파일러 지시문을 지정합니다.
zh_cn: 指定用户定义的编译指令.

# ProjectManager.Description.EnableMxmlMapping
source: Group MXML source files (mx:Script, mx:Style) under the MXML file linking them.
de_de: Gruppiere MXML Quelldateien wie z.B. mx:Script und mx:Style unterhalb der MXML-Datei, die darauf verweist.
eu_es: MXML iturburu fitxategiak (mx:Script, mx:Style) MXML fitxategipean lotura eginez taldektatzen dira.
ja_jp: MXML ソースファイル( mx:Script, mx:Style )をMXMLファイルの下にグループ化します。
ko_kr: MXML 소스 파일(mx:Script, mx:Style)을 연결된 MXML 파일 밑에 분류합니다.
zh_cn: MXML 组件源文件 (mx:Script, mx:Style) 通过 MXML 文件链接它们。

# ProjectManager.Description.EnableDebug
source: Activate the ability to use the interactive debugger.
de_de: Ermöglicht das debuggen der erstellten SWF-Datei.
eu_es: Araztaile interaktiboa erabiltzeko gaitasuna aktibatu.
ko_kr: 인터랙티브 디버거를 사용할 수 있는 기능을 활성화합니다.
zh_cn: 激活使用交互式调试器。

# ProjectManager.Description.ES
source: Instructs the compiler to use the ECMAScript Edition 3 prototype-based object model to allow dynamic overriding of prototype properties.
de_de: Fordert den Comiler auf das ECMAScript Edition 3 prototypbasierte Objekt Modell zu verwenden, um das dynamische Überladen der Prototypeigenschaften zu erlauben.
eu_es: Konpiladoreari ECMAScript Edition 3 prototipoetan oinarritutako objektu eredua erabiltzeko agindu prototipoaren propietatean gainidazketa dinamikoa baimentzeko.
ja_jp: プロトタイププロパティを動的にオーバーライドできるように、ECMAScript Edition 3 のプロトタイプに基づくオブジェクトモデルを使用します。
ko_kr: 프로토타입 속성을 동적으로 재정의할 수 있도록 ECMAScript 3 프로토타입 기반 객체 모델을 사용하도록 컴파일러에 지시합니다.
zh_cn: 指示编译器使用 ECMAScript Edition 3 基于原型的对象模型来允许动态重写的原型属性。

# ProjectManager.Description.ExcludedDirectories
source: The set of directories to exclude from the project treeview altogether.
de_de: Liste der Pfade, die nicht im Projektfenster angezeigt werden sollen.
eu_es: Proiektuaren zuhaitz ikuspegitik baztertu beharreko direktorio multzoa.
ja_jp: プロジェクトのツリー表示から完全に除外するフォルダーです。
ko_kr: 프로젝트 트리뷰에서 모두 제외할 디렉토리.
zh_cn: 从项目树视图中排除这些目录.

# ProjectManager.Description.ExcludedFileTypes
source: The set of filetypes to exclude from the project treeview altogether.
de_de: Liste der Dateitypen, die nicht im Projektfenster angezeigt werden sollen.
eu_es: Proiektuaren zuhaitz ikuspegitik baztertu beharreko fitxategi-mota multzoa.
ja_jp: プロジェクトのツリー表示から完全に除外するファイル形式です。
ko_kr: 프로젝트 트리뷰에서 모두 제외할 파일 형식.
zh_cn: 从项目树视图中设置排除的文件类型.

# ProjectManager.Description.ExcludeFile
source: Excluded code generation of classes listed in specified file. Format is one full class path per line.
de_de: Liste der Quelldateien, deren Klassen nicht in die erzeugte SWF-Datei kompiliert werden soll. Ein voller Klassenpfad pro Zeile.
eu_es: Zehaztutako fitxategian zerrendatutako klaseen kode osaketa baztertu. Klase bide bat jarri behar da lerroko.
ja_jp: コンパイル時に除外するクラスを指定します。完全なクラスパスを1行に一つ記述してください。
ko_kr: 지정된 파일에있는 클래스를 코드 자동 생성에서 제외. 형식은 한 줄에 하나의 전체 클래스 경로입니다.
zh_cn: 用指定的文件排除类列表生成代码. 每行有一个完整类路径格式.

# ProjectManager.Description.ExecutableFileTypes
source: The set of filetypes to execute when the item is opened.
de_de: Liste der Dateitypen, die ausgeführt werden sollen wenn ein Eintrag geöffnet werden soll.
eu_es: Elementua irekitzean exekutatu beharreko fitxategi-mota multzoa.
ja_jp: アイテムを開いたときに"実行"するファイル形式です。
ko_kr: 항목이 열릴 때 실행할 파일 형식.
zh_cn: 当项目打开时这些文件类型可以执行.

# ProjectManager.Description.ExternalLibraryPaths
source: Specifies a list of SWC files or directories to exclude from linking when compiling a SWF file.
de_de: Liste der SWC-Bibliotheken, welche nicht in die erstellte SWF-Datei hineinkomiliert werden sollen.
eu_es: SWF fitxategia konpilatzerakoan loturarik gabe uzteko SWC fitxategi edo karpeten zerrenda.
ja_jp: SWF ファイルをコンパイルする際、リンク対象外とする SWC ファイルやディレクトリのリストを指定します。
ko_kr: SWF 파일을 컴파일 할 때 연결에서 제외 할 SWC 파일 및 디렉토리의 목록을 지정합니다.
zh_cn: 设置外部库路径.当编译一个 SWF 文件时，指定链接一个 SWC 库文件列表或者目录。

# ProjectManager.Description.FlashStrict
source: More type strict Flash API.
de_de: Typsicherere Adobe Flash API.
eu_es: Flash API mota hertsiagoa.
ja_jp: より厳格なタイプの Flash API です。
ko_kr: 보다 유형 엄격한 Flash API.
zh_cn: 更严格 Flash API 类型.

# ProjectManager.Description.NoInlineOnDebug
source: Set --no-inline on Debug.
ko_kr: 디버그에 --no-inline을 설정합니다.

# ProjectManager.Description.Frame
source: If using Code Injection only, exports your classes into a specific frame of the input SWF.
de_de: Trifft nur zu, wenn Code Injection verwendet wird. Komiliert Ihre Klassen in den von Ihnen angegebenen Frame der Eingabe-SWF-Datei.
eu_es: Kode Injekzioa bakarrik erabiltzen ari bazara, sarrerako SWF-ko frame zehatz batera esportazen ditu zure klaseak.
ja_jp: ターゲットのフレームにエクスポートします( SWF 内にコードが存在しいてる場合のみ)。
ko_kr: 단지 코드 주입을 사용하는 경우, 입력 된 SWF의 특정 프레임으로 클래스를 내 보냅니다.
zh_cn: 如果只使用代码注入，导出类到特定输入的 SWF 框架.

# ProjectManager.Description.GroupClasses
source: Merges classes into one single MovieClip. This will reduce SWF size but might cause some problems if you're using Code Injection or UseMX.
de_de: Verschmelzt Klassen in einen einzigen MovieClip. Das verringert die SWF-Dateigröße, kann aber zu Problemen führen wenn Sie Code Injection oder die Option "UseMX" benutzen.
eu_es: MovieClip bakarrean elkartzen dira klaseak. Honek SWF-aren tamaina murriztuko du baina arazo batzuk sor ditzake Kode Injekzioa edo UseMX erabiltzen ari bazara.
ja_jp: 複数のクラスを一つのムービークリップに統合します。これにより SWF サイズを減らせますが、"コードインジェクション"機能や UseMX コンパイルオプションを使用している場合は問題を生じるかもしれません。
ko_kr: 하나의 무비 클립에 클래스를 병합합니다. SWF의 크기를 줄일 수 있지만 코드 주입 또는 UseMX를 사용하는 경우 몇 가지 문제가 발생할 수 있습니다.
zh_cn: 合并类到一个单一的 MovieClip。这将减少 SWF 文件大小，但可能会导致一些问题，如果您使用代码注入或 UseMX 。

# ProjectManager.Description.HaXeLibraries
source: Specify haxelib libraries to use.
de_de: Geben Sie hier an, welche haxelib Bibliotheken Sie benutzen wollen.
eu_es: Erabiliko diren haxelib liburutegiak zehaztu.
ja_jp: 使用する haxelib ライブラリを指定します。
ko_kr: 사용할 haxelib 라이브러리를 지정합니다.
zh_cn: 指定使用的 haxelib 库.

# ProjectManager.Description.IncludeLibraries
source: Links all classes inside a SWC file to the resulting application SWF file, regardless of whether or not they are used.
de_de: Liste der SWC-Bibliotheken, dessen gesamte Klassen in die erzeugte SWF-Datei kompiliert werden, unabhängig davon, ob sie benutzt werden oder nicht.
eu_es: SWC barruko klasea guztiak SWF aplikazio fitxategiri lotzen dizkio, erabiltzen diren edo ez kontuan izan gabe.
ja_jp: 使用されているかどうかにかかわらず SWF に完全にインクルードされるライブラリ( SWC )のリスト(反復可能)を指定します。
ko_kr: 사용 여부에 관계없이 생성 애플리케이션 SWF 파일에 SWC 파일 내에 모든 클래스를 링크.
zh_cn: 在应用程序生成的 SWF 文件中链接 SWC 库文件内的所有类,不管它们有没有被使用。

# ProjectManager.Description.IncludePackages
source: Allows you to specify one or more packages that will always be compiled into your movie.
de_de: Liste der Packages, welche immer in die erstellte SWF-Datei kompiliert werden.
eu_es: Zure pelikulan beti konpilatuko diren pakete bat edo gehiago zehaztea ahalbidetzen da.
ja_jp: 1つまたは複数のパッケージを、常にムービーにコンパイルされるよう指定します。
ko_kr: 항상 SWF 파일에 컴파일될 패키지를 지정합니다.
zh_cn: 允许你指定一个或多个包,它们始终被编译到影片中.

# ProjectManager.Description.Includes
source: Links one or more classes to the resulting application SWF file, whether or not those classes are required at compile time.
de_de: Liste der Klassen, welche immer in die erstellte SWF-Datei kompiliert werden, unabhängig davon, ob sie verwendet werden oder nicht.
eu_es: Bukaerako SWF aplikazio fitxategian klase bat edo gehiago lotzen ditu, klase horiek konpilazio garaian beharrezkoak izan edo ez.
ja_jp: それらのクラスがコンパイル時に必要であるか否かに関係なく、生成する SWF ファイルにクラスをリンクします。
ko_kr: 사용 여부에 관계없이 생성 애플리케이션 SWF 파일에 클래스를 링크.
zh_cn: 链接一个或多个类到应用程序生成的 SWF 文件,无论这些类在编译的时候是否需要.

# ProjectManager.Description.Infer
source: If set to true, the compiler will attempt to automatically determine the type of a local variable declared with the "var" keyword.
de_de: Der Compiler soll versuchen den Typ einer untypisierten Variable herauszufinden.
eu_es: true jartzen bada, konpiladorea "var" hitz-gakoarekin izendatutako aldagai lokala automatikoki zehazten saiatuko da..
ja_jp: True に設定すると、コンパイラー "var" キーワードで宣言されたローカル変数のタイプを推論します。
ko_kr: True로 설정하면, 컴파일러는 자동으로 "var"키워드로 선언 된 지역 변수의 유형 확인을 시도합니다.
zh_cn: 如果设置为 true ,编译器将试图为关键字"var"声明的变量自动决定局部变量类型.

# ProjectManager.Description.IntrinsicPaths
source: Additional classes declaration to be used by the completion engine.
de_de: Liste der Pfade, in denen Intrinsic Klassen gefunden werden können. Diese werden für die Codevervollständigung benötigt.
eu_es: Osatze-motoreak erabiliko dituen klase gehigarrien izendatzea.
ja_jp: コード補完で使用するための追加クラスを指定します。
ko_kr: 코드 자동 완성에 사용될 추가 클래스 선언.
zh_cn: 使用智能引擎附加类声明。

# ProjectManager.Description.Keep
source: If using Code Injection only, keeps classes compiled by Adobe Flash Professional into the output SWF. This could cause some classes to be present two times if also compiled with FlashDevelop.
de_de: Trifft nur zu, wenn Code Injection verwendet wird. Belässt die Klassen, welche von der Adobe Flash IDE in die erzeugte SWF-Datei kompiliert wurden, in der SWF-Datei. Das könnte dazuführen, dass manche Klassen doppelt in der erzeugten SWF-Datei vorhanden sind.
eu_es: Kode Injekzioa bakarra erabiltzen ari bada, Adobe Flash Professionalek konpilatutako klaseak irteerako SWF-an mantentzen ditu. FlashDevelop-ekin ere konpilatu bada, honek klase batzuk bi aldiz agertzea ekar dezake.
ja_jp: コードインジェクションを使用している場合、Adobe Flash Professional によってコンパイルされた SWF ファイルからクラスファイルを保持する。この場合 FlashDevelop でコンパイルした結果、一部のクラスが2つ存在することになる可能性があります。
ko_kr: 단지 코드 주입을 사용하는 경우, 출력 SWF에 Adobe Flash Professional로 컴파일 된 클래스를 유지합니다. 이것은 또한 FlashDevelop 사용하여 컴파일 할 경우 어떤 클래스가 두 번 존재하는 원인이 될 수 있습니다.
zh_cn: 如果只使用代码注入，使用 Adobe Flash Professional 编译保留类到输出的 SWF 文件中. 如果也使用 FlashDevelop 编译时,可能会导致现有的某些类被编译两次。

# ProjectManager.Description.LibraryPaths
source: Links SWC files to the resulting application SWF file. The compiler only links in those classes for the SWC file that are required.
de_de: Liste der SWC-Bibliotheken, dessen Klassen nur in die erzeugte SWF-Datei kompiliert werden, wenn sie auch verwendet werden.
eu_es: Bukaerako SWF aplikazio fitxategian SWC fitxategiak lotzen ditu. Konpiladoreak SWC fitxategitik erabiltzen diren klaseak bakarrik lotuko ditu.
ja_jp: SWC ファイルをリンクします。コンパイラーは必要とされているクラスのみリンクします。
ko_kr: 결과 응용 프로그램 SWF 파일에 SWC 파일을 링크합니다. 컴파일러는 필요한 SWC 파일에 대한 해당 클래스에 연결합니다.
zh_cn: 链接 SWC 文件到应用程序生成的 SWF 文件。编译器只链接来自于 SWC 库文件中所需的类。

# ProjectManager.Description.LibraryPrefix
source: Specifies a string to be placed in front of all auto-generated library asset ID's. This is useful to prevent namespace collisions if this project is a shared library.
de_de: Definiert ein Präfix, welches vor allen IDs der automatisch generierten Bibliothekssymbolen geschrieben wird. Diese Einstellung kann verwendet werden, um Namespace-Kollisionen zu vermeiden, falls das Projekt eine Shared Library ist.
eu_es: Automatikoki osatutako liburutegiko baliabideen ID-en aurretik jarriko den katea zehazten da. Hau izen-espazioekin arazoak ekiditeko erabilgarria da proiektu hau liburutegi elkarbanatu bat bada.
ja_jp: ライブラリに固有の文字列を指定します。このプロジェクトが共有ライブラリとして使用される場合、名前空間の衝突を防ぐために有用です。
ko_kr: 모든 자동 생성 된 라이브러리 에셋 ID의 전면에 배치 할 문자열을 지정합니다. 이 프로젝트는 공유 라이브러리 인 경우이 네임 스페이스 충돌을 방지하는 데 유용합니다.
zh_cn: 指定一个字符串放在所有自动生成的库资源 ID 编号的前面.如果这个项目是一个共享类库时,这种方法在防止命名空间冲突时是非常有用的.

# ProjectManager.Description.LoadConfig
source: Specifies the location of the configuration file that defines compiler options. If you specify a configuration file, you can override individual options by setting them on the command line.
de_de: Pfad der Compiler-Konfigurationsdatei. Falls sie diese Option nicht leer lassen, können Sie eine eigene Konfigurationsdatei angeben, in der Sie eigene Optionen angeben können.
eu_es: Konpiladorearen aukerak definitzen dituen konfigurazio fitxategiaren kokapena zehazten da. Konfigurazio fitxategi bat zehaztu baduzu, aukerak banaka gainidatzi ditzakezu komando-lerroan aldatuz.
ja_jp: コンパイルオプションを定義する設定ファイルの場所を指定します。設定ファイルを指定すると、個々のオプションをコマンドラインから変更できます。
ko_kr: 컴파일러 옵션을 정의하는 구성 파일의 위치를 지정합니다. 구성 파일을 지정하는 경우, 명령 행에 설정하여 개별 옵션을 재정의 할 수 있습니다.
zh_cn: 指定设置编译器选项的配置文件位置. 如果指定配置文件, 会在命令行上覆盖个别配置选项。

# ProjectManager.Description.Locale
source: Specifies the locale (ie. en_US) that should be packaged in the SWF file.
de_de: Gibt die Sprachen der Ressourcen an, welche in die SWF-Datei kompiliert werden sollen. Wenn nichts ausgewählt: "en_US".
eu_es: SWF fitxategian sartuko den lokalizazioa (adib: eu_ES) zehazten da.
ja_jp: ロケールを指定します( ja_JP、en_US など)。
ko_kr: SWF 파일에 패키지해야 로케일 (예. ko_KR)을 지정합니다.
zh_cn: 指定的语言区域 (例如. en_US) 将被打包在 SWF 文件中.

# ProjectManager.Description.Namespaces
source: Specifies a set of namespace URIs associated with manifest files defining components to use as MXML elements.
ko_kr: MXML 요소로 사용할 구성 요소를 정의하는 매니페스트 파일과 관련된 이름 공간 URI의 집합을 지정합니다.

# ProjectManager.Description.MainClass
source: Specifies the class with a static main entry point.
de_de: Gibt das Dokument an, welches den statischen Haupteinstiegspunkt enthält.
eu_es: Sarrera puntu nagusi estatikoa duen klasea zehazten da.
ja_jp: 静的なメインエントリポイントを持つクラスを指定します。
ko_kr: 정적 주 진입 점을 가지는 클래스를 지정합니다.
zh_cn: 主类.指定一个类具有一个静态主入口点.

# ProjectManager.Description.MaxRecentProjects
source: The number of recent projects to remember in the project drop-down.
de_de: Länge der Liste der zuletzt geöffneten Projekte.
eu_es: Proiektuen goitibeherako menuan gogoratu beharreko azken proiektu kopurua.
ja_jp: 最近開いたプロジェクトを保持する数です。
ko_kr: 프로젝트 드롭다운에 기록되는 최근 프로젝트의 최대 개수.
zh_cn: 在项目下拉菜单中保留最近打开的项目。

# ProjectManager.Description.Optimize
source: Enables the ActionScript optimizer. This optimizer reduces file size and increases performance by optimizing the SWF file's bytecode.
de_de: Aktiviert die Optimierung der erzeugten SWF-Datei. Das reduziert die Dateigröße und erhöht die Leistung, indem auch der Bytecode optimiert wird.
eu_es: ActionScript optimizatzea gaitu. Optimizazio honek fitxategiaren tamaina murrizten du eta performantzia handitzen du SWF fitxategiaren bytecodea optimizatuz.
ja_jp: ActionScript のオプティマイザを有効にします。SWF ファイルのバイトコードが最適化され、サイズとパフォーマンスが向上します。
ko_kr: ActionScript 최적화 기능을 활성화 합니다. 이 최적화는 파일 크기를 줄이고 SWF 파일의 바이트 코드를 최적화하여 성능을 향상시킵니다.
zh_cn: 启用 ActionScript 优化程序.此优化程序减小文件的大小，并通过优化 SWF 文件的字节码来提高性能。

# ProjectManager.Description.RSLPaths
source: Specifies a list of run-time shared libraries (RSL) to use for this application. Run-time shared libraries are dynamically-linked at run time.
de_de: Liste der zu verwendenden Runtime-Shared-Libraries (RSL). Runtime-Shared-Libraries werden dynamisch zur Laufzeit verlinkt.
eu_es: Aplikazio honetan erabiliko diren exekuzio garaian elkarbanatutako liburutegien (RSL) zerrenda zehazten da. Exekuzio denboran elkarbanatutako liburutegiak exekuzio denboran dinamikoki lotzen dira.
ja_jp: ランタイム共有ライブラリ( RSL )を指定します。ランタイム共有ライブラリはランタイム時に動的にリンクされます。
ko_kr: 이 응용 프로그램에 사용하는 런타임 공유 라이브러리 (RSL)의 목록을 지정합니다. 런타임 공유 라이브러리는 실행시에 동적으로 연결되어 있습니다.
zh_cn: 设置运行时共享库.为应用程序指定运行时共享库 (RSL)的列表.运行共享库时，进行动态链接。

# ProjectManager.Description.ShowActionScriptWarnings
source: Shows warnings for ActionScript classes.
de_de: Zeigt Warnungen für ActionScript-Klassen an.
eu_es: ActionScript klaseetako abisuak erakutsi.
ja_jp: ActionScript クラスに関する警告を表示します。
ko_kr: ActionScript 클래스에 대한 경고를 표시합니다.
zh_cn: 显示 ActionScript 类警告.

# ProjectManager.Description.ShowBindingWarnings
source: Shows a warning when Flash Player cannot detect changes to a bound property.
de_de: Zeigt Warnungen, falls Adobe Flash Player Änderungen an gebundenen Eigenschaften (Bindable-Tag) nicht erkennen kann.
eu_es: Flash Player-ek elkarbanatutako propietatea ezin duenean detektatu abisua erakutsiko da.
ja_jp: Flash Player がバインドされたプロパティへの変更を検出できない場合に警告を表示します。
ko_kr: Flash Player가 바운드 속성의 변경 사항을 감지할 수 없을때 경고를 표시합니다.
zh_cn: 显示绑定警告.当 Flash Player 不能检测到绑定属性更改时，则显示警告提示.

# ProjectManager.Description.ShowDeprecationWarnings
source: Shows deprecation warnings for Flex components.
de_de: Zeigt Warnungen, falls veraltete Funktionen oder Komponenten verwendet werden.
eu_es: Flex konponenteentzako arrenketa abisua erakutsiko da.
ja_jp: Flex コンポーネントに関する非推奨であることを通知する警告を表示します。
ko_kr: Flex 구성 요소에 대한 사용 중단 경고를 표시합니다.
zh_cn: 显示 Flex 组件的否决警告。

# ProjectManager.Description.ShowGlobalClasspaths
source: Sets whether or not to include global classpath directories in the project tree.
de_de: Zeigt die globalen Klassenpfade im Projektfenster an.
eu_es: Proiektu zuhaitzean klase-bide orokorra sartu behar den edo ez aldatzen da.
ja_jp: プロジェクトツリーにグローバルクラスパスディレクトリを表示します。
ko_kr: 프로젝트 트리에서 전역 클래스 경로 디렉토리를 포함 할 것인지 여부를 설정합니다.
zh_cn: 在项目树中设置是否包含全局类路径目录.

# ProjectManager.Description.ShowProjectClasspaths
source: Sets whether or not to include project classpath directories in the project tree.
de_de: Zeigt die Klassenpfade im Projektfenster an.
eu_es: Proiektu zuhaitzean proiektuaren bide-izena sartu behar den edo ez aldatzen da.
ja_jp: プロジェクトツリーにクラスパスディレクトリを表示します。
ko_kr: 프로젝트 트리에 프로젝트 클래스 경로 디렉토리를 포함할지 여부를 설정합니다.
zh_cn: 在项目树中设置包括项目类路径目录.
