Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# FlashDebugger.Description.CopyTreeMaxSize
source: The approximate maximum size, in characters, the object tree may take when copied to the clipboard.
eu_es: Objektu zuhaitz batek arbelra kopiatzean izan dezakeen karaktere kopuru maximoa, gutxi gora-behera.
ko_kr: 클립 보드에 복사 될 때 오브젝트 트리가 차지하는 최대 크기의 어림값 (문자 수).

# FlashDebugger.Label.CopyID
source: Copy ID
eu_es: ID-a kopiatu
ko_kr: ID를 복사

# FlashDebugger.Label.CopyTree
source: Copy Tree
eu_es: Zuhaitza kopiatu
ko_kr: 트리 복사

# FlashDebugger.TreeExporter.MaxDepthReached
source: [Recursion too deep, increase Copy Tree Max Level in FlashDebugger settings]
eu_es: [Errekursio sakonegia, FlashDebugger ezarpenetan Zuhaitz Kopia Maila Max balioa handitu]
ko_kr: [재귀가 너무 깊습니다. FlashDebugger 설정에서 Copy Tree Max Level을 늘리세요.]

# FlashDebugger.TreeExporter.DuplicatedObject
source: [Object {0} already listed before]
eu_es: [{0} objektua lehendik zerrendatua]
ko_kr: [개체 {0}(이)가 이미 이전에 나열되었습니다.]

# ASClassWizard.Wizard.Label.ChosePackage
source: Choose a package folder:
de_de: Wählen Sie ein Package aus:
eu_es: Aukeratu pakete karpeta bat:
ja_jp: パッケージフォルダーを選んでください:
ko_kr: 패키지 폴더를 선택합니다:
zh_cn: 选择一个包文件夹:

# FlashDevelop.Info.HighlightWordBack
source: Highlight word:
ko_kr: 강조 단어:

# FlashDevelop.Info.ShortcutConflictsPresent
source: There are one or more conflicts present. Ignore and continue?
ko_kr: 현재 하나 이상의 충돌이 있습니다. 무시하고 계속 하시겠습니까?

# ASCompletion.Info.NoContextGeneratorCode
source: No contextual code generation available.
ko_kr: 사용할 수 있는 컨텍스트 코드 생성이 없습니다.

# FlashDevelop.Label.Export
source: &Export...
ko_kr: 내보내기... (&E)

# FlashDevelop.Label.Import
source: &Import...
ko_kr: 불러오기... (&I)

# FlashDevelop.Label.ShortcutSearch
source: Search: (Start the filter with * to view custom only, and ? to view conflicts only.)
ko_kr: 검색: (필터를 *로 시작하면 수정된 항목만, ?로 시작하면 충돌하는 항목만 검색할 수 있습니다.)

# CodeFormatter.Description.AStyle.OptionsCPP
source: Manual options for the CPP language, read more: http://astyle.sourceforge.net/astyle.html
ko_kr: CPP 언어에 대한 수동 옵션. 자세한 내용: http://astyle.sourceforge.net/astyle.html

# CodeFormatter.Description.AStyle.OptionsOthers
source: Manual options for other C like languages, read more: http://astyle.sourceforge.net/astyle.html
ko_kr: 다른 C와 같은 언어에 대한 수동 옵션. 자세한 내용: http://astyle.sourceforge.net/astyle.html

# FlashConnect.Info.ConnectionFailed
source: Connection failed. Default socket port '{0}' is already in use.
ko_kr: 연결 실패. 기본 소켓 포트 '{0}'(은)는 이미 사용 중입니다.

# FlashDevelop.Description.KeepCaretCentered
source: Keeps the caret centered when caret is navigated to.
ko_kr: 탐색 할 때 중앙에 커서를 유지합니다.

# CodeRefactor.Description.ReplaceAllOccurrences
source: Replace all highlighted occurrences of the expression with a new variable.
ko_kr: 강조된 모든 항목을 새로운 변수로 교체합니다.

# CodeRefactor.Description.ReplaceInitialOccurrence
source: Replace only the expression with a new variable.
ko_kr: 새로운 변수로 교체합니다.

# CodeRefactor.Info.ReplacedOccurrences
source: Replace {0} occurrence(s)
ko_kr: {0}개의 항목 교체

# FlashDevelop.Description.MaxRecentFiles
source: The number of recent files to remember in the recent files drop-down.
ko_kr: 최근 파일 목록의 최대 길이.

# CodeRefactor.Description.UseInlineRenaming
source: Whether to use inline editing for renaming processes.
ko_kr: 이름 바꾸기를 사용할때 인라인 편집을 사용합니다.

# CodeRefactor.Label.IncludeComments
source: Include comments
ko_kr: 주석 포함

# CodeRefactor.Label.IncludeStrings
source: Include strings
ko_kr: 문자열 포함

# CodeRefactor.Label.PreviewChanges
source: Preview changes
ko_kr: 미리보기

# ASCompletion.Description.AddClosingBracesOptions
source: List of auto closing braces and their trigger options.
ko_kr: 자동 괄호 닫기 기능에 사용되는 괄호 목록.

# ASCompletion.Description.BracesAfterChars
source: Automatically add a closing brace after the specified/unspecified characters (depending on the mode).
ko_kr: 문자열에 포함된 (또는 포함되지 않은) 문자 뒤에 자동으로 닫는 괄호를 삽입합니다.

# ASCompletion.Description.BracesAfterCharsMode
source: The mode for AfterChars: Inclusive - Add closing brace after the specified characters. Exclusive - Add closing brace after the unspecified characters.
ko_kr: AfterChars 모드: Inclusive - 문자열에 포함된 문자 뒤에 자동 삽입. Exclusive - 문자열에 포함되지 않는 문자 뒤에 자동 삽입.

# ASCompletion.Description.BracesAfterStyles
source: Automatically add a closing brace after the specified/unspecified styles (depending on the mode).
ko_kr: 지정된 (또는 지정되지 않은) 스타일 뒤에 자동으로 닫는 괄호를 삽입합니다.

# ASCompletion.Description.BracesAfterStylesMode
source: The mode for AfterStyles: Inclusive - Add closing brace after the specified styles. Exclusive - Add closing brace after the unspecified styles.
ko_kr: AfterStyles 모드: Inclusive - 지정된 스타일 뒤에 자동 삽입. Exclusive - 지정되지 않은 스타일 뒤에 자동 삽입.

# ASCompletion.Description.BracesBeforeChars
source: Automatically add a closing brace before the specified/unspecified characters (depending on the mode).
ko_kr: 문자열에 포함된 (또는 포함되지 않은) 문자 앞에 자동으로 닫는 괄호를 삽입합니다.

# ASCompletion.Description.BracesBeforeCharsMode
source: The mode for BeforeChars: Inclusive - Add closing brace before the specified characters. Exclusive - Add closing brace before the unspecified characters.
ko_kr: AfterChars 모드: Inclusive - 문자열에 포함된 문자 앞에 자동 삽입. Exclusive - 문자열에 포함되지 않는 문자 앞에 자동 삽입.

# ASCompletion.Description.BracesBeforeStyles
source: Automatically add a closing brace before the specified/unspecified styles(depending on the mode).
ko_kr: 지정된 (또는 지정되지 않은) 스타일 앞에 자동으로 닫는 괄호를 삽입합니다.

# ASCompletion.Description.BracesBeforeStylesMode
source: The mode for BeforeStyles: Inclusive - Add closing brace before the specified styles. Exclusive - Add closing brace before the unspecified styles.
ko_kr: AfterStyles 모드: Inclusive - 지정된 스타일 앞에 자동 삽입. Exclusive - 지정되지 않은 스타일 앞에 자동 삽입.

# ASCompletion.Description.BracesClosing
source: The closing brace character.
ko_kr: 닫는 괄호 문자

# ASCompletion.Description.BracesOpening
source: The opening brace character.
ko_kr: 여는 괄호 문자.

# ASCompletion.Description.BracesTriggerLogic
source: The trigger logic; automatically insert closing braces when: OR - One or more conditions are met. AND - All conditions are met.
ko_kr: 닫는 괄호 자동 삽입에 사용할 논리 연산자: OR - 하나 이상의 조건을 만족할때. AND - 모든 조건을 만족할때.

# ASCompletion.Label.CompleteDocEmpty
source: Empty
de_de: Leer
eu_es: Hutsa
ja_jp: 空
zh_cn: 空

# ProjectManager.Info.Debug
source: Debug
eu_es: Araztu
ja_jp: デバッグ
zh_cn: 调试

# ProjectManager.Info.Release
source: Release
eu_es: Argitaratu
ja_jp: リリース
zh_cn: 发布

# ASCompletion.Label.GenerateGet
source: Getter
eu_es: Hartzailea
ja_jp: Getter の生成
zh_cn: 生成 Getter

# ASCompletion.Label.GenerateHandler
source: Generate {0} handler
de_de: {0} Handler erstellen
eu_es: {0} kudeatzailea sortu
ja_jp: {0} ハンドラの生成
zh_cn: 生成 {0} 处理函数

# ASCompletion.Label.GenerateSet
source: Setter
eu_es: Aldatzailea
ja_jp: Setter の生成
zh_cn: 生成 Setter

# FlashDevelop.Info.Undefined
source: Undefined
de_de: Undefiniert
eu_es: Definitu gabea
zh_cn: 未定义

# FlashDebugger.Info.HaltedInFunction
source: ${reasonForHalting}, ${functionName}() at ${fileAndLine}
eu_es: ${reasonForHalting}, ${functionName}() ${fileAndLine} lerroan
zh_cn: ${reasonForHalting}, ${functionName}() 在 ${fileAndLine}

# ASClassWizard.Wizard.Label.NewClass
source: NewClass
de_de: NeueKlasse
eu_es: KlaseBerria

# SourceControl.Label.Diff
source: Diff
de_de: Vergleichen
eu_es: Desberdintasunak
ja_jp: 差分
zh_cn: 差异

# AirProperties.RenderMode.Direct
source: Direct
de_de: Direkt
eu_es: Zuzena

# AirProperties.IPhoneBGMode.Audio
source: Audio
eu_es: Audioa

# AirProperties.IPhoneBGMode.Location
source: Location
eu_es: Kokapena

# AirProperties.IPhonePushNotifications.Development
source: Development
eu_es: Garapena

# AirProperties.IPhonePushNotifications.Distribution
source: Distribution
eu_es: Banaketa

# AirProperties.Label.LookAndFeel
source: Look And Feel
eu_es: Itxura
ja_jp: ルックアンドフィール

# FlashDevelop.Label.CR
source: C&R
de_de: C&R (Carriage Return)
ja_jp: CR(&R)
zh_cn: CR(&R)

# FlashDevelop.Label.CRLF
source: &CR+LF
de_de: &CR+LF (Carriage Return + Line Feed)
ja_jp: CR+LF(&C)
zh_cn: CR+LF(&C)

# FlashDevelop.Label.GUID
source: &GUID
ja_jp: GUID(&G)
zh_cn: GUID 标识符(&G)

# FlashDevelop.Label.LF
source: &LF
de_de: &LF (Line Feed)
ja_jp: LF(&L)
zh_cn: LF(&L)

# FlashDevelop.Label.UTF8
source: &UTF-8
zh_cn: UTF-8 码(&U)

# ASCompletion.Info.ExtendsNode
source: Extends
de_de: Erweitert
zh_cn: 扩展

# ASCompletion.Info.ImplementsNode
source: Implements
de_de: Implementiert
zh_cn: 实现

# ASCompletion.Info.ImportsNode
source: Imports
de_de: Importiert
zh_cn: 导入

# FlashDevelop.Label.Hash
source: &Hash...
ja_jp: ハッシュ(&H)...
zh_cn: 哈希(&H)...

# FlashDevelop.Label.HashInput
source: Hash:
de_de: Hashverfahren:
ja_jp: ハッシュ関数:
zh_cn: 哈希:

# FlashDevelop.Label.UTF7
source: U&TF-7
ja_jp: UTF-7(&T)
zh_cn: UTF-7 码(&T)

# AirProperties.Label.Tv
source: TV
ja_jp: テレビ

# AirProperties.RenderMode.CPU
source: CPU
de_de: Prozessor

# AirProperties.RenderMode.GPU
source: GPU
de_de: Grafikkarte

# FlashDevelop.Description.CustomCommandPrompt
source: Path to the custom command prompt executable.
de_de: Pfad zur benutzerdefinierten Kommandozeilen-Programmdatei.
