Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# ProjectManager.Description.ShowUnusedTypeSelectorWarnings
source: Shows warnings when a type selector in a style sheet or <mx:Style> block is not used by any components in the application.
de_de: Zeigt Warnungen, fallsCSS Typ-Selectoren eines Stylesheets oder Style-Blocks (<mx:Style>, <fx:Style>) nirgends benutzt werden.
eu_es: Aplikazioko konponenteetan estilo orri bateko mota hautatzaile bat edo <mx:Style> blokerik erabiltzen ez denean abisu bat erakusten da.
ja_jp: スタイルシートのタイプセレクタまたは<mx:Style>ブロックがアプリケーション内の任意のコンポーネントによって使用されていない場合に警告します。
ko_kr: 스타일 시트 또는 <mx:Style> 블록에 응용 프로그램의 구성 요소에서 사용하지 않는 유형 선택이 있을때 경고를 표시합니다.
zh_cn: 当类型选择器的样式表或 <mx:Style> 块中未使用应用程序中的任何组件时,显示警告.

# ProjectManager.Description.Strict
source: If set to true, the compiler will require that all variables are either explicitly typed or inferrable.
de_de: Erlaubt nur Variablen, die entweder typisiert oder dessen Typ aus dem Kontext ersichtlicht ist.
eu_es: true balioa badu, aldagai guztiak inferituak edo esplizituko idatziak izatea eskatuko du konpiladoreak.
ja_jp: 厳密なエラーチェックモードでコンパイラーを実行します。
ko_kr: True로 설정하면, 컴파일러는 모든 변수가 명시적 또는 추론 가능한 것이여야 합니다.
zh_cn: 如果设置为true, 编译器将会要求所有的变量既有明确的类型也有可推断值.

# ProjectManager.Description.StrictAS3
source: Prints undefined property and function calls, also performs compile-time type checking on assignments and options supplied to method calls.
de_de: Liefert einen Fehler, wenn undefinierte Eigenschaften oder Funktionen aufgerufen werden. Führt auch während des kompilierens Typüberprüfungen bei Zuweisunen und Methodenparametern durch.
eu_es: Definitu gabeko propietate eta funtzio deiak inprimatzen dira, gainera konpilazio denboran funtzio deietan pasatako aukera eta zereginak egiaztatzen dira.
ja_jp: 厳密なエラーチェックモードでコンパイラーを実行します。
ko_kr: 정의되지 않은 속석과 함수 호출을 인쇄하고, 할당 및 인수에 컴파일 타임 유형 검사를 수행합니다.
zh_cn: 打印未定义的属性和函数调用，在作业和选项提供的方法调用时也执行编译时类型检查。

# ProjectManager.Description.TraceFunction
source: If the Trace Mode is set to CustomFunction, you may type in the full path to the function you would like to replace trace() calls with. You may need to ensure the class containing the function is compiled in by marking it as Always Compile.
de_de: Optional. Leitet trace()-Aufrufe auf eine eigene Funktion um. Geben Sie hierzu den voll qualifizierten Namen der Funktion an. Stellen Sie sicher, dass diese Funktion sicher in die erzeugte SWF-Datei hineinkompiliert wird indem Sie die entsprechende Quelldatei mit "Immer Kompilieren" markieren.
eu_es: Trace Modua CustomFunction baldin bada, trace() deiak ordezkatzea nahi duzun funtzioaren bide osoa idatzi behar zenuke. Funtzio hori duen klasea konpilatua dagoela ziurtatu behar duzu Beti Konpilatu markatuz.
ja_jp: トレースモードが CustomFunction の場合、trace() を関数に置き換えます。
ko_kr: 추적 모드가 CustomFunction으로 설정되어 있으면, trace() 호출 추적을 대체하기 위해 대체 함수의 전체 경로를 입력 할 수 있습니다. 함수를 포함하는 클래스를 Always Compile로 표시하여 컴파일되어 있는지 확인해야합니다.
zh_cn: 如果 Trace 跟踪模式设置为 CustomFunction，您可以键入您想要替换使用 trace () 调用的函数的完整路径。您可能需要确保包含该函数的类被标记为 "始终编译"。

# ProjectManager.Description.TraceMode
source: Controls how the trace() call is handled by the compiler. The default is FlashConnect, which will cause trace output to be sent to FlashDevelop's output panel.
de_de: Bestimmt, wie die trace()-Aufrufe vom Computer verarbeitet werden. Standardmäßig ist FlashConnect ausgewählt, welches die Ausgaben in FlashDevelop's Ausgabefenster anzeigt.
eu_es: Konpiladoreak trace() deia nola kudeatuko duen kontrolatzen da. Lehenetsitako FlashConnect da, trace()-ren emaitzak FlashDevelop-en irteera panelera bidaliko dituena.
ja_jp: トレースモードを設定します。通常は FlashConnect で、トレース出力を出力パネルに送信します。
ko_kr: trace() 호출이 컴파일러에 의해 처리하는 방법을 제어합니다. 기본값은 추적 출력이 FlashDevelop 출력 패널로 전송되는 FlashConnect 입니다.
zh_cn: 通过编译器调用处理函数来控制如何 trace() . 默认为 FlashConnect ，它将跟踪输出发送到 FlashDevelop 的输出面板.

# ProjectManager.Description.UseMain
source: If set to true, you must define a single static function called main() that will be the entry point of your movie.
de_de: Gibt an, ob eine einzelne statische Funktion namens "main" als Haupteinstiegspunkt Ihrer SWF-Datei verwendet werden soll.
eu_es: true jartzen bada, pelikulako sarrera puntua izanen den main() izeneko funtzio estatiko bakarra definitu beharko da.
ja_jp: True に設定すると、プログラムのエントリポイントとなる1つの静的な main メソッドを必ず定義しなければなりません。
ko_kr: True로 설정하면, SWF 파일의 시작점이 될 하나의 정적 main() 함수를 선언해야 합니다.
zh_cn: 如果设置为 true ,你必须定义一个静态函数 main() 来作为影片入口.

# ProjectManager.Description.UseMX
source: If set to true, all code in the mx.* namespace will never be compiled into the output SWF.
de_de: Kompiliert den mx.*-Namespace NIE in die erzeugte SWF-Datei.
eu_es: true jartzen bada, irteerako SWF fitxategian ez da mx.* izen-espazioko koderik konpilatuko.
ja_jp: True に設定すると、すべての mx.* 名前空間は出力の SWF ファイルにコンパイルされることはありません。
ko_kr: True로 설정하면, mx.* 네임스페이스에 있는 모든 코드가 출력 SWF에 컴파일 되지 않습니다.
zh_cn: 如果设置为 true, 在 mx.* 命名空间上的所有代码将不会被编译进输出的 SWF 文件中.

# ProjectManager.Description.UseNetwork
source: Specifies that the current application uses network services.
de_de: Gibt an, ob die erstellte SWF-Datei auch auf das Netzwerk/Internet zugreifen darf.
eu_es: Uneko aplikazioak sare-zerbitzuak erabiltzen ote dituen zehazten da.
ja_jp: 現在のアプリケーションでのネットワークサービスの使用を設定します。
ko_kr: 현재 응용 프로그램이 네트워크 서비스를 사용하도록 지정합니다.
zh_cn: 使用网络服务.设置当前应用程序是否使用网络服务。

# ProjectManager.Description.UseResourceBundleMetadata
source: Enables resource bundles. Set to true to instruct the compiler to process the contents of the ResourceBundle metadata tag.
de_de: Gibt an, ob ResourceBundle-Metatags beachtet werden sollen.
eu_es: Baliabide sortak gaitu. true jarri konpiladoreak ResourceBundle metadatu etiketako edukiak prozesatzeko.
ja_jp: リソースバンドルを有効にします。True に設定すると、コンパイラーは ResourceBundle メタデータタグの内容を処理します。
ko_kr: 자원 번들을 사용합니다. ResourceBundle 메타 태그의 내용을 처리하도록 컴파일러에 지시하려면 true로 설정합니다.
zh_cn: 启用资源绑定。 设置为 true 时，指示编译器处理 ResourceBundle 元数据标签绑定的资源.

# ProjectManager.Description.Verbose
source: If set to true, the compiler will produce more detailed output, which can be viewed in the Output Panel.
de_de: Gibt an, ob detailierte Ausgaben an das Ausgabefenster beim Kompilieren gesendet werden soll.
eu_es: true jartzen bada, konpiladoreak irteera zehatzago bat sortuko du, Irteera Panelean ikusi ahalko dena.
ja_jp: True に設定すると、コンパイラーは出力パネルに詳細な出力をします。
ko_kr: True로 설정하면, 컴파일러는 더 자세한 출력을 생성합니다.
zh_cn: 如果设置为 true ,在查看输出面板时，编译器将在输出面板中输出更详细的信息.

# ProjectManager.Description.VerboseStackTraces
source: Generates source code that includes line numbers. When a run-time error occurs, the stacktrace shows these line numbers. Enabling this option generates larger SWF files.
de_de: Inkludiert Debuginformationen in die erstellte SWF-Datei. Laufzeitfehler werden dann mit Zeilennummern angegeben. Die Dateigröße steigt dadurch.
eu_es: Lerro zenbakiak dituen iturburu kodea sortzen da. Exekuzio errore bat gertatzean, arrasto-pilak lerro zenbaki hauek erakusten ditu. Aukera hau gaituz SWF fitxategi handiagoa sortzen da.
ja_jp: 行番号が含まれたソースコードを生成します。ランタイムエラーが発生すると、スタックトレースで行番号を表示することができます。このオプションを有効にすると、SWF ファイルのサイズが肥大化します。
ko_kr: 줄 번호를 포함하는 소스 코드를 생성합니다. 런타임 에러가 발생하면, 스택 추적이 행 번호를 나타냅니다. 이 옵션을 사용하면 더 큰 SWF 파일을 생성합니다.
zh_cn: 生成包含行号的源代码. 当运行时发生错误时, 栈跟踪会显示这些行号. 使用这些选项生成较大的 SWF 文件.

# ProjectManager.Description.Warnings
source: Enables all warnings. Set to false to disable all warnings.
de_de: Zeigt Warnungen an.
eu_es: Abisu guztiak gaitzen ditu. false jarri abisu guztiak desgaitzeko.
ja_jp: すべての警告を有効にします。False に設定すると、すべての警告を無効にします。
ko_kr: 모든 경고를 활성화합니다. False로 설정하면 모든 경고를 비활성화합니다.
zh_cn: 启用所有警告. 设置为 false 禁用所有警告。

# ProjectManager.Description.WarnUnusedImports
source: If set to true, the compiler will warn you when you have used the "import" keyword needlessly.
de_de: Zeigt unbenutzte Import-Anweisungen an.
eu_es: true jarri bada, beharrezkoak ez diren "import" hitz-gakoak idatzi direla abisatuko du konpiladoreak.
ja_jp: True に設定すると、コンパイラーは "キーワードを不必要に"インポートを使用した 場合に警告します。
ko_kr: True로 설정하면, 사용자가 불필요한 "import" 키워드를 사용할 때, 컴파일러 경고 메세지를 표시합니다.
zh_cn: 如果设置为 true, 当使用了不必要的 "import" 关键字时,编译器会发出警告.

# ProjectManager.Info.AlwaysExecute
source: Always execute
de_de: Immer ausführen
eu_es: Beti exekutatu
ja_jp: 必ず実行する
ko_kr: 항상 실행
zh_cn: 始终执行

# ProjectManager.Info.AndAllItsContents
source: and all its contents
de_de: und dessen gesamten Inhalt
eu_es: eta bere eduki guztiak
ja_jp: そしてそのすべての内容
ko_kr: 그리고 모든 내용
zh_cn: 以及它的全部内容

# ProjectManager.Info.Build
source: Build
de_de: Erstellen
eu_es: Eraiki
ja_jp: ビルドコマンド
ko_kr: 빌드
zh_cn: 编译

# ProjectManager.Info.Builder
source: Builder...
de_de: Erstellen...
eu_es: Eraikitzailea...
ja_jp: コマンドラインの編集...
ko_kr: 빌더...
zh_cn: 编译...

# ProjectManager.Info.BuildFailed
source: Build Failed
de_de: Erstellen fehlgeschlagen
eu_es: Eraikitzean huts egin da
ja_jp: ビルド失敗
ko_kr: 빌드 실패
zh_cn: 编译失败.

# ProjectManager.Info.BuildStarted
source: Build Started...
de_de: Erstellen wird ausgeführt
eu_es: Eraikitzen hasia...
ja_jp: ビルド開始...
ko_kr: 빌드 시작...
zh_cn: 正在编译...

# ProjectManager.Info.BuildSucceeded
source: Build Succeeded
de_de: Erstellen erfolgreich
eu_es: Eraikitze arrakastatsua
ja_jp: ビルド成功
ko_kr: 빌드 성공
zh_cn: 编译成功

# ProjectManager.Info.Classpaths
source: Classpaths
de_de: Klassenpfade
eu_es: Bide-izenak
ja_jp: クラスパス
ko_kr: 클래스 경로
zh_cn: 类路径

# ProjectManager.Info.ClasspathsAreSaved
source: Global classpaths will be saved along with your FlashDevelop settings.
de_de: Globale Klassenpfade werden mit den FlashDevelop-Einstellungen gespeichert.
eu_es: Klase-bide orokorrak zure FlashDevelop ezarpenekin batera gordeko dira.
ja_jp: グローバルクラスパスは FlashDevelop の設定に保存されます。
ko_kr: 글로벌 클래스 경로는 FlashDevelop 설정과 함께 저장됩니다.
zh_cn: 全局类路径将被单独保存在你的 FlashDevelop 设置中.

# ProjectManager.Info.CompilerOptions
source: Compiler Options
de_de: Compileroptionen
eu_es: Konpiladore aukerak
ja_jp: コンパイラー設定
ko_kr: 컴파일러 옵션
zh_cn: 编译器选项

# ProjectManager.Info.ConfirmFileUpdate
source: Would you like to keep this file updated from the source location? You can always change this in the Options context menu.
de_de: Möchten Sie die Datei automatisch aktualisieren lassen, wenn sich die Quelldatei ändert? Sie können diese Einstellung jederzeit im Kontextmenü wieder umstellen.
eu_es: Berezko kokapenetik fitxategi hau eguneratua mantendu nahi duzu? Aukera hau Aukera menutik alda dezakezu beti.
ja_jp: このファイルを元の場所から更新しますか？設定はコンテキストメニューのオプションで変更することができます。
ko_kr: 소스 위치에서 업데이트된 이 파일을 유지 하시겠습니까? 옵션 컨텍스트 메뉴에서 이 설정을 변경할 수 있습니다.
zh_cn: 你要在源位置保存文件更新吗?你可以随时在上下文菜单选项上更改它.

# ProjectManager.Info.CouldNotCreateProject
source: Could not create the requested project:
de_de: Kann das angeforderte Projekt nicht erstellen:
eu_es: Ezin izan da eskatutako proiektua sortu:
ja_jp: プロジェクトを作成できません:
ko_kr: 요청 된 프로젝트를 만들 수 없습니다:
zh_cn: 无法创建所要求的项目:

# ProjectManager.Info.CouldNotFindProject
source: Could not find the project to open. The menu will be repopulated.
de_de: Kann das angegebene Projekt nicht finden. Die Liste wird neu erstellt.
eu_es: Ezin izan da irekitzeko proiektua aurkitu. Menua birpopulatuko da.
ja_jp: プロジェクトが見つかりませんでした。メニューを更新します。
ko_kr: 열 수 있는 프로젝트를 찾을 수 없습니다. 메뉴가 다시 채워집니다.
zh_cn: 找不到要打开的项目。 菜单将被重新填充.

# ProjectManager.Info.CouldNotOpenProject
source: Could not open the requested project:
de_de: Kann das angegebene Projekt nicht öffnen:
eu_es: Ezin izan da eskatutako proiektua ireki:
ja_jp: プロジェクトを開けません:
ko_kr: 요청 된 프로젝트를 열 수 없습니다 :
zh_cn: 无法打开指定的项目:

# ProjectManager.Info.CreateDirForProject
source: Create &directory for project
de_de: &Verzeichnis für das Projekt erstellen
eu_es: Proiektuarentzeko &direktorioa sortu
ja_jp: プロジェクトフォルダーを作成する(&D)
ko_kr: 프로젝트 디렉토리를 생성
zh_cn: 创建项目文件夹(&D)

# ProjectManager.Info.Custom
source: Run custom command...
de_de: Benutzerdefinierten Befehl ausführen...
eu_es: Komando pertsonalizatua abiarazi...
ja_jp: コマンドラインを実行...
ko_kr: 사용자 정의 명령을 실행...
zh_cn: 运行自定义命令...

# ProjectManager.Info.Default
source: Play (FlashViewer default)
de_de: Abspielen (FlashViewer Standardwert)
eu_es: Erreproduzitu (lehenetsitako FlashViewer)
ja_jp: ムービーの再生( FlashViewer の設定による)
ko_kr: 재생: (FlashViewer 기본)

# ProjectManager.Info.Document
source: Play in new tab
de_de: In neuem Tab ausführen
eu_es: Fitxa berri batean erreproduzitu
ja_jp: 新しいタブでムービーを再生
ko_kr: 새 탭에서 재생

# ProjectManager.Info.EditCommand
source: &Edit...
de_de: &Bearbeiten...
eu_es: &Editatu...
ja_jp: 編集(&E)...
ko_kr: 편집... (&E)
zh_cn: 编辑(&E)...

# ProjectManager.Info.EmbedNeedsOpenDocument
source: You must have a document open to insert a resource string.
de_de: Sie müssen zuerste ein Dokument öffnen um eine Ressource einfügen zu können.
eu_es: Irekitako dokumentu bat izan behar duzu baliabide katea sartzeko.
ja_jp: リソース文字列を挿入するにはドキュメントを開く必要があります。
ko_kr: 자원 문자열을 삽입 할 문서가 열려 있어야합니다.
zh_cn: 你必须有一个打开的文档来插入一个资源字符串.

# ProjectManager.Info.EmptyProject
source: Empty Project
de_de: Leeres Projekt
eu_es: Proiektu hutsa
ja_jp: 空のプロジェクト
ko_kr: 빈 프로젝트
zh_cn: 空项目

# ProjectManager.Info.EnterText
source: Enter text:
de_de: Text eingeben:
eu_es: Sartu testua:
ja_jp: テキストを入力:
ko_kr: 텍스트를 입력:
zh_cn: 输入文本:

# ProjectManager.Info.Exploring
source: Exploring...
de_de: Durchsuche...
eu_es: Aztertzen...
ja_jp: 探索中...
ko_kr: 탐색중...
zh_cn: 正在扫描...

# ProjectManager.Info.External
source: Play in external player
de_de: In Adobe Flash Projektor abspielen
eu_es: Kanpoko erreproduzigailua batean erreproduzitu
ja_jp: 外部プレーヤでムービーを再生
ko_kr: 외부 플레이어에서 재생

# ProjectManager.Info.FileAlreadyExistsInProject
source: The file "{0}" already exists in the project folder. Would you like to overwrite it?
de_de: Die Datei "{0}" existiert bereits im Projektordner. Möchten Sie sie überschreiben?
eu_es: Proiektuaren karpetan lehenagotik "{0}" izeneko fitxategi bat dago. Gainidatzi nahi duzu?
ja_jp: "{0}" のファイルは既にプロジェクトフォルダーに存在します。上書きしますか？
ko_kr: 파일 "{0}"(은)는 이미 프로젝트 폴더에 존재합니다. 이 파일을 덮어씌우시겠습니까?
zh_cn: 项目文件夹中的这个文件 "{0}" 已存在. 你想替换它吗?

# ProjectManager.Info.FileFilter
source: All Files (*.*)|*.*
de_de: Alle Dateien (*.*)|*.*
eu_es: Fitxategi guztiak (*.*)|*.*
ja_jp: すべてのファイル (*.*)|*.*
ko_kr: 모든 파일 (*.*)|*.*
zh_cn: 所有文件 (*.*)|*.*

# ProjectManager.Info.FlashMovieFilter
source: Flash Movies (*.swf)|*.swf
de_de: Adobe Flash Dateien (*.swf)|*.swf
eu_es: Flash pelikulak (*.swf)|*.swf
ja_jp: Flash ムービー (*.swf)|*.swf
ko_kr: Flash 무비 (*.swf)|*.swf
zh_cn: Flash 影片 (*.swf)|*.swf

# ProjectManager.Info.General
source: General
de_de: Allgemein
eu_es: Orokorra
ja_jp: 総合
ko_kr: 일반
zh_cn: 常规

# ProjectManager.Info.GlobalClasspaths
source: Global classpaths are specific to your machine{0}and are not stored in the project file.
de_de: Globale Klassenpfade sind abhängig von Ihrem Computer und werden nicht in der Projektdatei gespeichert.
eu_es: Klase-bide orokorrak zure makinan gordeak daude{0}eta ez proiektu fitxategian.
ja_jp: グローバルクラスパスがあなたのマシン{0}とプロジェクトファイルに指定されていません。
ko_kr: 글로벌 클래스 경로는 이 컴퓨터에만 해당되며 프로젝트 파일에 저장되지 않습니다.
zh_cn: 全局类路径是特定于您的计算机 {0} ，它不会存储在项目文件中.

# ProjectManager.Info.InjectionConfirmation
source: The library assets currently embedded in your project will be removed from the project, but not deleted. Are you sure you want to proceed?
de_de: Die Bibliothekssymbole, welche momentan in Ihr Projekt eingebettet sind, werden entfernt aber nicht gelöscht. Möchte Sie wirklich fortfahren?
eu_es: Une honetan zure proiektuan txertaturiko liburutegiko baliabideak proiektutik kenduko dira, baina ez dira ezabatuko. Aurrera jarraitu nahi duzu?
ja_jp: 現在のプロジェクトに埋め込まれたライブラリアセットは除外されますが、削除されません。続行してもよろしいですか？
ko_kr: 현재 프로젝트에 포함 된 라이브러리 에셋은 프로젝트에서 제거하지만 삭제되지 않습니다. 진행 하시겠습니까?
zh_cn: 当前项目嵌入的库资源将被移除,但不会被删除。 确定要处理吗?

# ProjectManager.Info.InvalidPath
source: The path you selected is invalid. Project classpaths must be relative to the project location and on the same drive.
de_de: Der ausgewählte Pfad ist ungültig. Projekt-Klassenpfade müssen relativ zum Projektspeicherort angegeben sein und sich am selben Laufwerk befinden.
eu_es: Aukeratutako bidea baliogabea da. Proiektuko bide-izenak proiektuarekiko erlatiboak izan behar dute eta unitate berean egon.
ja_jp: 選択したパスが無効です。プロジェクトのクラスパスは、プロジェクトファイルに対して相対パスを指定してください。
ko_kr: 선택한 경로가 잘못되었습니다. 프로젝트 클래스 경로는 프로젝트 위치에 같은 드라이브에 상대적이어야합니다.
zh_cn: 所选的路径无效。项目类路径必须相对于项目的位置，并在同一驱动器上。

# ProjectManager.Info.ItemsWillBeMovedToRecycleBin
source: The selected items will be moved to the Recycle Bin.
de_de: Die ausgewählten Elemente werden in den Papierkorb verschoben.
eu_es: Aukeratutako elementuak zakarrontzira mugituko dira.
ja_jp: 選択された項目はごみ箱に移動されます。
ko_kr: 선택한 항목을 휴지통으로 이동합니다.
zh_cn: 所选项目将被移到回收站.

# ProjectManager.Info.JsflNotFound
source: Adobe Flash Professional JSFL scripts not found in Tools\flashide directory.
de_de: Adobe Flash Professional JSFL Skripte nicht gefunden im Verzeichnis "Tools\flashide".
eu_es: Adobe Flash Professional JSFL scriptak ez dira Tresnak\flashide directorioan aurkitu.
ja_jp: Adobe Flash Professional JSFL スクリプト( .jsf l) が Tools\flashide ディレクトリに見つかりませんでした。
ko_kr: Adobe Flash Professional JSFL 스크립트가 Tools\flashide 디렉토리에 없습니다.
zh_cn: 找不到 Adobe Flash Professional JSFL 脚本工具\flash 隐藏目录。

# ProjectManager.Info.NewProject
source: New Project
de_de: Neues Projekt
eu_es: Proiektu berria
ko_kr: 새 프로젝트
zh_cn: 新建项目

# ProjectManager.Info.NoOutput
source: No output, only run pre/post build commands.
de_de: Nichts erstellen, nur Pre- und Post-Build ausführen.
eu_es: Irteerarik ez, eraiki aurreko/ondorengo komandoak bakarrik exekutatu.
ja_jp: ムービーを書き出さず、ビルド前･後のコマンドラインのみ実行する
ko_kr: 출력이 없습니다. Pre/Post빌드 명령만 실행합니다.
zh_cn: 不输出,仅运行前/后编译命令.

# ProjectManager.Info.NoOutputAndNoBuild
source: This project has no output and not build command configured.
de_de: Dieses Projekt hat keine Ausgabedatei und und keine Pre- oder Post-Build-Befehle definiert.
eu_es: Proiektu honek ez du irteerarik eta ezta eraikitzeko konfigurazio komandorik ere.
ja_jp: このプロジェクトはなにも書き出さず、設定されたコマンドも実行しません。
ko_kr: 이 프로젝트는 출력이없고 구성에 빌드 명령도 없습니다.
zh_cn: 项目没有输出,也没有配置编译命令.

# ProjectManager.Info.NoProjectsOpenLink
source: |Create a new project|{0}or{0}|Open an existing project|{0}or{0}|Import a Flash Builder project|{0}or{0}|Import a Haxe hxml project|
de_de: |Erstelle neues Projekt|{0}oder{0}|Öffne existierende Projekt|{0}oder{0}|Importiere Flash Builder Projekt|
eu_es: |Proiektu berria sortu|{0}edo{0}|Existitzen den proiektu bat ireki|{0}edo{0}|Flex Builder proiektu bat inportatu|{0}or{0}|Import a Haxe hxml project|
ja_jp: |新規プロジェクトを作成|{0}または{0}|既存のプロジェクトを開く|{0}または{0}|Flash Builder プロジェクトをインポート|{0}or{0}|Import a Haxe hxml project|
ko_kr: |새 프로젝트 만들기|{0}또는{0}|기존 프로젝트 열기|{0}또는{0}|Flash Builder 프로젝트 불러오기|{0}or{0}|Import a Haxe hxml project|
zh_cn: |创建新项目|{0}或{0}|打开一个现有的项目|{0}或{0}|导入一个 Flash Builder 项目|{0}or{0}|Import a Haxe hxml project|

# ProjectManager.Info.NoTemplatesFound
source: No templates were found in the templates directory. You will not be able to create new projects. You might try reinstalling FlashDevelop.
de_de: Keine Vorlagen wurden im Vorlagenverzeichnis gefunden. Sie können keine Projekte erstellen. Sie können dieses Problem beheben, indem Sie FlashDevelop neu installieren.
eu_es: Ez da txantiloirik aurkitu txantiloien directorioan. Ezin izanen duzu proiektu berririk sortu. FlashDevelop berriro instalatzen saia zaiztezke.
ja_jp: テンプレートディレクトリの中にテンプレートが見つかりません。新規プロジェクトが作成できない可能性があります。FlashDevelop を再インストールしてください。
ko_kr: 탬플릿 이렉토리에서 탬플릿을 찾을 수 없습니다. 새로운 프로젝트를 만들 수 없습니다. FlashDevelop를 다시 설치하는것을 권장합니다.
zh_cn: 无法在模板目录中找到模板.你将无法创建新项目.你可以尝试重新安装 FlashDevelop 软件.

# ProjectManager.Info.Output
source: Output
de_de: Ausgabe
eu_es: Irteera
ja_jp: 書き出し
ko_kr: 출력
zh_cn: 输出

# ProjectManager.Info.PathConflict
source: The path you selected conflicts with the existing classpath {0}. Would you still like to add it?
de_de: Der ausgewählte Pfad steht in einem Konflikt mit einem bereits existierenden Klassenpfad {0}. Möchten Sie ihn dennoch hinzufüen?
eu_es: Aukeratu duzun bidea existitzen den {0} bide-izenarekin gatazkan dago. Oraindik gehitu nahi duzu?
ja_jp: 選択されたパスは既存のクラスと競合します{0}。上書きしますか？
ko_kr: 기존 클래스 경로 {0}와 선택한 경로에 충돌이 있습니다. 계속 하시겠습니까?
zh_cn: 所选的路径和现有的类路径 {0} 产生冲突. 你仍要添加吗?

# ProjectManager.Info.Platform
source: Platform
de_de: Plattform
eu_es: Plataforma
ja_jp: プレーヤー
ko_kr: 플랫폼
zh_cn: 平台

# ProjectManager.Info.Popup
source: Play in popup
de_de: In Popup ausführen
eu_es: Popup batean exekutatu
ja_jp: ポップアップで再生
ko_kr: 팝업에서 재생

# ProjectManager.Info.PostBuildCmdLine
source: Post-Build Command Line
de_de: Post-Build Befehlszeile
eu_es: Eraiki ondorengo komando lerroa
ja_jp: ビルド後に実行するコマンドライン
ko_kr: Post빌드 명령줄
zh_cn: 命令行后编译

# ProjectManager.Info.PreBuildCmdLine
source: Pre-Build Command Line
de_de: Pre-Build Befehlszeile
eu_es: Eraiki aurreko komando lerroa
ja_jp: ビルド前に実行するコマンドライン
ko_kr: Pre빌드 명령줄
zh_cn: 命令行预编译

# ProjectManager.Info.ProjectClasspaths
source: Project classpaths are relative to the project location.
de_de: Projekt-Klassenpfade sind relativ zum Projektverzeichnis.
eu_es: Proiektuaren bide-izenak proiektuaren kokapenari erlatiboak dira.
ja_jp: クラスパスはプロジェクトファイルとの相対パスで指定します。
ko_kr: 프로젝트 클래스 경로는 프로젝트 위치를 기준으로 합니다.
zh_cn: 项目类路径是相对于项目位置.

# ProjectManager.Info.ProjectClasspathsDisabled
source: Classpaths of {0} projects are determined by the Configuration file.
de_de: Klassenpfade von {0}-Projekten werden von der Ausgabedatei bestimmt.
eu_es: {0} proiektuen klase-bideak Konfigurazio fitxategian zehaztuak daude.
ko_kr: {0} 프로젝트의 클래스 경로는 구성 파일에 의해 결정됩니다.
zh_cn: Classpaths of {0} projects are determined by the output file.

# ProjectManager.Info.ProjectDirectory
source: <Project Directory>
de_de: <Projektverzeichnis>
eu_es: <Proiektuaren direktorioa>
ja_jp: <プロジェクト ディレクトリ>
ko_kr: <프로젝트 디렉토리>
zh_cn: <项目文件夹>

# ProjectManager.Info.ProjectFileAlreadyExists
source: The project file already exists. Do you want to overwrite it?
de_de: Die Projektdatei existiert bereits. Möchten Sie sie überschreiben?
eu_es: Proiektu fitxategia jada existitzen da. Gainidatzi nahi duzu?
ja_jp: プロジェクトファイルは既に存在します。上書きしますか？
ko_kr: 프로젝트 파일이 이미 존재합니다. 덮어 쓰시겠습니까?
zh_cn: 项目文件已经存在。要覆盖它吗?

# ProjectManager.Info.ProjectsFilter
source: FlashDevelop Projects (*.as2proj,*.as3proj,*.hxproj,*.fdp)|*.as2proj;*.as3proj;*.hxproj;*.fdp|Adobe Flash Builder Project (.actionScriptProperties)|.actionScriptProperties
de_de: FlashDevelop Projekte (*.as2proj,*.as3proj,*.hxproj,*.fdp)|*.as2proj;*.as3proj;*.hxproj;*.fdp|Adobe Flash Builder Projekt (.actionScriptProperties)|.actionScriptProperties
eu_es: FlashDevelop-en Proiektuak (*.as2proj,*.as3proj,*.hxproj,*.fdp)|*.as2proj;*.as3proj;*.hxproj;*.fdp|Adobe Flex Builder Proiektua (.actionScriptProperties)|.actionScriptProperties
ja_jp: FlashDevelop プロジェクト (*.as2proj,*.as3proj,*.hxproj,*.fdp)|*.as2proj;*.as3proj;*.hxproj;*.fdp|Adobe Flash Builder プロジェクト (.actionScriptProperties)|.actionScriptProperties
ko_kr: FlashDevelop 프로젝트 (*.as2proj,*.as3proj,*.hxproj,*.fdp)|*.as2proj;*.as3proj;*.hxproj;*.fdp|Adobe Flash Builder 프로젝트 (.actionScriptProperties)|.actionScriptProperties
zh_cn: FlashDevelop 项目 (*.as2proj,*.as3proj,*.hxproj,*.fdp)|*.as2proj;*.as3proj;*.hxproj;*.fdp|Adobe Flash Builder 项目 (.actionScriptProperties)|.actionScriptProperties

# ProjectManager.Info.Properties
source: Properties
de_de: Eigenschaften
eu_es: Propietateak
ja_jp: プロジェクト設定
ko_kr: 속성
zh_cn: 属性

# ProjectManager.Info.RecursiveCopyDetected
source: Recursive copy detected.
de_de: Rekursiver Kopiervorgang erkannt.
eu_es: Kopia errekurtsiboa detektatua.
ja_jp: 再帰的なコピーを検出しました。
ko_kr: 재귀 복사가 감지되었습니다.
zh_cn: 检测到递归复制.

# ProjectManager.Info.SelectClasspathDirectory
source: Please select a classpath directory.
de_de: Bitte wählen Sie einen Klassenpfad aus.
eu_es: Aukeratu klase-bide direktorio bat mesedez.
ja_jp: クラスパス ディレクトリを選択してください。
ko_kr: 클래스 경로 디렉토리를 선택하십시오.
zh_cn: 请选择一个类路径目录。

# ProjectManager.Info.SelectProjectDirectory
source: Please select the location to place the project directory.
de_de: Bitte wählen Sie einen Pfad aus in dem das Projekt gespeichert werden soll.
eu_es: Aukeratu proiektu direktorioaren kokapena mesedez.
ja_jp: プロジェクトの保存先を選択してください。
ko_kr: 프로젝트 디렉토리를 배치 할 위치를 선택하십시오.
zh_cn: 请选择一个位置存放项目目录.
