Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# SourceControl.Description.EnableSVN
source: Enable SVN integration with projects.
de_de: Aktiviere SVN Integration.
eu_es: Proiektuekin SVN-en integrazioa gaitu.
ja_jp: プロジェクトで SVN の使用を有効にします。
ko_kr: 프로젝트와 SVN의 통합을 사용합니다.
zh_cn: 启用 SVN 和项目集成功能。

# SourceControl.Description.GITPath
source: Path to GIT command line tool. Example: 'git.exe' if the tool is already installed in the environment path.
de_de: Pfad zum GIT Konsolenprogramm, z.B. "git" falls das GIT-Programmverzeichnis bereits in den Umgebungsvariablen eingetragen ist.
eu_es: GIT komando lerroko tresnarako bidea. Adibidea: 'git' dagoeneko ingurune bidean instalaturik badago.
ja_jp: GIT コマンドラインツールへのパスです。（環境変数として既に設定されていた場合は "git" と設定）
ko_kr: GIT 명령줄 도구의 경로입니다. 예: 도구가 이미 환경 경로에 설치되어있는 경우 'git.exe'.
zh_cn: 指向 GIT 命令行工具路径. 例如: 'git' 是否已经安装在环境路径中。

# SourceControl.Description.SVNPath
source: Path to SVN command line tool. Example: 'svn.exe' if the tool is already installed in the environment path.
de_de: Pfad zum SVN Konsolenprogramm, z.B. "svn.exe" falls das SVN-Programmverzeichnis bereits in den Umgebungsvariablen eingetragen ist.
eu_es: SVN komando lerroko tresnarako bidea. Adibidea: 'svn.exe' dagoeneko ingurune bidean instalaturik badago.
ja_jp: SVN コマンドラインツールへのパスです。（環境変数として既に設定されていた場合は “svn.exe" と設定）
ko_kr: SVN 명령줄 도구의 경로입니다. 예: 도구가 이미 환경 경로에 설치되어있는 경우 'svn.exe'.
zh_cn: 指向 SVN 命令行工具. 例如: 'svn.exe' 工具是否已经安装到环境路径。

# SourceControl.Description.TortoiseGITProcPath
source: Path to TortoiseGit's TortoiseProc tool. Example: 'TortoiseGitProc.exe'.
de_de: Pfad zu TortoiseGit's TortoiseProc Konsolenprogramm, z.B. "TortoiseProc.exe".
eu_es: TortoiseGit-en TortoiseProc tresnarako bidea. Adibidea: 'TortoiseProc.exe'.
ja_jp: TortoiseGit の TortoiseProc ツールへのパスです。
ko_kr: TortoiseGit의 TortoiseProc 도구 경로입니다. 예: 'TortoiseGitProc.exe'.
zh_cn: 指向 TortoiseGit 的 TortoiseProc 工具. 例如: 'TortoiseProc.exe'。

# SourceControl.Description.TortoiseSVNProcPath
source: Path to TortoiseSVN's TortoiseProc tool. Example: 'TortoiseProc.exe'.
de_de: Pfad zu TortoiseSVN's TortoiseProc Konsolenprogramm, z.B. "TortoiseProc.exe".
eu_es: TortoiseSVN-en TortoiseProc tresnarako bidea. Adibidea: 'TortoiseProc.exe'.
ja_jp: TortoiseSVN の TortoiseProc ツールへのパスです。
ko_kr: TortoiseSVN의 TortoiseProc 도구 경로입니다. 예: 'TortoiseProc.exe'.
zh_cn: 指向 TortoiseSVN 的 TortoiseProc 工具路径. 例如: 'TortoiseProc.exe'。

# SourceControl.Info.ConfirmLocalModsDelete
source: Some elements have local modifications. Remove them anyway?
de_de: Manche Elemente wurden lokal verändert. Möchten Sie sie trotzdem entfernen?
eu_es: Hainbat elementuk aldaketa lokalak dituzte, hala ere ezabatu nahi dituzu?
ja_jp: ローカルで変更を加えたファイルがあります。削除しますか？
ko_kr: 일부 요소는 로컬 수정 사항을 가지고있습니다. 삭제 하시겠습니까?
zh_cn: 某些元素有局部修改，删除它们吗？

# SourceControl.Info.ConfirmUnversionedDelete
source: Some elements are not under source control. Delete them anyway?
de_de: Manche Elemnte sicnd nicht unter Sourcecodeverwaltung. Möchten Sie sie trotzdem löschen?
eu_es: Hainbat elementu ez daude iturburu kontrolaren menpean, hala ere ezabatu nahi dituzu?
ja_jp: 管理されていないファイルがあります。削除しますか？
ko_kr: 일부 요소는 소스 제어에 없습니다. 삭제 하시겠습니까?
zh_cn: 某些元素不受源代码管理，仍要删除它们吗？

# SourceControl.Info.Description
source: Adds source control integration to FlashDevelop.
de_de: Fügt FlashDevelop eine Sourcecontrolverwaltung hinzu.
eu_es: Iturburu kontrol integrazioa gehitzen dio FlashDevelop-i.
ja_jp: FlashDevelop にバージョン管理機能を追加します。
ko_kr: FlashDevelop에 소스 제어 통합을 추가합니다.
zh_cn: 将源代码管理集成添加到 FlashDevelop。

# SourceControl.Info.ElementsLocatedInDiffDirs
source: Elements located in different directories.
de_de: Elemente in verschiedenen Verzeichnissen gespeichert.
eu_es: Direktorio desberdinetan kokatutako elementuak daude.
ja_jp: ファイルが異なるディレクトリに存在します。
ko_kr: 다른 디렉토리에있는 요소.
zh_cn: 位于不同的目录中的元素。

# SourceControl.Info.EnterMessage
source: Enter a message:
de_de: Geben Sie eine Nachricht ein:
eu_es: Sartu mezua:
ja_jp: メッセージを入力:
ko_kr: 메시지를 입력:
zh_cn: 输入消息:

# SourceControl.Info.MixedSelectionOfElements
source: Mixed selection of versioned and non-versioned elements.
de_de: Gemischte Auswahl an versionierten und nicht-versionierten Elementen.
eu_es: Bertsionatutako eta ez-bertsionatutako elementuen hautaketa mistoa.
ja_jp: バージョン管理されていないファイルが混在しています。
ko_kr: 버전과 버전이 지정되지 않은 요소의 혼합 선택.
zh_cn: 版本控制和非版本控制元素的混合的选择。

# SourceControl.Info.UnableToStartCommand
source: Unable to start command:
de_de: Kann Befehl nicht ausführen:
eu_es: Ezin izan da komandoa hasieratu:
ja_jp: コマンドを実行できません:
ko_kr: 명령을 시작할 수 없습니다:
zh_cn: 未能启动命令:

# SourceControl.Info.UnsafeDeleteOperation
source: Unsafe 'Delete' operation.
de_de: Unsichere Lösch-Operation.
eu_es: 'Ezabatu' ekintza arriskutsua.
ja_jp: 推奨されない削除命令です。
ko_kr: 안전하지 않은 '삭제' 작업.
zh_cn: 不安全的 '删除' 操作。

# SourceControl.Label.Add
source: Add...
de_de: Hinzufügen...
eu_es: Gehitu...
ja_jp: 追加...
ko_kr: 추가...
zh_cn: 添加...

# SourceControl.Label.AddToIgnoreList
source: Add To Ignore List
de_de: Zu ignorierten Elementen hinzufügen
eu_es: Ezikusien Zerrendara Gehitu
ja_jp: 無視リストに追加
ko_kr: 무시 목록에 추가
zh_cn: 添加到忽略列表

# SourceControl.Label.Commit
source: Commit...
de_de: Übertragen...
ja_jp: コミット...
ko_kr: 커밋...
zh_cn: 确认...

# SourceControl.Label.DiffWithPrevious
source: Diff With Previous Version
de_de: Mit voriger Version vergleichen
eu_es: Aurreko Bertsioarekiko Desberdintasunak
ja_jp: 以前のバージョンと差分
ko_kr: 이전 버전과 Diff
zh_cn: 与上一版本的差异

# SourceControl.Label.EditConflict
source: Edit Conflict...
de_de: Konflikt bearbeiten...
eu_es: Gatazkak editau...
ja_jp: 競合の解消...
ko_kr: 충돌 편집...
zh_cn: 编辑冲突...

# SourceControl.Label.Pull
source: Pull
eu_es: Tira
ko_kr: 당겨오기

# SourceControl.Label.Push
source: Push...
eu_es: Bultza...
ko_kr: 밀어넣기...

# SourceControl.Label.Revert
source: Revert...
eu_es: Itzuli...
ja_jp: 元に戻す...
ko_kr: 되돌리기...
zh_cn: 恢复...

# SourceControl.Label.ShowLog
source: Show Log...
de_de: Protokoll anzeigen...
eu_es: Log-a Erakutsi...
ja_jp: ログを表示...
ko_kr: 로그 보기...
zh_cn: 显示日志...

# SourceControl.Label.UnableToGetRepoStatus
source: Unable to get repository status:
de_de: Kann Repositorystatus nicht abrufen:
eu_es: Biltegiaren egoera lortzea ezinezkoa:
ja_jp: リポジトリステータスの取得失敗:
ko_kr: 저장소 상태를 가져올 수 없습니다 :
zh_cn: 无法获取存储库状态:

# SourceControl.Label.UndoAdd
source: Undo Add...
de_de: Hinzufügen rückgängig...
eu_es: Desegin Gehitu...
ja_jp: 追加を元に戻す...
ko_kr: 추가 취소...
zh_cn: 撤消添加...

# SourceControl.Label.Update
source: Update
de_de: Aktualisieren
eu_es: Eguneratu
ja_jp: 更新
ko_kr: 업데이트
zh_cn: 更新

# SourceControl.Label.SourceControl
source: Source Control
de_de: Sourcecodeverwaltung
eu_es: Iturburu kontrola
ja_jp: バージョン管理
ko_kr: 소스 제어
zh_cn: 源代码管理

# FlashDevelop.Info.Language
source: Language:
de_de: Sprache:
eu_es: Lengoaia:
ja_jp: 言語:
ko_kr: 언어:
zh_cn: 语言:

# FlashDevelop.Label.TextDocument
source: Text Document
de_de: Text Dokument
eu_es: Testu Dokumentua
ja_jp: テキストドキュメント
ko_kr: 텍스트 문서
zh_cn: Text 文档

# AS3Context.Category.Profiler
source: Profiler
eu_es: Profilatzailea
ja_jp: Profiler | プロファイラー
ko_kr: 프로필러
zh_cn: 性能分析器

# AS3Context.Description.CustomProfilers
source: User-defined profiling SWFs to be injected using the 'PreloadSWF' feature.
de_de: Gibt den Pfad zu einer benutzerdefinierten Profiler-SWF an, welche durch das 'PreloadSWF'-Feature eingefügt wird.
eu_es: Erabiltzaileak definitutako SWF-ak profilatzea injektatu 'PreloadSWF' ezaugarria erabiliz.
ja_jp: 代替プロファイラーとして使用する SWF ファイルのパスです。切り替える場合はプロファイラーパネルで指定することができます。
ko_kr: 'PreloadSWF'기능을 사용하여 주입할 사용자 정의 프로파일링 SWF.
zh_cn: 用户自定义使用 'PreloadSWF' 功能，用来分析 SWFs。

# AS3Context.Description.ProfilerTimeout
source: Automatically stop listening to profiler after a certain time of inactivity.
de_de: Gibt an, wie lange auf eine Verbindung zum Profiler gewartet wird.
eu_es: Inaktibitate denbora jakin baten ondoren profilatzailea entzuteari automatikoki utzi.
ja_jp: プロファイラーのタイムアウト時間(ミリ秒)です。
ko_kr: 프로파일러를 사용하지 않으면 자동으로 일정 시간 후 중지합니다.
zh_cn: 在一段时间处于非活动状态时,自动停止性能分析器的侦听。

# AS3Context.Label.ActiveProfiler
source: Active Profiler
de_de: Aktiver Profiler
eu_es: Profilatzailea aktibatu
ja_jp: 有効なプロファイラー
ko_kr: 활성 프로필러
zh_cn: 激活分析器

# AS3Context.Label.FlashDevelopProfiler
source: FlashDevelop Profiler
eu_es: FlashDevelop Profilatzailea
ja_jp: FlashDevelop プロファイラー
ko_kr: FlashDevelop 프로필러
zh_cn: FlashDevelop 性能分析器

# ASCompletion.Description.GenerateScope
source: Generate explicit scope reference - typically 'this' keyword.
de_de: Erzeuge Code mit explizitem Bereichsverweis ('this' Schlüsselwort)
eu_es: Esparru erreferentzia esplizitua sortu - normalean 'this' hitz-gakoa.
ja_jp: 明示的なスコープの参照を生成します。一般的には 'this' キーワードなどです。
ko_kr: 명시적인 범위 참조를 생성합니다 - 일반적으로 'this' 키워드.
zh_cn: 生成显式范围引用 - 通常是 'this' 关键字。

# FlashDevelop.Info.ShortcutEditInfo
source: Shortcuts can be edited by selecting an item and pressing valid menu item shortcut keys.
de_de: Wählen Sie einen Eintrag aus und drücken Sie die gewünschte Tastenkombination.
eu_es: Elementu bat aukeratu eta menu-elementu lasterbide teklak sakatuta lasterbideak editatu daitezke.
ja_jp: ショートカットキーを登録するには、設定したい項目を選択し、キーを打ち込んでください。
ko_kr: 항목을 선택하고 유효한 단축키를 눌러 단축키를 편집 할 수 있습니다.
zh_cn: 通过选择一项并按有效的快捷键菜单来编辑快捷键。

# FlashDevelop.Label.Command
source: Command
de_de: Befehl
eu_es: Komandoa
ja_jp: コマンド
ko_kr: 명령
zh_cn: 命令

# FlashDevelop.Label.KeyboardShortcuts
source: Keyboard S&hortcuts...
de_de: Tasten&kombinationen...
eu_es: Teklatu L&asterbideak...
ja_jp: キーボードショートカットの編集(&H)...
ko_kr: 키보드 단축키... (&H)
zh_cn: 键盘快捷键(&H)...

# FlashDevelop.Label.RemoveShortcut
source: &Remove Shortcut
de_de: &Tastenkombination entfernen
eu_es: &Lasterbideak Ezabatu
ja_jp: ショートカットを削除(&R)
ko_kr: 단축키 제거 (&R)
zh_cn: 删除快捷键(&R)

# FlashDevelop.Label.RevertToDefault
source: Revert To &Default
de_de: Standardzuweisung &wiederherstellen
eu_es: Lehenetsira &Itzuli
ja_jp: デフォルトに戻す(&D)
ko_kr: 기본값으로 되돌리기 (&D)
zh_cn: 还原为默认值(&D)

# FlashDevelop.Label.RevertAllToDefault
source: Revert All To &Default
de_de: Alle Standardzuweisungen &wiederherstellen
eu_es: Denak defektuzkoan jarri
ko_kr: 모두 기본값으로 되돌리기 (&D)

# FlashDevelop.Label.Shortcut
source: Shortcut
de_de: Tastenkombination
eu_es: Lasterbidea
ja_jp: ショートカット
ko_kr: 단축키
zh_cn: 快捷键

# FlashDevelop.Title.Shortcuts
source: Shortcuts
de_de: Tastenkombinationen
eu_es: Lasterbideak
ja_jp: ショートカット
ko_kr: 단축키
zh_cn: 快捷键

# FlashDevelop.Label.ViewCustom
source: View customized only
de_de: Nur angepasste zeigen
eu_es: Pertsonalizatuak bakarrik ikusi
ko_kr: 사용자 정의 만 보기

# FlashDevelop.Info.UnableToLoadPlugin
source: Unable to load an incompatible or broken plugin:
de_de: Folgendes Plugin konnte nicht geladen werden:
eu_es: Plugin bateraezina, ezin izan da kargatu:
ja_jp: プラグインをロードできませんでした:
ko_kr: 플러그인이 호환되지 않거나 깨져서 로드 할 수 없습니다:
zh_cn: 无法加载不兼容或损坏的插件:

# CodeRefactor.Label.InvokeCodeGenerator
source: &Code Generator
eu_es: &Kode Sortzailea
ja_jp: コードの生成(&C)
ko_kr: 코드 자동 생성 (&C)
zh_cn: 代码生成器(&C)

# MacroManager.Description.Shortcut
source: Menu key shortcut of the macro.
de_de: Tastenkombination des Makros.
eu_es: Makroaren Menu lasterbide tekla.
ja_jp: このマクロのショートカットです。
ko_kr: 매크로의 메뉴 단축키.
zh_cn: 宏菜单快捷键.

# FlashDevelop.Info.ShortcutIsAlreadyUsed
source: The shortcut has already been assigned to another command.
de_de: Die Tastenkombination wird bereits von einem anderen Befehl verwendet.
eu_es: Lasterbidea beste komando bati esleitua dago.
ja_jp: そのショートカットキーはすでに他のコマンドに割り当てられています。
ko_kr: 단축키가 이미 다른 명령에 지정되었습니다.
zh_cn: 这个快捷键已关联到另一条命令.

# AirProperties.Alert.Message.AppDescriptorNotFound
source: Unable to locate the default application descriptor file (application.xml). Do you want to select the application descriptor file manually?
de_de: Die Standard Application Descriptor Datei (application.xml) konnte nicht gefunden werden. Möchten Sie sie selbst auswählen?
eu_es: Ezin izan da lehenetsitako aplikazio deskriptore fitxategia (application.xml) lokalizatu. Aplikazioa deskriptore fitxategia eskuz aukeratu nahi duzu?
ja_jp: デフォルトのアプリケーション設定ファイル (application.xml) が見つかりません。設定ファイルを選択しますか？
ko_kr: 응용 프로그램 설명자 파일 (application.xml)을 찾을 수 없습니다. 응용 프로그램 설명 파일을 직접 선택하시겠습니까?
zh_cn: 无法找到默认应用程序描述文件 (application.xml). 是否手动选择应用程序的描述文件?

# AirProperties.Alert.Message.FileNamePrefixInvalid
source: You must enter a valid value for the {0} property before you can select an icon.
de_de: Sie müssen der Eigenschaft {0} einen gültigen Wert zuweisen bevor Sie ein Symbol auswählen können.
eu_es: {0} propietatearentzako balizko balio bat sartu behar duzu ikonoa aukeratu aurretik.
ja_jp: アイコンを選択する前に、{0} プロパティに有効な値を入力する必要があります。
ko_kr: 아이콘을 선택하기 전에 {0} 속성에 유효한 값을 입력해야 합니다.
zh_cn: 在选择图标前必须为 {0} 属性输入有效的值.

# AirProperties.Alert.Message.ImagePathInvalid
source: The image you have selected is located
de_de: Der angegegebene Bild-Pfad ist ungültig.
eu_es: Zuk aukeratutako irudia kokatuta dago
ja_jp: 選択した画像が見つかりませんでした。
ko_kr: 선택한 이미지의 위치
zh_cn: 已选择本机图像

# AirProperties.Alert.Message.InvalidIconDimensions
source: The selected icon image must be {0} x {1} pixels in size.
de_de: Das ausgewählte Symbol muss eine Auflösung von {0} x {1} Pixel haben.
eu_es: Aukeratutako ikonoak pixeletan {0} x {1} tamaina izan behar du.
ja_jp: アイコン画像のサイズは {0} x {1} ピクセルでなければなりません。
ko_kr: 선택한 아이콘 이미지의 크기는 {0} x {1} 여야 합니다.
zh_cn: 所选图标图像大小必须是 {0} x {1} 像素.

# AirProperties.Alert.Message.InvalidProperties
source: One or more properties contains an invalid value. Please update the invalid value(s).
de_de: Eine oder mehrere Eigenschaften haben ungültige Werte. Korrigieren Sie bitte diese Angaben.
eu_es: Propietate batek edo gehiagok ez dute balizko balioa. Mesedez eguneratu balio hori(ek).
ja_jp: ひとつまたは複数のプロパティに無効な値が含まれています。無効な値を更新してください。
ko_kr: 하나 이상의 속성에 잘못된 값이 포함되어 있습니다. 잘못된 값을 고치십시오.
zh_cn: 一个或多个属性包含一个无效的值。请更新这个无效值。

# AirProperties.Alert.Message.UnsupportedAirDescriptorFile
source: The file '{0}' is not a supported AIR application descriptor file. The AIR runtime version '{1}' specified in the file is not supported by the property editor. Click OK to continue and edit the file using AIR {2} properties only.
de_de: Die Datei '{0}' ist keine unterstützte AIR Application Descriptor Datei. Die AIR Laufzeitversion '{1}' wird von dem Eigenschafteneditor nicht unterstützt. Klicken Sie auf OK um fortzufahren und nur die erkannten AIR {2} Einstellungen zu übernehmen.
eu_es: '{0}' fitxategia ez da onatzen AIR aplikazio fitxategi gisa. Fitxategian zehaztutako AIR '{1}' runtime bertsioak propietate editoreak ez du onartzen. Ados sakatu aurrera jarraitu eta fitxategia AIR {2} propietateak erabiliz editatzeko.
ja_jp: このファイル {0} はサポートされない AIR アプリケーション設定ファイルです。指定された AIR ランタイムバージョン{1} において、このファイルはプロパティエディタによってサポートされていません。OK をクリックすると、AIR {2} プロパティのみを編集します。
ko_kr: 파일 '{0}'은 지원되는 AIR 응용 프로그램 설명자 파일이 아닙니다. 파일에 지정된 AIR 런타임 버전 '{1}'은 이 속성 편집기에서 지원되지 않습니다. AIR {2} 속성만 편집을 진행하려면 '확인'을 누르세요.
zh_cn: 该文件 '{0}' 不支持 AIR 应用程序描述文件. 该 AIR 文件中特定的运行时版本 '{1}' 不被属性编辑器所支持。单击“确定”继续并仅用 AIR {2} 属性编辑该文件 .

# AirProperties.Alert.Title.AppDescriptorNotFound
source: Application Descriptor File Not Found
de_de: Application Descriptor Datei wurde nicht gefunden
eu_es: Aplikazio deskriptore fitxategia ez da aurkitu
ja_jp: アプリケーション設定ファイルが見つかりません
ko_kr: 응용 프로그램 설명자 파일을 찾을 수 없습니다.
zh_cn: 找不到应用程序描述文件

# AirProperties.Alert.Title.FileNamePrefixInvalid
source: Use Uniform File Names Validation
de_de: Verwende Uniform File Names Validation
ja_jp: ファイル名の検証を使用
ko_kr: 통일된 파일 이름 유효성 검사.
zh_cn: 使用统一的文件名称验证

# AirProperties.Alert.Title.InvalidIconDimensions
source: Invalid Image Size
de_de: Ungültige Bildauflösung
eu_es: Baliogabeko Irudi Tamaina
ja_jp: 無効な画像サイズ
ko_kr: 잘못된 이미지 크기입나다.
zh_cn: 无效的图像尺寸

# AirProperties.Alert.Title.InvalidProperties
source: Invalid Property Value(s)
de_de: Ungültige Eigenschaftswerte
eu_es: Baliogabeko Propietate Balioa(k)
ja_jp: 無効なプロパティ値
ko_kr: 잘못된 속성값입니다.
zh_cn: 无效属性值

# AirProperties.Alert.Title.UnsupportedAirDescriptorFile
source: Warning
de_de: Warnung
eu_es: Abisua
ja_jp: 警告
ko_kr: 경고
zh_cn: 警告

# AirProperties.AspectRatio.Landscape
source: Landscape
de_de: Querformat
eu_es: Horizontala
ja_jp: ランドスケープ (横長モード)
ko_kr: 가로
zh_cn: 美化

# AirProperties.AspectRatio.Portrait
source: Portrait
de_de: Hochformat
eu_es: Bertikala
ja_jp: ポートレート (縦長モード)
ko_kr: 세로
zh_cn: 模型

# AirProperties.Description.PackageIconsFolder
source: Folder containing packaged icons, relative to the application root directory. Leave blank if files are in application root. Non-default value may require reconfiguring of package script.
de_de: Verzeichnis das die eingebundenen Symbole enthält, relativ zum Hauptverzeichnis der Anwendung. Leer lassen falls sich die Dateien im Hauptverzeichnis befinden. Für nicht-standardkonforme Werte muss möglicherweise das Package Skript angepasst werden.
eu_es: Ikonoen karpeta, aplikazioaren erro direktorioari erlatiboa. Zuria utzi fitxategiak aplikazioaren erroan badaude. Lehenetsia ez den balio bat izateko pakete script-a birkonfiguratu behar da.
ja_jp: アイコンファイルの格納先を、アプリケーションルートディレクトリからの相対位置で指定します。ルート階層に配置したい場合はブランクを指定してください。デフォルト以外の値に設定した場合、パッケージスクリプトの再設定が必要な場合があります。
ko_kr: 응용 프로그램 루트 디렉터리를 기준으로 패키지 아이콘을 포함하는 폴더. 파일이 응용 프로그램 루트에있는 경우 비워 둡니다. 기본값이 아닌 값은 패키지 스크립트의 재구성이 필요할 수 있습니다.
zh_cn: 相对于应用程序的根目录，此文件夹包含打包图标.。如果文件在应用程序根目录下，则保留为空。 非默认值可能需要重新配置包脚本。

# AirProperties.Description.ProjectIconsFolder
source: Folder for storing icons, relative to the project folder. Adding icons from within the project will have no effect. Non-default value may require reconfiguring of package script.
de_de: Verzeichnis zum Speichern der Symbole, relativ zum Projektverzeichnis. Das Hinzufügen von Symbolen aus dem Projekt heraus hat keine Auswirkungen. Für nicht-standardkonforme Werte muss möglicherweise das Package Skript angepasst werden.
eu_es: Ikonoen karpeta, proiektuaren karpetari erlatiboa. Proiektu barruko ikonoak gehitzeak ez du eraginik. Lehenetsia ez den balio bat izateko pakete script-a birkonfiguratu behar da.
ja_jp: プロジェクトファイル内におけるアイコンファイルの格納先を、プロジェクトフォルダとの相対位置で指定します。プロジェクト内から追加したアイコンの場合は適用されません。デフォルト以外の値に設定した場合、パッケージスクリプトの再設定が必要な場合があります。
ko_kr: 프로젝트 폴더를 기준으로 아이콘을 저장하는 폴더입니다. 프로젝트 내에서 아이콘을 추가하는 것은 아무런 효과가 없습니다. 기본값이 아닌 값은 패키지 스크립트의 재구성이 필요할 수 있습니다.
zh_cn: 相对于项目文件夹，文件夹存储图标. 从项目内添加图标将没有任何效果. 无默认值可能需要重新配置包脚本.

# AirProperties.Description.RenameIconsWithSize
source: Rename icon file names with the relevant size when copying to the icons folder. Does not apply when Use Uniform File Names is true.
de_de: Benenne Symbole mit den relevanten Abmessungen um wenn sie in das Symbolverzeichnis kopiert werden. Gilt nicht wenn Use Uniform File Names verwendet wird.
eu_es: Ikonoen fitxategiak dagozkien tamainekin berrizendatu ikonoen karpetara kopiatzean. Ez aplikatu Use Uniform File Names true denean.
ja_jp: アイコンフォルダにコピーされると同時に、サイズに関連してアイコンのファイル名前を変更します。 Use Uniform File Names の設定が true の場合には適用されません。
ko_kr: 아이콘 폴더로 복사할때 해당 크기의 아이콘 파일 이름을 바꿉니다. 통일된 파일 이름을 사용하는 경우에는 적용되지 않습니다.
zh_cn: 在复制到图标文件夹时，重命名与其相关大小的图标文件。 当不适用时，使用统一的文件名称是正确时。

# AirProperties.Description.SelectPropertiesFileOnOpen
source: Prompt to manually select the project's application descriptor file on open.
de_de: Frage beim Öffnen nach der Application Descriptior Datei.
eu_es: Irekitzean proiektuaren aplikazio deskriptore fitxategia eskuz aukeratzeko eskatu.
ja_jp: プロジェクトのアプリケーション設定ファイルを開くとき、ファイルを手動で選択します。
ko_kr: 열때 응용 프로그램 설명 파일을 직접 설정.
zh_cn: 在打开时提示手动选择项目的应用程序描述文件.

# AirProperties.Description.UseUniformFileNames
source: Rename icon file names using a combination of the File Name property and the image size when copying to the icons folder.
de_de: Benenne Symboldateien mit Hilfe einer Kombination aus Dateinamen und Bildabmessungen um wenn sie in das Symbolverzeichnis kopiert werden.
eu_es: Ikonoen fitxategiak Fitxategi Izena propietatearen eta irudi tamainaren arteko konbinazio batekin berrizendatu ikonoen karpetara kopiatzean.
ja_jp: アイコンフォルダにコピーされると同時に、アイコンのファイル名を対応するファイル名プロパティ・画像サイズ合わせて変更します。
ko_kr: 아이콘을 아이콘 폴더로 복사할때 파일 이름을 파일 이름과 이미지 크기의 조합으로 바꿉니다.
zh_cn: 复制到图标文件夹时，使用文件名属性和图片大小的组合来重命名图标文件。

# AirProperties.Exception.Message.NotAirDescriptorFile
source: The file '{0}' is not a valid AIR application descriptor file. It has an unsupported namespace.
de_de: Die Datei '{0}' ist keine gültige AIR Application Descriptor Datei. Sie verwendet einen nicht unterstützten Namespace.
eu_es: '{0}' fitxategia ez da balizko AIR aplikazio deskriptore fitxategia. Onartzen ez den izen-espazioa du.
ja_jp: ファイル {0} は有効な AIR アプリケーション設定ファイルではありません。このファイルはサポートされない名前空間を持っています。
ko_kr: 파일 '{0}' 은 올바른 AIR 응용 프로그램 설명자 파일이 아닙니다. 이 지원되지 않는 네임 스페이스가 있습니다.
zh_cn: 文件 '{0}' 是无效的 AIR 应用程序描述文件. 它有一个不受支持的命名空间.

# AirProperties.Exception.Title.Initialization
source: Error Opening Descriptor File
de_de: Fehler beim Öffnen der Descriptor Datei
eu_es: Deskriptore Fitxategia Irekitzean Errorea
ja_jp: 設定ファイルの読み込みに失敗しました
ko_kr: 설명자 파일을 여는데 오류가 발생하였습니다.
zh_cn: 打开描述文件时出错

# AirProperties.Info.Description
source: Adds an AIR application properties management form for AIR projects.
de_de: Fügt AIR Projekten eine AIR Application Eigenschaftenverwaltung hinzu.
eu_es: AIR aplikazioaren propietate kudeaketa formularioa gehitzen dio AIR proiektuentzat.
ja_jp: AIR アプリケーションのプロパティー管理機能を追加します。
ko_kr: AIR 프로젝트에 대한 AIR 응용 프로그램 속성 관리 양식을 추가합니다.
zh_cn: 为 AIR 项目添加一个 AIR 应用程序属性管理窗体.

# AirProperties.Title.AirWizard
source: AIR Application Properties
de_de: AIR Anwendungseigenschaften
eu_es: AIR Aplikazioaren Propietateak
ja_jp: AIR アプリケーションのプロパティ設定
ko_kr: AIR 응용 프로그램 속성
zh_cn: AIR 应用程序属性

# AirProperties.Label.Icon
source: Icon
de_de: Symbol
eu_es: Ikonoa
ja_jp: アイコン
ko_kr: 아이콘
zh_cn: 图标

# AirProperties.Label.ProjectMenuItem
source: &AIR App Properties...
de_de: &AIR Anwendungseigenschaften...
eu_es: &AIR Aplikazio Propietateak...
ja_jp: AIR アプリケーション設定(&A)...
ko_kr: &AIR 응용 프로그램 속성...
zh_cn: AIR 应用程序属性(&A)...

# AirProperties.Locale.ChineseSimplified
source: Chinese Simplified (zh)
de_de: Chinesisch vereinfacht (zh)
eu_es: Txinatar Erraztua (zh)
ja_jp: 簡体字中国語 (zh)
ko_kr: 중국어 간체 (zh)
zh_cn: 简体中文 (zh)

# AirProperties.Locale.ChineseTraditional
source: Chinese Trad. (zh-Hant)
de_de: Chinesisch traditionell (zh-Hant)
eu_es: Txinatar Trad. (zh-Hant)
ja_jp: 繁体字中国語 (zh-Hant)
ko_kr: 중국어 번체 (zh-Hant)
zh_cn: 繁体中文. (zh-Hant)

# AirProperties.Locale.Czech
source: Czech (cs)
de_de: Tschechisch (cs)
eu_es: Txekiarra (cs)
ja_jp: チェコ語 (cs)
ko_kr: 체코어 (cs)
zh_cn: 捷克语 (cs)

# AirProperties.Locale.Default
source: Default
de_de: Standard
eu_es: Lehenetsia
ja_jp: デフォルト
ko_kr: 기본
zh_cn: 标准

# AirProperties.Locale.Dutch
source: Dutch (nl)
de_de: Niederländisch (nl)
eu_es: Nederlandera (nl)
ja_jp: オランダ語 (nl)
ko_kr: 네덜란드어 (nl)
zh_cn: 荷兰语 (nl)

# AirProperties.Locale.English
source: English (en)
eu_es: Ingelesa (en)
ja_jp: 英語 (en)
ko_kr: 영어 (en)
zh_cn: 英语 (en)

# AirProperties.Locale.French
source: French (fr)
de_de: Französisch (fr)
eu_es: Frantsesa (fr)
ja_jp: フランス語 (fr)
ko_kr: 프랑스어 (fr)
zh_cn: 法语 (fr)

# AirProperties.Locale.German
source: German (de)
de_de: Deutsch (de)
eu_es: Alemana (de)
ja_jp: ドイツ語 (de)
ko_kr: 독일어 (de)
zh_cn: 德语 (de)

# AirProperties.Locale.Italian
source: Italian (it)
de_de: Italienisch (it)
eu_es: Italiera (it)
ja_jp: イタリア語 (it)
ko_kr: 이탈리아어 (it)
zh_cn: 意大利语 (it)

# AirProperties.Locale.Japanese
source: Japanese (ja)
de_de: Japanisch (ja)
eu_es: Japoniarra (ja)
ja_jp: 日本語 (ja)
ko_kr: 일본어 (ja)
zh_cn: 日语 (ja)

# AirProperties.Locale.Korean
source: Korean (ko)
de_de: Koreanisch (ko)
eu_es: Korearra (ko)
ja_jp: 韓国語 (ko)
ko_kr: 한국어 (ko)
zh_cn: 朝鲜语 (ko)

# AirProperties.Locale.Polish
source: Polish (pl)
de_de: Polnisch (pl)
eu_es: Poloniera (pl)
ja_jp: ポーランド語 (pl)
ko_kr: 폴란드어 (pl)
zh_cn: 波兰语 (pl)

# AirProperties.Locale.Portuguese
source: Portuguese Braz.(pt-BR)
de_de: Portugiesisch Brasilien (pt-BR)
eu_es: Braz. Portugesa(pt-BR)
ja_jp: ブラジリアンポルトガル語 (pt-BR)
ko_kr: 브라질 포르투갈어 (pt-BR)
zh_cn: 葡萄牙语.(pt-BR)

# AirProperties.Locale.Russian
source: Russian (ru)
de_de: Russisch (ru)
eu_es: Errusiera (ru)
ja_jp: ロシア語 (ru)
ko_kr: 러시아어 (ru)
zh_cn: 俄语 (ru)
