Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# HaXeContext.Description.CompletionMode
source: The most complete completion will be provided by the Haxe Compiler and faster using the CompletionServer. Alternatively FlashDevelop includes basic support for Haxe completion.
de_de: Die kompletteste Vervollständigung wird vom Haxe Compiler angeboten, noch schneller durch die Verwendung des CompletionServers. Alternativ bietet FlashDevelop eine Grundunterstützung von Vervollständigung fur Haxe.
eu_es: Osaketa egokiena Haxe konpilatzaileak emango du eta azkarrena OsaketaZerbitzari bidez izango da. Alternatiba gisa, FlashDevelop-ek oinarrizko Haxe osaketa du.
ja_jp: Haxe の補完方法を選択します。補完サーバー(CompletionServer)を使用することでHaxeコンパイラより高速な補完を行うことができます。FlashDevelop内にもベーシックな補完がサポートされています。
ko_kr: 가장 완벽한 완성은 Haxe 컴파일러가 제공하는 빠른 CompletionServer를 사용하는 것입니다. 또는 FlashDevelop는 Haxe 완료에 대한 기본 지원이 포함되어 있습니다.
zh_cn: 由 Haxe 编译器和更快使用 CompletionServer 会提供最完整的智能支持。另外 FlashDevelop 包括基本的 Haxe 智能支持。

# HaXeContext.Description.CompletionServerPort
source: Define Haxe compiler server's port (only applies to CompletionServer Completion Mode).
de_de: Bestimme den Serverport des Haxe Compilers (gilt nur für den Vervollständigungs-Modus des CompletionServer).
eu_es: Haxe konpilatzailearen zerbitzari portua definitu (OsaketaZerbitzari Moduan bakarrik aplikatuko da).
ja_jp: Haxe のコンパイラーサーバーのポートを設定します。(Completion Mode で CompletionServer を選択した場合のみです)
ko_kr: Haxe 컴파일러 서버의 포트를 정의합니다 (단 CompletionServer 완료 모드에 적용).
zh_cn: 定义 Haxe 编译器服务器的端口 (仅适用于 CompletionServer 智能模式).

# ProjectManager.ToolTip.TargetBuild
source: Select Target Build
de_de: Ziel für Build auswählen
eu_es: Eraikitze Helburua Aukeratu
ja_jp: ビルドターゲットを選択
ko_kr: 대상 빌드 선택
zh_cn: 选择编译目标

# BasicCompletion.Description.CustomLanguages
source: Custom list of languages that should use the basic code completion.
de_de: Benutzerdefinierte Liste von Sprachen, für welche die Basiskomplettierung verwendet werden soll.
eu_es: Oinarrizko osaketa erabiliko duten lengoaien zerrenda pertsonalizatua.
ja_jp: ベーシックコード補完を使用する言語リストをカスタマイズする。
ko_kr: 기본 코드 완성 기능을 사용할 언어의 사용자 지정 목록.
zh_cn: 自定义的语言列表,应该使用基本的代码来完成.

# BasicCompletion.Info.CompletionItemDesc
source: Suggestion
de_de: Vorschlag
eu_es: Iradokizunak
ja_jp: サジェスト
ko_kr: 제안
zh_cn: 建议

# BasicCompletion.Info.Description
source: Adds global basic code completion support to FlashDevelop.
de_de: Fügt eine globale Basiskomplettierung zu FlashDevelop hinzu.
eu_es: Oinarrizko kode osaketa orokorra gehitzen dio FlashDevelop-i.
ja_jp: FlashDevelop にベーシックなコード補完を追加します。
ko_kr: FlashDevelop에 글로벌 기본 코드 완성 지원을 추가합니다.
zh_cn: 向 FlashDevelop 添加全局基本代码的智能支持.

# FlashDevelop.Description.DisableSimpleQuickFind
source: Disables the simple find when Quick Find control is hidden.
de_de: Deaktiviert die einfache Schnellsuche wenn die Schnellsuchleiste geschlossen wird.
eu_es: Bilaketa Azkarra kontrola gordetzean bilaketa sinplea desgaitu.
ja_jp: クイック検索を閉じているときシンプル検索を無効にする。
ko_kr: 빨리 찾기 제어가 숨겨져 있을때 간단한 찾기를 사용하지 않습니다.
zh_cn: 快速查找控件处于隐藏状态时，将禁用简单的查找。

# BasicCompletion.Description.DisableAutoCompletion
source: Disables auto-completion of keywords and words from the current file.
de_de: Deaktiviert die automatische Komplettierung von Schlüsselwörtern und Wörter aus der selben Datei.
eu_es: Hitz-gakoen eta hitzen auto-osaketa desgaitzen du uneko fitxategian.
ja_jp: 現在のファイルのキーワードや単語の自動補完を無効にする。
ko_kr: 현재 파일에서 키워드와 단어의 자동 완성 기능을 사용하지 않습니다.

# CssCompletion.Description.DisableAutoCompletion
source: Disable CSS attributes, values and variables auto-completion.
ko_kr: CSS의 특성 값과 변수 자동 완성 기능을 사용하지 않도록 설정합니다.
zh_cn: 禁用 CSS 属性, 值 和 变量 的自动完成功能。

# CssCompletion.Description.DisableCompileOnSave
source: Disable automatic compilation of special CSS languages (SCSS, LESS, HSS) on save. Note: also disables minification.
de_de: Automatische Kompilierung von speziellen CSS Sprachen (SCSS, LESS, HSS) beim Speichern deaktivieren. Achtung: Deaktiviert auch die Minifizierung.
eu_es: CSS lengoaia berezientzako (SCSS, LESS, HSS), gordetzeko osatze automatikoa desgaitzen du. Oharra: txikitzea ere desgaitzen da.
ja_jp: 特別なCSS言語(SCSS, LESS, HSS) のセーブ時の自動コンパイルを無効にする。注意:CSSの圧縮も同様に無効になる。
ko_kr: 저장에 특별한 CSS 언어의 자동 컴파일 (SCSS, LESS HSS)를 사용하지 않습니다. 참고 : 축소 또한 사용하지 않도록 설정합니다.
zh_cn: 保存时禁用自动编译指定的 CSS (SCSS, LESS, HSS) 语言. 注: 也禁用缩小。

# CssCompletion.Description.DisableMinifyOnSave
source: Disable automatic minification of CSS files as "name.min.css" on save.
de_de: Automatische Minifizierung von CSS Dateien als "name.min.css" beim Speichern deaktivieren.
eu_es: CSS fitxategiak "izena.min.css" moduan gordetzeko txikitze automatikoa desgaitzen du.
ja_jp: "name.min.css" CSSファイルのセーブ時の自動圧縮を無効にする。
ko_kr: 저장시 "name.min.css"으로 CSS 파일을 자동 축소를 사용하지 않도록 설정합니다.
zh_cn: 当 "name.min.css" 保存时，禁用 CSS 文件自动缩小功能。

# CssCompletion.Description.EnableVerboseCompilation
source: Display raw compilation result in Output panel (for debugging purpose).
de_de: Unbearbeitete Kompilierungsresultate im Ausgabefenster anzeigen (für Debugging).
eu_es: Konpilazio emaitza gordinak bistaratzen ditu Irteera panelean (arazteko helburuarekin).
ja_jp: 出力パネルに生のコンパイル結果を出力する。(デバッグ用)
ko_kr: 출력 패널에 원시 컴파일 결과를 표시합니다 (디버깅 목적).
zh_cn: 在输出面板上显示原始编译结果 (用于调试时)。

# CssCompletion.Info.CompletionPrefixesDesc
source: Browser prefix
de_de: Browser Präfix
eu_es: Arakatzaile aurrizkia
ja_jp: ブラウザプレフィックス
ko_kr: 브라우저 프리픽스
zh_cn: 浏览器前缀

# CssCompletion.Info.CompletionPropertyDesc
source: CSS property
de_de: CSS Eigenschaft
eu_es: CSS propietatea
ja_jp: CSS プロパティ
ko_kr: CSS 속성
zh_cn: CSS 属性

# CssCompletion.Info.CompletionPseudoDesc
source: CSS pseudo element or class
de_de: CSS Pseudo-Element oder Klasse
eu_es: CSS sasi elementu edo klasea
ja_jp: CSS 擬似要素またはクラス
ko_kr: CSS 의사 요소 또는 클래스
zh_cn: CSS 伪元素或类

# CssCompletion.Info.CompletionValueDesc
source: CSS value
de_de: CSS Wert
eu_es: CSS balioa
ja_jp: CSS バリュー
ko_kr: CSS 값
zh_cn: CSS 值

# CssCompletion.Info.CompletionVariableDesc
source: Custom variable
de_de: Benutzerdefinierte Variable
eu_es: Aldagai pertsonalizatua
ja_jp: 変数
ko_kr: 사용자 정의 변수
zh_cn: 自定义变量

# CssCompletion.Info.Description
source: Adds CSS completion to FlashDevelop.
de_de: Fügt FlashDevelop CSS-Komplettierung hinzu.
eu_es: CSS osagketa gehitzen dio FlashDevelop-i.
ja_jp: FlashDevelop に CSS の補完を追加します。
ko_kr: FlashDevelop에 CSS의 자동 완성 기능을 추가합니다.
zh_cn: 向 FlashDevelop 添加 CSS 智能引擎。

# CssCompletion.Description.DisableAutoCloseBraces
source: By default CSS blocks' closing brace is inserted automatically after pressing <Enter>.
de_de: Bei Drücken von <Enter> werden bei CSS Blöcken automatisch die schliessende Klammer eingefügt.
eu_es: Defektuz, <Enter> sakatu eta gero CSS blokeen ixteko giltza automatikoki txertatuko da.
ja_jp: CSS ブロックのブレスの後ろで <Enter> キーを入力したときに自動的に閉じる。
ko_kr: 기본적으로 CSS 블록의 닫는 중괄호는 <Enter> 키를 누르면 자동으로 삽입됩니다.
zh_cn: 默许情况下，按 <Enter> 键后会自动插入 CSS 块的右大括号。

# CssCompletion.Description.DisableInsertColon
source: Disable automatic insertion of colon (:) character when completing attributes.
de_de: Automatisches Einfügen von Doppelpunkt (:) bei der Komplettierung von Attributen deaktivieren.
eu_es: Atributuak osatzean, bi puntuen (:) txertatze automatikoa desgaitu.
ja_jp: コロン(:)を入力したときの属性の自動補完を無効にする。
ko_kr: 특성을 자동 완성 할 때 콜론(:)의 자동 삽입문자를 사용하지 않도록 설정합니다.
zh_cn: 完成属性时，禁用自动插入冒号 (:) 。

# AirProperties.Locale.PortugueseSimple
source: Portuguese (pt)
de_de: Portugiesisch (pt)
eu_es: Portuges (pt)
ja_jp: ポルトガル語 (pt)
ko_kr: 포르투갈어 (pt)
zh_cn: 葡萄牙语 (pt)

# ProjectManager.Title.ImportPackagedProject
source: Select destination folder for packaged project
de_de: Zielordner für gepacktes Projekt wählen
eu_es: Proiektu paketearen helburu karpeta aukeratu
ja_jp: プロジェクトの送り先のフォルダを選択
ko_kr: 패키지 프로젝트에 대한 대상 폴더 선택
zh_cn: 为打包项目选择目标文件夹

# ProjectManager.Info.NotValidFlashBuilderProject
source: The selected file was not a valid Flash Builder project
de_de: Die ausgewählte Datei ist kein gültiges Flash Builder Projekt
eu_es: Aukeratutako fitxategia ez da Flash Builder balizko proiektua
ja_jp: 選択されたファイルは有効なFlashBuilderプロジェクトではありません。
ko_kr: 선택한 파일이 유효한 Flash Builder 프로젝트가 아닙니다.
zh_cn: 所选的文件不是一个有效的 Flash Builder 项目

# CssCompletion.Info.CompletionTagDesc
source: HTML tag
eu_es: HTML etiketa
ja_jp: HTML タグ
ko_kr: HTML 태그
zh_cn: HTML 标签

# FlashDevelop.Description.DisableTabDifferentiation
source: Disables the showing of directory names in document tabs.
de_de: Deaktiviert die Anzeige von Verzeichnisnamen bei Dokument-Reitern.
eu_es: Karpeta izenak agertzea desgaitu dokumentuen fitxetan.
ja_jp: ドキュメント名が同じでディレクトリが違う場合にディレクトリ名をタブに表示させない。
ko_kr: 문서 탭에서 디렉토리 이름을 보여주지 않게 설정합니다.
zh_cn: 在文档标签上禁用目录名称来显示。

# ProjectManager.Description.TabHighlightColor
source: Color of the tab highlight strip.
de_de: Farbe der Markierung für Tabs.
eu_es: Nabarmendutako fitxaren kolorea.
ja_jp: タブのハイライトカラー
ko_kr: 탭 하이라이트 스트립에 색상 부여.
zh_cn: 标签高亮条颜色。

# ProjectManager.Description.TabHighlightType
source: Type of the tab highlight functionality.
de_de: Art der Markierung für Tabs.
eu_es: Nabarmendutako fitxaren funtzionalitate mota.
ja_jp: タブのハイライトタイプ
ko_kr: 탭 하이라이트 기능의 종류.
zh_cn: 类型选项卡上的亮点功能。

# FlashConnect.Description.Commands
source: List of allowed commands to be executed.
de_de: Liste von erlaubten Befehlen für die Ausführung.
eu_es: Exekutatzeko komando baimenduen zerrenda.
ja_jp: 実行を許可するコマンドリスト
ko_kr: 실행될 허용 된 명령 목록.
zh_cn: 允许执行的命令列表。

# FlashDevelop.Label.MakeAsDefault
source: Make As Default Style
de_de: Definiere als Standard Style
eu_es: Lehenetsitako estiloa egin
ja_jp: デフォルト値に戻す
ko_kr: 기본 스타일로 만들기
zh_cn: 作为默认样式

# FlashDevelop.Label.CollapseRegions
source: Collapse Regions
de_de: Regionen zusammenfalten
eu_es: Eremuak bildu
ja_jp: ブロック区分で閉じる
ko_kr: 영역 접기
zh_cn: 折叠区域

# FlashDevelop.Label.SplitView
source: &Split View
de_de: Anzeige &Teilen
eu_es: &Bista banatu
ja_jp: 分割表示(&S)
ko_kr: 스플릿 뷰 (&S)
zh_cn: 切分视图(&S)

# ASCompletion.Description.PrefixFields
source: Add prefix to fields when generating from parameters.
de_de: Füge Prefix zu aus Parametern generierten Feldern hinzu.
ja_jp: 引数からメンバー変数を作成する際に変数名の頭につける文字列。
ko_kr: 매개 변수에서 생성 할 때 필드에 접두사를 추가합니다.
zh_cn: 生成参数时添加前缀字段.

# ASClassWizard.Wizard.Label.NewHaxeClass
source: New Haxe Class
de_de: Neue Haxe Klasse
eu_es: Haxe Klase berria
ja_jp: 新規 Haxe クラス
ko_kr: 새 Haxe 클래스
zh_cn: 新 Haxe 类

# FlashDevelop.Info.ThemesFilter
source: FlashDevelop Theme Files (*.fdi, *.fdz)|*.fdi;*.fdz
de_de: FlashDevelop Theme Dateien (*.fdi, *.fdz)|*.fdi;*.fdz
eu_es: FlashDevelop Theme Fitxategiak(*.fdi, *.fdz)|*.fdi;*.fdz
ja_jp: FlashDevelop テーマファイル (*.fdi, *.fdz)|*.fdi;*.fdz
ko_kr: FlashDevelop 테마 파일 (*.fdi, *.fdz)|*.fdi;*.fdz
zh_cn: FlashDevelop主题文件(*.fdi, *.fdz)|*.fdi;*.fdz

# FlashDevelop.Label.SelectTheme
source: Select UI Theme...
de_de: Wähle UI Theme...
eu_es: Erabiltzaile interfazearen Theme-a aukeratu...
ja_jp: UI テーマを選択
ko_kr: UI 테마 선택...
zh_cn: 选择UI主题...

# ProjectManager.Description.AdvancedTelemetry
source: Enable Advanced Telemetry (ASC2 SDK only)
de_de: Erweiterte Telemetrie-Daten aktivieren (nur ASC2 SDK)
eu_es: Telemetria Aurreratua Gaitu (ASC2 SDKa bakarrik)
ja_jp: 詳細な Telemetry を有効にする(ASC2 SDK のみ)
ko_kr: 고급 원격 측정 활성화 (ASC2 SDK 전용)
zh_cn: 启用高级遥测 (仅支持ASC2 SDK)

# ProjectManager.Description.AdvancedTelemetryPassword
source: Require a password to profile the application
de_de: Passwort für die Profilierung verlangen
eu_es: Aplikazioa profilatzeko pasahitza derrigorrezkoa da.
ja_jp: プロファイルに使用するパスワードを設定
ko_kr: 응용 프로그램을 프로파일할 때 암호를 요구합니다.
zh_cn: 需要密码才能分析应用程序

# LoomContext.Description.SDKs
source: Path to the Loom SDK.
de_de: Pfad zum Loom SDK.
eu_es: Loom SDK-rako bide-izena
ja_jp: Loom SDK のパスを設定。
ko_kr: Loom SDK의 경로.
zh_cn: PLoom SDK的路径.

# LoomContext.Info.Description
source: Loom context for the ASCompletion engine.
de_de: Loom Kontext die ASCompletion Engine.
eu_es: ASCompletion motorearentzako Loom ingurunea.
ja_jp: ASCompletion エンジンに Loom のコンテキストを追加します。
ko_kr: ASCompletion 엔진에 Loom 컨텍스트를 추가합니다.
zh_cn: 支持ASCompletion引擎的Loom环境.

# LoomContext.Info.InvalidClass
source: This file is not a valid Loom class.
de_de: Diese Datei ist keine gültige Loom-Klasse.
eu_es: Fitxategi hau ez da balizko Loom klase bat.
ja_jp: このファイルは有効なLoomクラスではありません。
ko_kr: 이 파일은 유효한 Loom 클래스가 아닙니다.
zh_cn: 这个文件不是有效的Loom类.

# LoomContext.Info.LoomDone
source: Loom Done
de_de: Loom beendet
eu_es: Loom Egina
ja_jp: Loom 完了
ko_kr: Loom 완료
zh_cn: Loom完成

# LoomContext.Info.LoomRunning
source: Loom Running
de_de: Loom läuft
eu_es: Loom Martxan
ja_jp: Loom 実行中
ko_kr: Loom 실행중
zh_cn: Loom正在运行

# FlashDevelop.Info.InvalidToolPath
source: Incorrect path to {0} in {1} settings
de_de: Inkorrekter Pfad zu {0} in den Einstellungen von {1}
eu_es: {0} bidea ez da zuzena {1} konfigurazioan
ja_jp: 間違ったパス {0} を {1} に設定
ko_kr: {1} 설정에서 {0}에 잘못된 경로
zh_cn: 错误的路径 {0}在{1}设置里

# ProjectManager.Description.InlineFunctions
source: Inline functions with the [Inline] meta tag (ASC 2.0+).
de_de: Inline Funktionen mit dem [Inline] Meta-Tag (ASC 2.0+).
eu_es: Inline funtzioak [Inline] meta etiketarekin (ASC 2.0+).
ja_jp: [Inline]メタタグのついたメソッドをインライン展開する(ASC 2.0以上).
ko_kr: [Inline] 메타태그를 가진 함수를 인라인 합니다 (ASC 2.0+).
zh_cn: 内联函数用[Inline]元标记说明 (ASC 2.0+).

# ProjectManager.Description.WebserverPort
source: Local Web Server port for running projects using an HTTP server.
de_de: Port des lokalen Webservers für Projekte, die einen HTTP-Server benötigen.
eu_es: HTTP zerbitzaria erabiltzen duten proiektuentzat Web Zerbitzari Lokala.
ja_jp: 実行するプロジェクトで使用するローカルウェブサーバーのポート
ko_kr: HTTP 서버를 사용하여 프로젝트를 실행하기위한 로컬 웹 서버 포트.
zh_cn: 运行项目的HTTP服务器的本地Web服务端口.

# ProjectManager.Label.TestMovieWebserver
source: Webserver...
eu_es: Web zerbitzaria...
ja_jp: ウェブサーバー...
ko_kr: 웹 서버...
zh_cn: Web服务器...

# BasicCompletion.Description.AutoInsertType
source: Specifies when pressing Enter key inserts the completion list item.
de_de: Gibt an, ob bei Drücken von Enter das Element aus der Vervollständigungsliste eingefügt wird.
eu_es: Enter tekla sakatzean osatze zerrendako elementua txertatuko den zehazten da.
ja_jp: エンターキーを押したときに補完リストのアイテムが挿入されます.
ko_kr: 언제 Enter키를 누르면 자동 완성 항목을 삽입할지 설정합니다.
zh_cn: 指定当嵌入回车键时自动完成的列表项.

# CodeRefactor.Info.RenamingFile
source: You are renaming a file. Do you also want to update the references?
de_de: Datei wird umbenannt. Sollen die Referenzen aktualisiert werden?
eu_es: Fitxategi bat berrizendatzen ari zara. Erreferentziak ere eguneratu nahi dituzu?
ja_jp: ファイル名が変更されました. さらに参照も更新しますか？
ko_kr: 파일 이름을 변경하고 있습니다. 레퍼렌스 또한 업데이트 하시겠습니까?
zh_cn: 你正在重命名一个文件. 是否需要更新所有此文件的引用?

# ProjectManager.Label.InClasspathsOnly
source: In Classpaths only
ko_kr: 클래스 경로에서 만

# ProjectManager.Label.CodeFilesOnly
source: Code files only
de_de: Nur Code-Dateien
eu_es: Kode fitxategiak bakarrik
ja_jp: コードファイルのみ
ko_kr: 코드 파일만
zh_cn: 仅代码文件

# FlashDevelop.Label.HaxeDocument
source: Haxe Document
de_de: Haxe Dokument
eu_es: Haxe Dokumentua
ja_jp: Haxe ドキュメント
ko_kr: Haxe 문서
zh_cn: Haxe 文档

# FlashDevelop.Label.InstallSoftware
source: Install Software...
de_de: Software installieren...
eu_es: Softwarea instalatu...
ja_jp: ソフトウェアをインストール...
ko_kr: 소프트웨어 설치...
zh_cn: 安装软件...

# FlashDevelop.Info.ZipConfirmRemove
source: Can the following zip file be removed:
de_de: Kann die folgende zip-Datei entfernt werden:
eu_es: Ondorengo zip fitxategia ezabatu daiteke:
ja_jp: 以下のZIPファイルを使用してファイルを削除します。よろしいですか？:
ko_kr: 다음 Zip 파일이 제거됩니다:
zh_cn: 以下zip文件将被移除:

# FlashDevelop.Info.ZipRemoveDone
source: The zip file was removed successfully.
de_de: Die zip-Datei wurde erfolgreich entfernt.
eu_es: Zip fitxategia ezabatzea ongi burutu da.
ja_jp: ファイルの削除に成功しました。
ko_kr: Zip 파일이 성공적으로 제거되었습니다.
zh_cn: zip文件移除成功.

# CodeRefactor.Info.MovingFile
source: You are moving file[s]. Do you also want to update the references?
de_de: Du verschiebst Datei(en). Möchtest du auch die Referenzen aktualisieren?
eu_es: Fitxategia[k] mugitzen ari zara. Erreferentziak eguneratu nahi dituzu?
ja_jp: ファイルの移動がありました。参照も更新しますか？
ko_kr: 파일을 이동하고 있습니다. 레퍼렌스 또한 업데이트 하시겠습니까?
zh_cn: 你正在移动文件. 是否更新文件引用?

# CodeRefactor.Title.MoveDialog
source: Moving File[s]
de_de: Verschiebe Datei(en)
eu_es: Fitxategia[k] mugitzen
ja_jp: ファイルの移動
ko_kr: 파일 이동
zh_cn: 正在移动文件

# FlashDebugger.Title.Threads
source: Threads
eu_es: Hariak
ja_jp: スレッド
ko_kr: 스레드
zh_cn: 线程

# FlashDebugger.Label.ViewThreadsPanel
source: Threads Panel
eu_es: Harien Panela
ja_jp: スレッドパネル
ko_kr: 스레드 패널
zh_cn: 线程面板

# MacroManager.Description.ShowInToolbar
source: Shows the macro in the main toolbar.
de_de: Zeigt das Makro in der Hauptwerkzeugleiste.
eu_es: Tresna-barra nagusian macro-a erakutsiko da.
ja_jp: このマクロをメインのツールバーに配置します。
ko_kr: 기본 도구 모음에 매크로를 표시합니다.
zh_cn: 在主工具条显示宏.

# FlashDebugger.Description.SwitchToLayout
source: Switch to selected layout on debugger start. On debugger stop, previous layout is restored. If a layout is selected, debugger panels are not shown automatically.
de_de: Wechsel zum gewählten Layout beim Start des Debuggers. Beim Stoppen des Debuggers wird wieder das vorherige Layout gewählt. Wenn ein Layout angewählt ist, werden die Debug Fenster nicht automatisch angezeigt.
eu_es: Araztailea hastean aukeratutako egiturara aldatuko da. Araztailea gelditzean, aurreko egiturara itzuliko da. Egitura bat aukeratu bada, arazte panelak ez dira automatikoki bistaratuko.
ja_jp: デバッガーがスタートしたときにレイアウトを切り替えます。デバッガーが停止したときは前のレイアウトに戻ります。レイアウトを選択した場合、デバッガーパネルは自動的に表示されません。
ko_kr: 디버거 시작시 선택한 레이아웃으로 전환합니다. 디버거 정지시 이전 레이아웃이 복원됩니다. 레이아웃이 선택되면, 디버거 패널이 자동으로 표시되지 않습니다.
zh_cn: 在启动调试时,切换到选中的布局. 停止调试时, 恢复上一个布局. 如果选中了一个布局, 调试面板将不会自动显示.

# FlashDevelop.Label.YesToAll
source: Yes to &all
de_de: Ja zu &Allem
eu_es: Guztiari bai
ja_jp: すべてはい(&a)
ko_kr: 모두 예 (&A)
zh_cn: 全部选是（&A）

# TaskListPanel.Description.ExploringMode
source: The task exploring mode. Light: current files and manual refresh, Complete: current files, project files and manual refresh.
de_de: Aufgaben Erkennungs Modus. Light: aktuelle Dateien und manuelles Aktualisieren, Complete: aktuelle Dateien, aktuelle Projektdateien und manuelles Aktualisieren.
eu_es: Zereginen ikuspegia. Arina: uneko fitxategiak eta eskuzko freskatzea, Osoa: uneko fitxategiak, proiektu fitxategiak eta eskuzko freskatzea.
ja_jp: タスク検索モード Light: 現在のファイルと手動リフレッシュ Complete: 現在のファイル、プロジェクトファイルと手動リフレッシュ
ko_kr: 작업 탐색 모드. Light: 현재 파일 및 수동 새로 고침. Complete: 현재 파일, 프로젝트 파일 및 수동 새로 고침.
zh_cn: 任务探索模式. 轻量: 当前文件和手动刷新, 完整: 当前文件, 工程文件和手动刷新.

# FlashDevelop.Description.IndentView
source: Type of the indentation guide behaviour.
de_de: Art des Verhaltens der Einrückungslinien.
eu_es: Koskatze gidaren portaera mota.
ja_jp: インデントの挙動タイプを選択します。
ko_kr: 들여 쓰기 가이드의 종류.
zh_cn: Type of the intendation guide behaviour.

# FlashDebugger.Description.BreakOnThrow
source: Break when an exception is thrown, even if it is handled.
de_de: Unterbrechung bei einer Exception, auch wenn sie behandelt wurde.
eu_es: Salbuespen bat altxatzean eten, nahiz eta kudeatua izan.
ja_jp: エクセプションが送出された時、たとえハンドリングしていてもブレークを行う。
ko_kr: 오류가 발생될 때 처리되는 경우에도 중단.

# CodeRefactor.Info.RenamingDirectory
source: You are renaming a directory. Do you also want to update the references?
de_de: Du benennst ein Verzeichnis um. Möchtest du auch die Referenzen aktualisieren?
eu_es: Karpeta bat berrizendatzen ari zara. Erreferentziak ere eguneratu nahi dituzu?
ja_jp: ディレクトリ名が変更されました。参照も更新しますか？
ko_kr: 디렉토리 이름을 변경하고 있습니다. 레퍼렌스 또한 업데이트 하시겠습니까?
zh_cn: 你正在重命名文件夹。要更新引用吗？

# FlashDevelop.Description.KeepIndentTabs
source: Keep indent tabs when strip trailing spaces.
ja_jp: タブインデントの末尾のスペースを維持する。
ko_kr: 후행 공백을 제거할때 들여쓰기 탭을 유지합니다.

# AirProperties.AspectRatio.Any
source: Any
eu_es: Edozein
ko_kr: 설정 없음
zh_cn: 任意

# AirProperties.DesktopResolution.High
source: High
eu_es: Altua
ko_kr: 높음
zh_cn: 高

# AirProperties.DesktopResolution.Standard
source: Standard
eu_es: Estandarra
ko_kr: 표준
zh_cn: 标准

# AirProperties.Info.ANEDescFileNotFound
source: ANE descriptor file not found.
eu_es: ANE fitxetegi descriptorea ez da aurkitu.
ja_jp: ネイティブ拡張記述ファイルが見つかりません。
ko_kr: ANE 설명자 파일을 찾을 수 없습니다.
zh_cn: 找不到 ANE 描述文件.

# AirProperties.Info.AneFilter
source: ANE Files (*.ane)|*.ane
eu_es: ANE Fitxategiak (*.ane)|*.ane
ko_kr: ANE 파일 (*.ane)|*.ane

# AirProperties.Info.CheckFileLocation
source: The file must not be located at an upper or external directory from the descriptor file.
eu_es: Fitxategiak ezin da deskriptorearekiko goiko edo kanpoko karpeta batean egon.
ja_jp: このファイルは記述ファイルよりも上か別のディレクトリにあってはいけません。
ko_kr: 이 파일은 설명 파일에서 상위 또는 외부 디렉토리에 위치 할 수 없습니다.

# AirProperties.Info.CouldNotLoadANE
source: Could not load ANE file:
eu_es: Ezin izan da ANE fitxategia kargatu:
ja_jp: ANEファイルが読めません。 file:
ko_kr: ANE 파일을 로드할 수 없습니다:
zh_cn: 无法加载 ANE 文件:

# AirProperties.Info.ExtensionIDNotFound
source: Extension ID could not be retrieved.
eu_es: Luzapenaren IDa ezin izan da berreskuratu.
ja_jp: Extension ID が見つかりません。
ko_kr: 확장자 ID를 찾을 수 없습니다.

# AirProperties.Info.SelectAtleastOneItem
source: At least one item must be chosen.
eu_es: Elementu bat aukeratu behar da gutxienez.
ja_jp: どれかは選ぶ必要があります。
ko_kr: 하나 이상의 항목을 선택해야합니다.
zh_cn: 必须至少选择一个项目.

# AirProperties.IPhoneResolution.High
source: High
eu_es: Altua
ko_kr: 높음
zh_cn: 高

# AirProperties.IPhoneResolution.Standard
source: Standard
eu_es: Estandarra
ko_kr: 표준
zh_cn: 标准

# AirProperties.Label.Advanced
source: Advanced >>
eu_es: Aurreratua >>
ja_jp: 高度な設定 >>
ko_kr: 고급 설정 >>
zh_cn: 高级 >>

# AirProperties.Label.BackgroundBehavior
source: Background Behavior
eu_es: Atzeko planoko portaera
ja_jp: バックグラウンドでの挙動
ko_kr: 배경 동작

# AirProperties.Label.Basic
source: << Basic
eu_es: << Oinarrizkoa
ja_jp: << 基本的な設定
ko_kr: << 기본 설정
zh_cn: << 基本

# AirProperties.Label.Browse
source: Browse
eu_es: Bilatu
ja_jp: 開く
ko_kr: 검색

# AirProperties.Label.ColorDepth
source: Color Depth
eu_es: Kolore sakonera
ja_jp: 色深度
ko_kr: 색상 깊이
zh_cn: 色深

# AirProperties.Label.CPURendering
source: CPU Rendering
eu_es: CPU Errendaketa
ja_jp: CPU レンダリング
ko_kr: CPU 렌더링
zh_cn: CPU 渲染

# AirProperties.Label.Display
source: Display
eu_es: Erakutsi
ja_jp: 表示
ko_kr: 디스플레이
zh_cn: 显示

# AirProperties.Label.Entitlements
source: Entitlements
eu_es: Eskubideak
ko_kr: 권한

# AirProperties.Label.Exclude
source: Exclude
eu_es: Baztertu
ko_kr: 제외

# AirProperties.Label.ExitOnSuspend
source: Exit On Suspend
eu_es: Esekitzean irten
ja_jp: 実行を終了
ko_kr: 일시 정지에 종료

# AirProperties.Label.ExternalSWFs
source: External SWFs
eu_es: Kanpoko SWFak
ko_kr: 외부 SWF
zh_cn: 外部 SWF

# AirProperties.Label.InfoAdditions
source: Info Additions
eu_es: Info gehigarriak
ko_kr: 정보 추가 사항

# AirProperties.Label.OtherBehavior
source: Other Behavior
eu_es: Beste portaerak
ja_jp: その他の挙動
ko_kr: 다른 동작

# AirProperties.Label.PrerenderedIcon
source: Prerendered Icon
eu_es: Aurreerrendatutako ikonoa
ja_jp: アイコンのグレア効果
ko_kr: 사전 렌더링 아이콘

# AirProperties.Label.PushNotifications
source: Push Notifications
eu_es: Jakinarazpena jarri
ja_jp: プッシュ通知
ko_kr: 푸시 알림

# AirProperties.Label.Resolution
source: Resolution
eu_es: Bereizmena
ja_jp: 解像度
ko_kr: 해상도
zh_cn: 分辨率

# AirProperties.Label.SelectPermForInfo
source: Select a permission to see its description.
eu_es: Baimen bat aukeratu bere deskribapena ikusteko.
ja_jp: パーミッションを選択すると説明が表示されます。
ko_kr: 설명을 볼 수있는 권한을 선택합니다.

# AirProperties.Label.StatusBarStyle
source: Status Bar Style
eu_es: Egoera barraren itxura
ja_jp: ステータスバー
ko_kr: 상태 표시줄 스타일

# AirProperties.Label.SupportedDevices
source: Supported Devices
eu_es: Onartutako gailuak
ja_jp: サポートデバイス
ko_kr: 지원되는 디바이스
zh_cn: 支持的设备

# AirProperties.SoftKeyboard.None
source: None
eu_es: Hutsa
ko_kr: 없음

# AirProperties.Title.SelectIOSDevices
source: Select Target iOS Devices
eu_es: Aukeratu helburuko iOS gailuak
ja_jp: ターゲット iOS デバイスを選択
ko_kr: 대상 iOS 장치 선택

# AirProperties.Validation.InvalidAndroidMinVersion
source: Minimum supported Android version is 8.
eu_es: Onartutako Android bertsio baxuena 8 da.
ja_jp: アンドロイドの最小対応バージョンは8です。
ko_kr: 지원되는 최소 안드로이드 버전은 8입니다.
zh_cn: 支持的最低 Android 版本为 8.
