Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# ASClassWizard.Wizard.Error.LowercaseClassName
source: Class name must start with an uppercase letter.
de_de: Der Klassename muss mit einem Großbuchstaben beginnen.
eu_es: Klase izenak letra larriekin hasi behar du.
ko_kr: 클래스 이름은 대문자로 시작해야합니다.

# ASClassWizard.Wizard.Label.CodeGeneration
source: Code generation:
de_de: Codeerstellung:
eu_es: Kode sortzea:
ja_jp: コード生成:
ko_kr: 코드 생성:
zh_cn: 代码生成选项:

# ASClassWizard.Wizard.Label.GenerateConstructor
source: Generate constructor matching base class
de_de: Erstelle zur Basis-Klasse passenden Konstruktor
eu_es: Oinarrizko klasearekin bat datorren eraikitzailea sortu
ja_jp: 基本クラスに合わせたコンストラクタを自動生成
ko_kr: 상위 클래스와 일치하는 생성자를 생성
zh_cn: 从父类生成构造函数

# ASClassWizard.Wizard.Label.GenerateInherited
source: Generate interface methods implementations
de_de: Erstelle die Methodenrümpfe der Schnittstellen
eu_es: Interfazeko metodoen inplemenetazioak sortu
ja_jp: インターフェースに合わせたメソッドを自動生成
ko_kr: 인터페이스 메소드 구현 생성
zh_cn: 生成从接口继承的函数

# ASClassWizard.Wizard.Label.Interfaces
source: Interfaces:
de_de: Schnittstellen:
eu_es: Interfazeak:
ja_jp: インターフェース:
ko_kr: 인터페이스:
zh_cn: 接口:

# ASClassWizard.Wizard.Label.Modifiers
source: Modifiers:
de_de: Sichtbarkeit:
eu_es: Aldatzaileak:
ja_jp: 修飾子:
ko_kr: 수정자:
zh_cn: 修饰符:

# ASClassWizard.Wizard.Label.Name
source: Name:
eu_es: Izena:
ja_jp: 名前:
ko_kr: 이름:
zh_cn: 名称:

# ASClassWizard.Wizard.Label.NewAs2Class
source: New ActionScript 2 Class
de_de: Neue ActionScript 2 Klasse
eu_es: ActionScript 2 Klase berria
ja_jp: 新規 ActionScript 2 クラス
ko_kr: 새 ActionScript 2 클래스
zh_cn: 新建 ActionScript 2 类

# ASClassWizard.Wizard.Label.NewAs3Class
source: New ActionScript 3 Class
de_de: Neue ActionScript 3 Klasse
eu_es: ActionScript e Klase berria
ja_jp: 新規 ActionScript 3 クラス
ko_kr: 새 ActionScript 3 클래스
zh_cn: 新建 ActionScript 3 类

# ASClassWizard.Wizard.Label.OpenType
source: Open Type
de_de: Öffne Typ
eu_es: Mota Ireki
ja_jp: タイプの選択
ko_kr: 타입 열기
zh_cn: 打开类型

# ASClassWizard.Wizard.Label.Package
source: Package:
eu_es: Paketea:
ja_jp: パッケージ:
ko_kr: 패키지:
zh_cn: 包:

# ASClassWizard.Wizard.Label.PackageSelection
source: Package Selection
de_de: Package-Auswahl
eu_es: Pakete hautaketa
ja_jp: パッケージの選択
ko_kr: 패키지 선택
zh_cn: 选择包

# ASClassWizard.Wizard.Label.SuperClass
source: Base Class:
de_de: Basis-Klasse:
eu_es: Oinarri klasea:
ja_jp: 基本クラス:
ko_kr: 상위 클래스:
zh_cn: 父类:

# CodeRefactor.Info.Description
source: Adds refactoring capabilities to FlashDevelop.
de_de: Fügt FlashDevelop Refactoring hinzu.
eu_es: Kode berregituraketa gaitasuna gehitzen dio FlashDevelop-i.
ja_jp: FlashDevelop にリファクタリング機能を追加します。
ko_kr: FlashDevelop에 리팩토링 기능을 추가합니다.
zh_cn: 向 FlashDevelop 添加重构功能。

# CodeRefactor.Info.FindingReferences
source: Finding References...
de_de: Finde Referenzen...
eu_es: Erreferentziak aurkitzen...
ja_jp: 参照を検索...
ko_kr: 레퍼렌스를 찾는중...
zh_cn: 正在查找引用...

# CodeRefactor.Info.UpdatingReferences
source: Updating References...
de_de: Aktualisiere Referenzen...
eu_es: Erreferentziak eguneratzen...
ja_jp: 参照を更新中です...
ko_kr: 레퍼렌스 업데이트중 ...
zh_cn: 正在更新引用...

# CodeRefactor.Info.ResolvingReferences
source: Resolving References...
de_de: Löse Referenzen auf...
eu_es: Erreferentziak ebazten...
ja_jp: 参照を解決...
ko_kr: 레퍼렌스를 분석중...
zh_cn: 分析引用...

# CodeRefactor.Info.ResolvingReferencesIn
source: Resolving References in
de_de: Auflösen der Referenzen in
eu_es: Hemen erreferentziak ebazten
ja_jp: 参照の解決
ko_kr: 레퍼렌스를 분석중:
zh_cn: 分析引用在

# CodeRefactor.Info.SearchingFiles
source: Searching Files...
de_de: Suche Dateien...
eu_es: Fitxategiak bilatzen...
ja_jp: ファイルを検索...
ko_kr: 파일을 검색중...
zh_cn: 正在搜索文件...

# CodeRefactor.Info.Status
source: Status:
eu_es: Egoera:
ja_jp: 状態:
ko_kr: 상태 :
zh_cn: 状态:

# CodeRefactor.Info.Updating
source: Updating
de_de: Aktualisiere
eu_es: Eguneratzen
ja_jp: 更新中
ko_kr: 업데이트중
zh_cn: 更新

# CodeRefactor.Label.FindAllReferences
source: Find A&ll References
de_de: Finde a&lle Referenzen...
eu_es: Erreferentzia Gu&ztiak aurkitu
ja_jp: すべての参照を検索(&F)
ko_kr: 모든 레퍼렌스 찾기 (&L)
zh_cn: 查找所有引用(&L)

# CodeRefactor.Label.NewName
source: New name:
de_de: Neuer Name:
eu_es: Izen berria:
ja_jp: 新しい名前:
ko_kr: 새 이름 :
zh_cn: 新名称:

# CodeRefactor.Label.Refactor
source: &Refactor
eu_es: &Berregituratu
ja_jp: リファクター(&R)
ko_kr: 리팩터링 (&R)
zh_cn: 重构(&R)

# CodeRefactor.Label.Rename
source: &Rename...
de_de: &Umbenennen...
eu_es: &Berrizendatu...
ja_jp: 名前の変更(&R)...
ko_kr: 이름 바꾸기... (&R)
zh_cn: 重命名(&R)...

# CodeRefactor.Label.ExtractMethod
source: Extract &Method...
de_de: Extrahiere &Methode...
eu_es: Metodoa &Erauzi...
ja_jp: メソッドの抽出(&M)...
ko_kr: 메소드 추출... (&M)
zh_cn: 提取方法(&M)...

# CodeRefactor.Label.ExtractLocalVariable
source: &Extract Local Variable...
de_de: &Extrahiere lokale Variable...
eu_es: &Aldagai lokalak erauzi...
ja_jp: ローカル変数の抽出(&R)...
ko_kr: 로컬 변수 추출... (&E)
zh_cn: 提取局部变量(&E)...

# CodeRefactor.Label.SurroundWith
source: &Surround With
de_de: Um&schließen mit
eu_es: &Honekin inguratu
ja_jp: 囲い込み(&S)
ko_kr: 둘러싸기 (&S)
zh_cn: 套用(&S)

# CodeRefactor.Title.RenameDialog
source: Rename '{0}'
de_de: Benenne '{0}' um
eu_es: '{0}' Berrizendatu
ja_jp: 名前の変更 '{0}'
ko_kr: 이름 바꾸기 '{0}'
zh_cn: 重命名 '{0}'

# CodeRefactor.Title.ExtractMethodDialog
source: Extract Method
de_de: Extrahiere Methode
eu_es: Metodoa erauzi
ja_jp: メソッドの抽出
ko_kr: 메소드 추출
zh_cn: 提取方法

# CodeRefactor.Title.ExtractLocalVariableDialog
source: Extract Local Variable
de_de: Extrahiere lokale Variable
eu_es: Aldagai lokalak erauzi
ja_jp: ローカル変数の抽出
ko_kr: 로컬 변수 추출
zh_cn: 提取局部变量

# CodeRefactor.Title.DelegateMethods
source: Delegate Methods
de_de: Delegate-Methoden
eu_es: Metodo delegatuak
ja_jp: デリゲートメソッド
ko_kr: 위임 메소드
zh_cn: 委托方法

# FlashDevelop.Description.DisableReplaceFilesConfirm
source: Disables the confirmation of the replace in files operation.
de_de: Deaktiviert die Bestätigung von Suchen Und Ersetzen.
eu_es: Fitxategietan ordezkatzeko eragiketaren berrespena desgaitzen du.
ja_jp: ファイルを指定して置換するときの確認を無効にします。
ko_kr: 파일에서 바꾸기 작업의 확인을 사용하지 않습니다.
zh_cn: 在文件操作中禁用确认替换。

# FlashDevelop.Info.AreYouSureToReplaceInFiles
source: Are you sure you want to replace in files? The changes cannot be undone.
de_de: Möchten Sie wirklich die Übereinstimmungen in den Dokumenten ersetzen? Diese Aktion kann nicht mehr rückgängig gemacht werden.
eu_es: Ziur zaude fitxategietan ordezkatu nahi duzula? Aldaketak ezin izanen dira desegin.
ja_jp: 本当にファイルを置き換えますか？この操作を元に戻すことはできません。
ko_kr: 파일에서 바꾸기를 실행 하시겠습니까? 변경 사항은 취소 할 수 없습니다.
zh_cn: 您确定要在文件中替换吗? 更改将无法被撤消.

# FlashDevelop.Label.UndoClose
source: &Undo Close
de_de: Schließen &umkehren
eu_es: &Itxi Desegin
ja_jp: 閉じたタブを復帰(&U)
ko_kr: 닫기 취소 (&U)
zh_cn: 撤消关闭(&U)

# CodeRefactor.Label.OrganizeImports
source: &Organize Imports
de_de: &Organisiere Imports
eu_es: &Import-ak antolatu
ja_jp: import 文の整理(&O)
ko_kr: 임포트 정리 (&O)
zh_cn: 组织导入(&O)

# CodeRefactor.Label.TruncateImports
source: &Truncate Imports
de_de: &Verkürze Imports
eu_es: &Import-ak trinkotu
ja_jp: import 文の短縮(&T)
ko_kr: 임포트 자르기 (&T)
zh_cn: 截断导入(&T)

# CodeRefactor.Label.DelegateMethods
source: &Generate Delegate Methods...
de_de: Erstelle &Delegate-Methoden...
eu_es: &Metodo delegatuak sortu...
ja_jp: デリゲートメソッドを生成(&G)...
ko_kr: 위임 메소드 생성... (&G)
zh_cn: 生成委托方法(&G)...

# FlashDevelop.Description.UseSystemColors
source: Forces FlashDevelop to use only system colors in the controls.
de_de: Zwingt FlashDevelop Systemfarben zu verwenden.
eu_es: Kontroletan sistemako koloreak erabiltzera behartzen du FlashDevelop.
ja_jp: FlashDevelop のウインドウにシステムカラーを適応します。
ko_kr: FlashDevelop 컨트롤이 시스템 색상만을 사용할 수 있게 설정합니다.
zh_cn: 在控件中强制 FlashDevelop 只使用系统颜色.

# ProjectManager.Label.FindHere
source: Find And Replace
de_de: Suchen und Ersetzen
eu_es: Bilatu eta ordeztu
ja_jp: 検索と置換(&F)
ko_kr: 찾기 및 바꾸기
zh_cn: 查找替换

# FlashDevelop.Description.FilePollInterval
source: Interval in milliseconds to check changes to open files.
de_de: Intervall in dem geprüft wird, ob geöffnete Dateien außerhalb verändert wurden (Millisekunden).
eu_es: Irekitako fitxategietako aldaketak egiaztako tartea, milisegundutan adierazia.
ja_jp: 開いたファイルの内容変更をチェックする間隔(ミリ秒)です。
ko_kr: 열린 파일의 변경 사항을 확인하는 간격 (밀리초).
zh_cn: 以毫秒为单位检查打开文件更改时的时间间隔。

# FlashDevelop.Description.HighlightMatchingWordsMode
source: When words matching the current selection should be highlighted.
de_de: Wann Wörter die der momentanen Auswahl entsprechen hervorgehoben werden sollen.
eu_es: Hitzak bat datozenean, uneko aukeraketa nabarmendu.
ko_kr: 단어 일치 하이라이트가 표시되는 조건.

# TaskListPanel.Description.ExcludedPaths
source: Tasks under the excluded paths are not shown in the task list.
de_de: Aufgaben in ausgeschlossenen Pfaden werden nicht angezeigt.
eu_es: Baztertutako bideetako zereginak ez dira zereginen zerrendan erakutisko.
ja_jp: タスクの監視対象から除外するパスを指定します。
ko_kr: 제외 된 경로 아래의 작업은 작업 목록에 표시되지 않습니다.
zh_cn: 排除路径下的任务不显示在任务列表中。

# ProjectManager.Description.StaticLinkRSL
source: Include Runtime Shared Libraries in the project SWF instead of loading them at run time.
de_de: Kompiliere Runtime-Shared-Libraries in die erzeugte SWF-Datei anstatt sie zur Laufzeit zu laden.
eu_es: Exekuzio garaian elkarbanatutako liburutegiak SWF proiektuan txertatu, ez baldin badira exekuzio garaian kargatzen.
ja_jp: ランタイム共有ライブラリ( RSL )を静的にリンクします。
ko_kr: 런타임시 로드하는 대신의 프로젝트 SWF에 런타임 공유 라이브러리를 포함합니다.
zh_cn: 静态链接运行时共享库.在项目 SWF 中包含运行时共享库,而不是在运行时加载它们。

# XMLCompletion.Description.DisableZenCoding
source: Disable HTML Zen Coding feature
de_de: Deaktiviere das HTML Zen Coding Feature.
eu_es: HTML Zen Kodetze ezaugarriak desgaitu
ja_jp: Zen Coding を無効にします。
ko_kr: HTML Zen Coding 기능을 비활성화 합니다.
zh_cn: 禁用 HTML 编码功能

# ProjectManager.Description.CompilerConstants
source: Enter one compiler constant per line - ie: NAMESPACE::variable,value
de_de: Liste der Konstanten, die dem Comiler zur Verarbeitung übergeben werden z.B. <NAMESPACE>::<variable>,<value>
eu_es: Konpiladore konstante bat sartu lerroko - adb: IZEN-ESPAZIOA::aldagaia,balioa
ja_jp: グローバル定数を1行にひとつづつ定義します。これは条件付コンパイルに使用されます。 - 例: NAMESPACE::variable,value
ko_kr: 한 줄에 한 컴파일러 상수를 입력합세요. 예: NAMESPACE::variable,value
zh_cn: 每行输入一个编译器常量 - 例如: NAMESPACE::变量,值

# FlashDevelop.Label.SaveBOM
source: &Save Byte Order Mark
de_de: &Byte Order Mark (BOM) speichern
ja_jp: BOM付きで保存(&S)
ko_kr: 바이트 순서 표시 저장 (&S)
zh_cn: 保存字节顺序标记(BOM)(&S)

# ProjectManager.Label.BuildProjectFiles
source: &Build Project Files
de_de: &Projektdateien erstellen
eu_es: &Proiektuaren fitxategiak eraiki
ja_jp: プロジェクトファイルをビルド(&B)
ko_kr: 프로젝트 파일 빌드 (&B)
zh_cn: 生成项目文件(&B)

# FlashDevelop.Description.DisableFindOptionSync
source: Disables the find option syncing between the find dialog and the quick find control.
de_de: Deaktiviert die Kopplung von Such-Dialog und Schnellsuchleiste.
eu_es: Bilaketa elkarrizketa eta bilaketa azkarraren kontrolaren arteko sinkronizazio aukera desgaitzen da.
ja_jp: 検索と置換ダイアログとクイック検索での、検索対象文字列の共有を無効にします。
ko_kr: 찾기 대화 상자와 빠른 찾기 컨트롤 사이에 찾기 옵션 동기화를 사용하지 않습니다.
zh_cn: 在查找对话框和快速查找之间禁用查找选项同步。

# ProjectManager.Label.BuildAllProjects
source: Build All Projects
de_de: Alle Projekte erstellen
eu_es: Proiektu guztiak eraiki
ja_jp: すべてのプロジェクトをビルド(&B)
ko_kr: 모든 프로젝트 빌드
zh_cn: 生成所有项目

# ProjectManager.Label.TestAllProjects
source: Test All Projects
de_de: Alle Projekte testen
eu_es: Proiektu guztiak probatu
ja_jp: すべてのプロジェクトをテスト(&T)
ko_kr: 모든 프로젝트 테스트
zh_cn: 测试所有项目

# ProjectManager.Label.CopyClassName
source: Copy Class Name
de_de: Klassenname kopieren
eu_es: Klase izena kopiatu
ja_jp: クラス名をコピー
ko_kr: 클래스 이름 복사
zh_cn: 复制类名

# FlashViewer.Description.DisableAutoConfig
source: Disables the auto-configuration feature so that OS level file association can be used.
de_de: Deaktiviert die automatische Konfiguration, damit Dateien mit dem Starndardprogramm geöffnet werden.
eu_es: Auto-konfigurazio funtzioa desgaitzen da, SE mailako fitxategi loturak erabil ahal izateko.
ja_jp: Flash Player の自動設定機能を無効にします。OS レベルでのファイル関連付けが使用されます。
ko_kr: OS 레벨의 파일 연결을 사용할 수 있도록 자동 구성 기능을 비활성화합니다.
zh_cn: 禁用自动配置功能，以便可以使用操作系统级别关联文件。

# OutputPanel.Label.ClearSearchText
source: Clear Search Text
de_de: Filter löschen
eu_es: Bilaketa testua garbitu
ja_jp: 検索文字列をクリア
ko_kr: 검색 텍스트 지우기
zh_cn: 清除搜索文本

# OutputPanel.Label.SearchInvitation
source: Search...
de_de: Suche...
eu_es: Bilatu...
ja_jp: 検索...
ko_kr: 검색...
zh_cn: 查找...

# FlashDevelop.Info.BookmarkLine
source: Bookmark line:
de_de: Lesezeichen Zeile:
eu_es: Laster-marka lerroa:
ja_jp: ブックマーク行の背景:
ko_kr: 즐겨찾기 라인 :
zh_cn: 书签行:

# FlashDevelop.Info.HighlightBack
source: Highlight back:
de_de: Hintergrund hervorheben:
eu_es: Atzea nabarmendu:
ja_jp: 検索ハイライト:
ko_kr: 강조 배경:
zh_cn: 高亮背景:

# FlashDevelop.Info.ModifiedLine
source: Modified line:
de_de: Veränderte Zeile:
eu_es: Aldatutako lerroa:
ja_jp: 変更箇所のマージン:
ko_kr: 수정된 줄 :
zh_cn: 修改行:

# FlashDevelop.Info.PrintMargin
source: Print margin:
de_de: Seitenrand:
eu_es: Inprimatze marjina:
ja_jp: 桁基準線:
ko_kr: 인쇄 여백:
zh_cn: 打印标记:

# CodeRefactor.Description.SeparatePackages
source: Separates different packages with line breaks.
de_de: Trennt verschiedene Packages mit Zeilenumbrüche.
eu_es: Lerro saltoekin banatzen dira pakete desberdinak.
ja_jp: import 文の異なるパッケージのあいだに改行を挿入します。
ko_kr: 줄 바꿈으로 다른 패키지를 구분합니다.
zh_cn: 用换行符分隔不同的包。

# AS3Context.Column.Count
source: Count
de_de: Anzahl
eu_es: Kopurua
ja_jp: カウント
ko_kr: 카운트
zh_cn: 总数

# AS3Context.Column.Maximum
source: Maximum
eu_es: Maximoa
ja_jp: 最大数
ko_kr: 최대
zh_cn: 最大

# AS3Context.Column.Memory
source: Memory
de_de: Speicher
eu_es: Memoria
ja_jp: メモリー
ko_kr: 메모리
zh_cn: 内存

# AS3Context.Column.Package
source: Package
eu_es: Paketea
ja_jp: パッケージ
ko_kr: 패키지
zh_cn: 包

# AS3Context.Column.Type
source: Type
de_de: Typ
eu_es: Mota
ja_jp: クラス
ko_kr: 타입
zh_cn: 类型

# AS3Context.Label.MemoryDisplay
source: Memory: {0} Kb / {1} Kb
de_de: Speicher: {0} KB / {1} KB
eu_es: Memoria: {0} Kb / {1} Kb
ja_jp: メモリー: {0} Kb / {1} Kb
ko_kr: 메모리 : {0} KB / {1} KB
zh_cn: 内存: {0} Kb / {1} Kb

# AS3Context.Label.RunGC
source: Run Garbage Collector
de_de: Garbage Collector ausführen
eu_es: Garbage Collector exekutatu
ja_jp: ガベージコレクションの実行
ko_kr: Garbage Collector 실행
zh_cn: 运行垃圾回收器

# AS3Context.Label.StartProfiler
source: Start Profiler
de_de: Profiler starten
eu_es: Profilatzailea hasi
ja_jp: プロファイラーを開始
ko_kr: Profiler 시작
zh_cn: 启动性能分析器

# AS3Context.Label.StopProfiler
source: Stop Profiler
de_de: Profiler stoppen
eu_es: Profilatzailea gelditu
ja_jp: プロファイラーを停止
ko_kr: Profiler 정지
zh_cn: 停止性能分析器

# AS3Context.Label.ViewMenuItem
source: SWF Profiler
eu_es: SWF Profila&tzailea
ja_jp: プロファイラー(&I)
ko_kr: SWF 프로파일
zh_cn: SWF 性能分析器

# AS3Context.Title.Profiler
source: Profiler
eu_es: Profilatzailea
ja_jp: プロファイラー
ko_kr: 프로필러
zh_cn: 性能分析器

# AS3Context.Columns.File
source: File
de_de: Datei
eu_es: Fitxategia
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件

# AS3Context.Columns.Line
source: Line
de_de: Zeile
eu_es: Lerroa
ja_jp: 行
ko_kr: 줄
zh_cn: 行

# AS3Context.Columns.Method
source: Method
de_de: Methode
eu_es: Metodoa
ja_jp: メソッド
ko_kr: 메소드
zh_cn: 方法

# AS3Context.Label.LiveObjectsTab
source: Live Objects Count
de_de: Echtzeit-Objektauflistung
eu_es: Zuzeneko Objektuen Kontagailua
ja_jp: ライブオブジェクト
ko_kr: 라이브 객체 개수
zh_cn: 当前对象数量

# AS3Context.Label.ObjectsTab
source: Objects
de_de: Objekte
eu_es: Objektuak
ja_jp: オブジェクト
ko_kr: 객체
zh_cn: 对象

# AS3Context.Label.OpenMethodFile
source: Open
de_de: Öffnen
eu_es: Ireki
ja_jp: 開く
ko_kr: 열기
zh_cn: 打开

# AS3Context.Label.ViewObjectsItem
source: View Objects
de_de: Objekte anzeigen
eu_es: Objektuak ikusi
ja_jp: オブジェクトを監視
ko_kr: 개체보기
zh_cn: 查看对象

# FlashDebugger.Category.Misc
source: Misc
de_de: Anderes
eu_es: Hainbat
ja_jp: Misc | その他
ko_kr: 기타
zh_cn: 杂项

# FlashDebugger.Category.View
source: View
de_de: Ansicht
eu_es: Ikusi
ja_jp: View | ビュー
ko_kr: 뷰
zh_cn: 视图

# FlashDebugger.Description.EnableLogging
source: Enabled debugger logging (requires restart).
de_de: Debugger Protokollierung aktivieren (Neustart erforderlich).
eu_es: Araztaile saioa gaitua (berrabiaraztea beharrezkoa).
ja_jp: デバッガーのログを有効にします。(再起動が必要です)
ko_kr: 디버그 로깅을 사용하도록 설정 (프로그램 다시 시작해야합니다.).
zh_cn: 已启用调试日志记录 (需要重新启动)。

# FlashDebugger.Description.SaveBreakPoints
source: Save and restore breakpoints.
de_de: Speichern und wiederherstellen von Haltepunkten.
eu_es: Eten-puntuak gorde eta leheneratu.
ja_jp: ブレークポイントを保存・復元します。
ko_kr: 중단점을 저장하고 복원.
zh_cn: 保存并恢复断点。

# FlashDebugger.Description.SourcePaths
source: Additional paths to search for source. Useful for specifying the location of any frameworks or library sources.
de_de: Weitere Codeverzeichnisse zum Durchsuchen. Hier können die Codedateien von Frameworks und Bibliotheken angegeben werden.
eu_es: Bide gehigarriak iturburu bilaketarako. Edozein framework edo liburutegi iturbururen kokapena zehazteko erabilgarria.
ja_jp: その他のパス：ソースを検索するために、任意のフレームワークやライブラリのパスを指定します。
ko_kr: 소스를 검색할 추가 경로. 임의의 프레임 워크 또는 라이브러리 소스의 위치를 지정하는 데 유용합니다.
zh_cn: 搜索源的附加路径。 对于指定的任何框架或库源位置非常有用。

# FlashDebugger.Description.StartDebuggerOnTestMovie
source: Start debugger on Test Project.
de_de: Starte Debugger beim Starten der SWF-Datei.
eu_es: Proiektua Probatu-n araztailea hasi.
ja_jp: ムービーのテスト時にデバッガーを開始します。
ko_kr: 테스트 프로젝트시 디버거를 시작합니다.
zh_cn: 测试项目时启动调试器.

# FlashDebugger.Info.CannotDebugActiveXPlayer
source: Cannot debug a movie running in ActiveX Flash Player.
de_de: Debugger kann nicht mit eingebetteten Flash-Plugin (ActiveX Flash Player) verbunden werden. Verwenden Sie den Flash Debug Projektor.
eu_es: Ezin izan da martxan dagoen pelikula ActiveX Flash Player-en araztu.
ja_jp: ActiveX プレーヤーではデバッグを開始することができません。
ko_kr: ActiveX Flash Player에서 실행시 디버깅 할 수 없습니다.
zh_cn: 运行 ActiveX Flash Player 时不能调试影片。

# FlashDebugger.Info.CannotFindOutputFile
source: Cannot find the output file.
de_de: Die SWF-Datei konnte nicht gefunden werden.
eu_es: Ezin izan da irteera fitxategia aurkitu.
ja_jp: 出力ファイルが見つかりませんでした。
ko_kr: 출력 파일을 찾을 수 없습니다.
zh_cn: 找不到输出文件。

# FlashDebugger.Info.ContinuingDueToError
source: Continuing due to error '${error}'
de_de: Aufgrund des Fehlers '${error}' wird weiter fortgefahren.
eu_es: '${error}' errorea dela eta jarraitu
ja_jp: 継続エラー '${error}'
ko_kr: 오류로 인해 계속합니다 '${error}'
zh_cn: 继续基于错误 '${error}'

# FlashDebugger.Info.CouldNotHalt
source: Couldn't halt, no ActionScript is running.
de_de: Konnte nicht unterbrechen - es wird kein ActionScript ausgeführt.
eu_es: Ezin izan da geldiarazi, ez dago ActionScript-ik martxan.
ja_jp: 停止できませんでした。ActionScript は実行中です。
ko_kr: 정지 할 수 없습니다. 액션 스크립트가 실행되고 있지 않습니다.
zh_cn: 不能停止，没有 ActionScript 脚本正在运行。

# FlashDebugger.Info.DebuggerListenAborted
source: Debugger listen aborted.
de_de: Warten auf Debuggerverbindung abgebrochen.
eu_es: Araztailea entzutea abortatua.
ja_jp: デバッガーの監視が中断されました。
ko_kr: 디버거 듣기가 중단됩니다.
zh_cn: 调试器侦听终止。

# FlashDebugger.Info.DebuggingSessionAlreadyRunning
source: Debugging session already running.
de_de: Eine Debug-Session wird bereits ausgeführt.
eu_es: Arazte saioa jadanik exekutatzen ari da.
ja_jp: デバッグのセッションはすでに実行中です。
ko_kr: 디버깅 세션이 이미 실행 중입니다.
zh_cn: 调试会话已在运行。

# FlashDebugger.Info.DebugWithoutCompile
source: Compile failed, start debugger anyways?
de_de: Erstellen fehlgeschlagen - den Debugger trotzdem starten?
eu_es: Konpilazioak huts egin du, hala ere araztailea hasi?
ja_jp: コンパイルに失敗しましたが、デバッガーを開始しますか？
ko_kr: 컴파일에 실패했습니다. 디버거를 시작시겠습니까?
zh_cn: 编译失败，启动调试器吗？

# FlashDebugger.Info.Description
source: Adds an ActionScript 3 debugger to FlashDevelop.
de_de: Fügt FlashDevelop einen ActionScript 3 Debugger hinzu.
eu_es: ActionScript 3 araztailea gehitzen dio FlashDevelop-i.
ja_jp: FlashDevelop に ActionScript 3 デバッグ機能を追加します。
ko_kr: FlashDevelop에 ActionScript 3 디버거를 추가합니다.
zh_cn: 向 FlashDevelop 添加一个 ActionScript 3 调试器。

# FlashDebugger.Info.EscapingFromDebuggerPendingLoop
source: Escaping from debugger pending loop, setting $nowaiting = 1
de_de: Beende warten auf Debugger - setze $nowaiting = 1
eu_es: Araztailearen egin gabeko begiztatik ihes egiteko, $nowaiting = 1 ezarpena
ja_jp: デバッガのループ中にエスケープする場合、$nowaiting を 1 に設定してください。
ko_kr: 대기중인 디버거 루프에서 탈출합니다. $nowaiting = 1 으로 설정합니다.
zh_cn: 取消循环，挂起调试器，设置 $nowaiting = 1

# FlashDebugger.Info.ExecutionHalted
source: Execution halted
de_de: Ausführung pausiert
eu_es: Exekuzioa gelditua
ja_jp: 実行は停止されました
ko_kr: 실행 중단
zh_cn: 程序中止

# FlashDebugger.Info.FaultHasNoTableEntry
source: Fault ${faultName} has no table entry
de_de: Fehler ${faultName} hat keinen Tabelleneintrag
eu_es: ${faultName} akatsak ez du taula sarrerarik
ja_jp: Fault ${faultName} はテーブルエントリを持っていません。
ko_kr: 결점 ${faultName}(은)는 테이블 항목이 없습니다
zh_cn: 故障 ${faultName} 已没有表中的条目

# FlashDebugger.Info.FixBreakpoints
source: Fix or remove bad breakpoints, then type 'continue'.
de_de: Behebe oder entferne fehlerhafte Haltepunkte und tippen Sie dann 'continue'.
eu_es: Okerreko eten-puntuak zuendu edo ezabatu, gero 'jarraitu' idatzi.
ja_jp: ブレークポイントを解除またはコードを修正し、"continue"をタイプしてください。
ko_kr: 잘못된 중단점을 수정 또는 제거합니다. 다음 'continue'를 입력합니다.
zh_cn: 修正或删除不正确的断点，然后键入 '继续'。

# FlashDebugger.Info.HitBreakpoint
source: Breakpoint ${breakpointNumber}
de_de: Haltepunkt ${breakpointNumber}
eu_es: ${breakpointNumber} eten-puntua
ja_jp: ブレークポイント ${breakpointNumber}
ko_kr: 중단점 ${breakpointNumber}
zh_cn: 断点 ${breakpointNumber}

# FlashDebugger.Info.InformationAboutFault
source: , information=
eu_es: , informazioa=
ja_jp: , 情報=
ko_kr: , 정보=
zh_cn: , 信息=

# FlashDebugger.Info.LanguageNotAS3
source: Language is not ActionScript 3.
de_de: Programmiersprache ist nicht ActionScript 3.
eu_es: Lengoaia ez da ActionScript 3.
ja_jp: 言語が ActionScript 3 ではありません。
ko_kr: 언어가 ActionScript 3이 아닙니다.
zh_cn: 不是 ActionScript 3 语言。

# FlashDebugger.Info.LinePrefixWhenDisplayingConsoleError
source: [Error]
de_de: [Fehler]
eu_es: [Errorea]
ja_jp: [エラー]
ko_kr: [오류]
zh_cn: [错误]

# FlashDebugger.Info.LinePrefixWhenDisplayingFault
source: [Fault]
de_de: [Störung]
eu_es: [Akatsa]
ko_kr: [결점]
zh_cn: [故障]

# FlashDebugger.Info.LinePrefixWhenSwfUnloaded
source: [UnloadSWF]
de_de: [SWF entladen]
eu_es: [SWFDeskargatu]
ja_jp: [SWFをアンロード]
ko_kr: [언로드SWF]
zh_cn: [卸载SWF]

# FlashDebugger.Info.NoMainClass
source: This project does not have a main class.
de_de: Für dieses Projekt ist keine Main Klasse angegeben.
eu_es: Proiektu honek ez du klase nagusi bat.
ja_jp: このプロジェクトは、メインクラスを持っていません。
ko_kr: 이 프로젝트는 메인 클래스가 없습니다.
zh_cn: 这个项目没有主类。

# FlashDebugger.Info.NoSourceFilesFound
source: No source files found.
de_de: Keine Codedateien gefunden.
eu_es: Ez da iturburu fitxategirik aurkitu.
ja_jp: ソースファイルが見つかりません。
ko_kr: 소스 파일을 찾을 수 없습니다.
zh_cn: 没有找到源文件。

# FlashDebugger.Info.PlayerAlreadyRunning
source: Player is already running, no need to resume.
de_de: Flash Player wird bereits ausgeführt - es muss nicht fortgesetzt werden.
eu_es: Player-a jadanik exekutatzen ari da, ez dago berrekiteko beharrik.
ja_jp: プレーヤーはすでに実行されています。再開は不要です。
ko_kr: 플레이어가 이미 실행 중입니다. 재개할 필요가 없습니다.
zh_cn: 播放器已经运行, 无需恢复。

# FlashDebugger.Info.PlayerDidNotStop
source: Player did not stop as expected. Press 'Enter' key to halt it
de_de: Flash Player beendete nicht wie erwartet. Drücken Sie <Enter> um ihn anzuhalten
eu_es: Player-a ez da espero bezala gelditu. Sakatu 'Enter' tekla geldiarazteko
ja_jp: プレーヤーはまだ停止していません。エンターキーを押下して停止させてください。
ko_kr: 플레이어가 멈추지 않았습니다. 중단하려면 'Enter' 키를 누르세요.
zh_cn: 播放器没有像预期的那样停止. 按 'Enter' 键停止它

# FlashDebugger.Info.PlayerStillRunning
source: The player is still running, do you want to stop it?
de_de: Flash Player wird noch immer ausgeführt - möchten Sie ihn beenden?
eu_es: Player-a oraindik exekutatzen ari da, gelditu nahi duzu?
ja_jp: プレイヤーはまだ実行中です。停止しますか？
ko_kr: 플레이어가 여전히 실행 중입니다. 중지 하시겠습니까?
zh_cn: 播放器仍在运行, 你想停止它吗？

# FlashDebugger.Info.ProcessNotResponding
source: Process not responding.
de_de: Der Prozess reagiert nicht mehr.
eu_es: Prozesuak ez du erantzuten.
ja_jp: プロセスが応答しません。
ko_kr: 프로세스가 응답하지 않습니다.
zh_cn: 进程无响应。
