Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# AirProperties.Validation.InvalidMinAIRVersion
source: Minimum supported AIR version is 4.3.
eu_es: Onartutako AIR bertsio baxuena 4.3 da.
ja_jp: AIRの最小対応バージョンは4.3です。
ko_kr: 지원되는 최소 AIR 버전은 4.3입니다.
zh_cn: 支持的最低 AIR 版本为 4.3.

# AirProperties.Validation.InvalidVersionValue
source: Invalid version value.
eu_es: Bertsio zenbaki baliogabea.
ja_jp: 無効なバージョンです。
ko_kr: 잘못된 버전 값입니다.
zh_cn: 无效的版本值.

# AirProperties.Validation.MissingSWFContainer
source: The external SWFs file container does not exist. Please, check your path.
eu_es: Kanpoko SWFs fitxategia ez da existitzen. Mesedez, egiaztatu bide-izena.
ja_jp: External SWFsコンテナがありません。ファイルパスをチェックしてください。
ko_kr: 외부의 SWF 파일 컨테이너가 존재하지 않습니다. 경로를 확인하시기 바랍니다.

# AirProperties.Validation.WrongAdditionsXML
source: Wrong iPhone info additions XML:
eu_es: iPhone informazio gehigarri okerra XML:
ja_jp: iPhone Additions XML が間違っています。:
ko_kr: 잘못된 아이폰 정보 추가 XML :

# AirProperties.Validation.WrongEntitlementsXML
source: Wrong iPhone entitlements XML:
eu_es: iPhone XML izendatze okerrak:
ja_jp: iPhone Entitlements XML が間違っています。:
ko_kr: 잘못된 아이폰 권한 XML:

# AirProperties.Validation.WrongManifestXML
source: Wrong Android manifest XML:
eu_es: Android manifestu okerra XML:
ja_jp: Android Manifest XML が間違っています。:
ko_kr: 잘못된 안드로이드 매니페스트 XML:

# ASCompletion.Label.GenerateProtectedFieldFromParameter
source: Generate protected field
eu_es: protected eremua sortu
ja_jp: protected 変数を生成
ko_kr: Protected 필드 생성
zh_cn: 生成 protected 字段

# ASCompletion.Label.GenerateProtectedFunction
source: Generate protected function
eu_es: protected funtzioa sortu
ja_jp: protected メソッドスタブの生成
ko_kr: Protected 함수 생성
zh_cn: 生成 protected 函数

# ASCompletion.Label.GenerateProtectedVar
source: Declare protected variable
eu_es: protected aldagaia deklaratu
ja_jp: protected 変数を作成
ko_kr: Protected 변수 생성
zh_cn: 声明 protected 变量

# FlashDevelop.Description.ViewShortcuts
source: View shortcuts in main menu, context menus and toolbars.
eu_es: Lasterbideak menu nagusi, ingurune menu eta tresna-barran ikusi.
ko_kr: 메인 메뉴, 컨텍스트 메뉴 및 도구 모음에서 단축키 보기.

# FlashDevelop.Info.ColorizeMarkerMargin
source: Colorize first margin with 'gdefault' foreground color
eu_es: Lehenengo marjina 'gdefault' kolorearekin margotu
ko_kr: 'gdefault'의 전경 색상으로 첫 번째 마진을 칠하기.

# ProjectManager.Description.TrackActiveDocument
source: Track current active document in Project Tree.
eu_es: Uneko dokumentu aktiboa Proiektu zuhaitzean jarri.
ko_kr: 프로젝트 트리에서 현재 활성화 된 문서를 추적합니다.

# ProjectManager.Info.ExtensionChangeWarning
source: If you change a file name extension, the file may become unusable. Are you sure you want to change it?
eu_es: Fitxategiaren luzapena aldatuz gero, ez-erabilgarri gera liteke. Aldatu nahi duzula ziur zaude?
ko_kr: 파일 이름 확장명을 바꾸면 파일을 사용할 수 없게 될 수 있습니다. 변경 하시겠습니까?
zh_cn: 如果你改变文件扩展名，它可能会变得不可用。你确定要改变吗？

# CodeRefactor.Info.MovingOutsideClasspath
source: You are moving files outside your defined classpaths. Refactoring is not available and your project may stop working. Continue?
eu_es: Fitxategiak definitutako klase-bideetatik kanpo mugitzen ari zara. Ezin da berregituratu eta proiektua gelditu egingo da. Jarraitu?
ko_kr: 정의 클래스 경로의 외부로 파일을 이동하고 있습니다. 리팩토링을 사용할 수 없고, 프로젝트가 작동하지 않을 수 있습니다. 계속 하시겠습니까?

# FlashDebugger.Label.Filter
source: Filter:
eu_es: Filtroa:
ko_kr: 필터:

# FlashDebugger.Label.SetCurrentFrame
source: Set As Current Frame
eu_es: Uneko frame gisa ezarri
ko_kr: 현재 프레임으로 설정

# FlashDebugger.Label.GotoSource
source: Go To Source
eu_es: Iturburura joan
ko_kr: 소스로 이동

# FlashDebugger.Label.JustMyCode
source: Show Just My Code
eu_es: Nire kodea bakarrik erakutsi
ko_kr: 내 코드 만 보기
zh_cn: 只显示我的代码

# FlashDebugger.Label.AddExpression
source: Add new expression
eu_es: Adierazpen berri gehitu
ko_kr: 새로운 식을 추가

# FlashDebugger.Label.MatchCase
source: Match Case
ko_kr: 대소문자 일치

# FlashDebugger.Label.MatchOpposite
source: Match Opposite
ko_kr: 반대 일치

# FlashDebugger.Label.Options
source: Options
eu_es: Aukerak
ko_kr: 옵션
zh_cn: 选项

# FlashDebugger.Label.RegularExpression
source: Regular Expression
eu_es: Adierazpen Erregularra
ko_kr: 정규 표현식
zh_cn: 正则表达式

# CodeFormatter.Description.AS.AddBracesToCases
source: Add missing braces to cases.
eu_es: case-ei falta diren giltzak gehitu.
ko_kr: case 명령문에 빠진 괄호를 추가합니다.

# CodeFormatter.Description.AS.AddBracesToConditionals
source: Add missing braces to conditionals.
eu_es: Baldintzei falta zaizkien giltzak gehitu.
ko_kr: 조건문에 빠진 괄호를 추가합니다.

# CodeFormatter.Description.AS.AddBracesToLoops
source: Add missing braces to loops.
eu_es: Begiztei falta zaizkien giltzak gehitu.
ko_kr: 루프에 빠진 괄호를 추가합니다.

# CodeFormatter.Description.AS.AdvancedWrappingAlignArrayItems
source: Align array items with advanced wrapping.
eu_es: Biltze aurreratuarekin array guztiak alineatu.
ko_kr: 고급 포장으로 배열 항목을 맞춥니다.

# CodeFormatter.Description.AS.AdvancedWrappingAlignObjectItems
source: Align object items with advanced wrapping.
eu_es: Biltze aurreratuarekin objektu guztiak alineatu.
ko_kr: 고급 포장으로 개체 항목을 맞춥니다.

# CodeFormatter.Description.AS.AdvancedWrappingAllArgs
source: Use advanced all argument wrapping.
eu_es: Argumentu guztietan biltze-aurreratua erabili.
ko_kr: 고급 모든 인수 포장을 사용.

# CodeFormatter.Description.AS.AdvancedWrappingAllArrayItems
source: Use advanced all array items wrapping.
eu_es: Array-ko item guztietan biltze-aurreratua erabili.
ko_kr: 고급 모든 배열 항목 포장을 사용.

# CodeFormatter.Description.AS.AdvancedWrappingAllObjectItems
source: Use advanced all object items wrapping.
eu_es: Objektu guztietan biltze-aurreratua erabili.
ko_kr: 고급 모든 개체 항목 포장을 사용.

# CodeFormatter.Description.AS.AdvancedWrappingAllParms
source: Use advanced all parameter wrapping.
eu_es: Parametro guztietan biltze-aurreratua erabili.
ko_kr: 고급 모든 매개 변수 포장을 사용.

# CodeFormatter.Description.AS.AdvancedWrappingEnforceMax
source: Enforce advanced maximum wrapping.
ko_kr: 최대 고급 포장을 적용합니다.

# CodeFormatter.Description.AS.AdvancedWrappingFirstArg
source: Use advanced first argument wrapping.
eu_es: Lehenengo argumentuan biltze-aurreratua erabili.
ko_kr: 고급 첫 번째 인수 포장을 사용합니다.

# CodeFormatter.Description.AS.AdvancedWrappingFirstArrayItem
source: Use advanced first array item wrapping.
eu_es: Array-ko lehenengo itemean biltze-aurreratua erabili.
ko_kr: 고급 첫 번째 배열 항목 포장을 사용합니다.

# CodeFormatter.Description.AS.AdvancedWrappingFirstObjectItem
source: Use advanced first object item wrapping.
eu_es: Lehenengo objektuan biltze-aurreratua erabili.
ko_kr: 고급 첫 번째 개체 항목 포장을 사용합니다.

# CodeFormatter.Description.AS.AdvancedWrappingFirstParm
source: Use advanced first parameter wrapping.
eu_es: Lehenengo parametroan biltze-aurreratua erabili.
ko_kr: 고급 첫 번째 매개 변수 포장을 사용합니다.

# CodeFormatter.Description.AS.AdvancedWrappingGraceColumns
source: Amount of grace columns with advanced wrapping.
ko_kr: 고급 포장과 꾸밈 열의 양.

# CodeFormatter.Description.AS.AdvancedWrappingPreservePhrases
source: Preserve phrases with advanced wrapping.
ko_kr: 고급 포장과 문구를 보존합니다.

# CodeFormatter.Description.AS.AlignDeclEquals
source: Align declaration equal symbols.
eu_es: Deklarazioetako berdin ikurrak lerrokatu.
ko_kr: 선언 기호 (등호)를 정렬합니다.

# CodeFormatter.Description.AS.AlignDeclMode
source: Mode of declaration alignment.
ko_kr: 선언 정렬 모드.

# CodeFormatter.Description.AS.AlignLineCommentsAtColumn
source: Align line comments at column.
eu_es: Iruzkin lerroak zutabeari lerrokatu.
ko_kr: 열에서 라인 주석을 맞춥니다.

# CodeFormatter.Description.AS.BlankLinesAtFunctionEnd
source: Amount of blank lines at function end.
eu_es: Funtzio bukaerako lerro zuri kopurua.
ko_kr: 함수 끝 부분에 빈 줄의 양.

# CodeFormatter.Description.AS.BlankLinesAtFunctionStart
source: Amount of blank lines at function start.
eu_es: Funtzio hasierako lerro zuri kopurua.
ko_kr: 함수 시작 부분에 빈 줄의 양.

# CodeFormatter.Description.AS.BlankLinesBeforeImportBlock
source: Amount of blank lines before import block.
eu_es: import blokearen aurreko lerro zuri kopurua.
ko_kr: 임포트 블록 전에 빈 줄의 양.

# CodeFormatter.Description.AS.BreakLinesBeforeArithmetic
source: Break lines before arithmetic operations.
eu_es: Eragiketa aritmetikoen aurretik lerro saltoa.
ko_kr: 산술 연산 전에 줄 바꿈.

# CodeFormatter.Description.AS.BreakLinesBeforeAssignment
source: Break lines before assignment operation.
eu_es: Esleitzeen aurretik lerro saltoa.
ko_kr: 대입 전에 줄 바꿈.

# CodeFormatter.Description.AS.BreakLinesBeforeLogical
source: Break lines before logical operations.
eu_es: Eragiketa logikoen aurretik lerro saltoa.
ko_kr: 논리 연산 전에 줄 바꿈.

# CodeFormatter.Description.AS.CRBeforeBraceSettings
source: Add newline before brace settings.
eu_es: Giltzaren aurretik lerro berria gehitu.
ko_kr: A중괄호 설정전에 줄 바꿈을 추가합니다.

# CodeFormatter.Description.AS.DocCommentHangingIndentTabs
source: Amount of doc comment hanging indent tabs.
ko_kr: 다큐멘테이션 코멘트 내어 쓰기 탭의 양.

# CodeFormatter.Description.AS.DocCommentKeepBlankLines
source: Keep the doc comment blank lines.
eu_es: Dokumentazio iruzkinetako lerro zuriak mantendu.
ko_kr: 다큐멘테이션 코멘트의 빈 줄을 유지합니다.

# CodeFormatter.Description.AS.DocCommentReflow
source: Use doc comment reflow.
ko_kr: 다큐멘테이션 코멘트 리플 로우를 사용합니다.

# CodeFormatter.Description.AS.DontIndentSwitchCases
source: Do not indent switch cases.
eu_es: Switch-ak ez koskatu.
ko_kr: switch 항목을 들여쓰지 않기.

# CodeFormatter.Description.AS.EnsureConditionalsHaveBraces
source: Ensure that conditionals have braces.
eu_es: Baldintzek giltzak dituztela egiaztatu.
ko_kr: 조건문에 중괄호가 있는지 확인합니다.

# CodeFormatter.Description.AS.EnsureLoopsHaveBraces
source: Ensure that loops have braces.
eu_es: Begiztek giltzak dituztela egiaztatu.
ko_kr: 루프에 중괄호가 있는지 확인합니다.

# CodeFormatter.Description.AS.EnsureSwitchCasesHaveBraces
source: Ensure that switch cases have braces.
eu_es: Switch-ek giltzak dituztela egiaztatu.
ko_kr: 스위치에 중괄호가 있는지 확인합니다.

# CodeFormatter.Description.AS.KeepRelativeIndentInDocComments
source: Keep relative indent in doc comments.
eu_es: Dokumentazioko iruzkinetan oskatze erlatiboa mantendu.
ko_kr: 다큐 멘 테이션 코멘트에 상대적 들여 쓰기를 유지합니다.

# CodeFormatter.Description.AS.KeepSpacesBeforeLineComments
source: Keep spaces before line comments.
eu_es: Iruzkin lerroen aurretik zuriuneak mantendu.
ko_kr: 한 줄 주석 전의 공간을 유지합니다.

# CodeFormatter.Description.AS.LeaveSingleLineFunctions
source: Keep the single line functions intact.
eu_es: Lerro bakarreko funtzioak ez ikutu.
ko_kr: 한 줄 함수를 유지합니다.

# CodeFormatter.Description.AS.MetaTagsOnSameLineAsTargetFunction
source: Metatags to keep on same line as target function.
eu_es: Metaetiketak helburu funtzioaren lerro berean mantendu.
ko_kr: 목표 함수와 같은 줄에 유지할 메타 태그.

# CodeFormatter.Description.AS.MetaTagsOnSameLineAsTargetProperty
source: Metatags to keep on same line as target property.
eu_es: Metaetiketak helburu propietatearen lerro berean mantendu.
ko_kr: 목표 속성과 같은 줄에 유지할 메타 태그.

# CodeFormatter.Description.AS.MLCommentAsteriskMode
source: Multiline comment asterisk render mode.
eu_es: Lerro anitzeko iruzkinetako asteriskoaren errendatze modua.
ko_kr: 여러 줄 주석 별표의 렌더링 모드.

# CodeFormatter.Description.AS.MLCommentHeaderOnSeparateLine
source: Keep multiline comment header on separate line.
eu_es: Lerro anitzeko iruzkinen izenburua aparteko lerro batean mantendu.
ko_kr: 별도의 줄에 여러 줄의 주석 머리글을 유지합니다.

# CodeFormatter.Description.AS.MLCommentKeepBlankLines
source: Keep the multiline comment blank lines.
eu_es: Lerro anitzeko iruzkinen lerro zuriak mantendu.
ko_kr: 여러 줄 주석의 공백 라인을 유지합니다.

# CodeFormatter.Description.AS.MLCommentReflow
source: Use multiline comment reflow.
ko_kr: 여러 줄 주석 리플로우를 사용합니다.

# CodeFormatter.Description.AS.NewlineBeforeBindableFunction
source: Add newline before bindable function.
ko_kr: Bindable 함수 전에 줄 바꿈을 추가합니다.

# CodeFormatter.Description.AS.NewlineBeforeBindableProperty
source: Add newline before bindable property.
ko_kr: Bindable 속성 전에 줄 바꿈을 추가합니다.

# CodeFormatter.Description.AS.NoNewCRsBeforeBreak
source: Do not add new newlines before break.
eu_es: break aurretik lerro zuririk ez gehitu.
ko_kr: break 전에 새 줄 바꿈을 추가하지 않기.

# CodeFormatter.Description.AS.NoNewCRsBeforeContinue
source: Do not add new newlines before continue.
eu_es: continue aurretik lerro zuririk ez gehitu.
ko_kr: continue 전에 새 줄 바꿈을 추가하지 않기.

# CodeFormatter.Description.AS.NoNewCRsBeforeExpression
source: Do not add new newlines before expression.
eu_es: adierazpenen aurretik lerro zuririk ez gehitu.
ko_kr: 명령문 전에 새 줄 바꿈을 추가하지 않기.

# CodeFormatter.Description.AS.NoNewCRsBeforeReturn
source: Do not add new newlines before return.
eu_es: return aurretik lerro zuririk ez gehitu.
ko_kr: return 전에 새 줄 바꿈을 추가하지 않기.

# CodeFormatter.Description.AS.NoNewCRsBeforeThrow
source: Do not add new newlines before throw.
eu_es: throw aurretik lerro zuririk ez gehitu.
ko_kr: throw 전에 새 줄 바꿈을 추가하지 않기.

# CodeFormatter.Description.AS.SpacesAfterColonsInDeclarations
source: Amount of spaces after colons in declarations.
eu_es: Adierezpenen ':'-ren ondorengo zuriune kopurua.
ko_kr: 선언에 콜론 후 공백 양.

# CodeFormatter.Description.AS.SpacesAfterColonsInFunctionTypes
source: Amount of spaces after colons in function types.
eu_es: Funtzio moten ':'-ren ondorengo zuriune kopurua.
ko_kr: 함수 유형에 콜론 후 공백 양.

# CodeFormatter.Description.AS.SpacesAroundEqualsInMetatags
source: Amount of spaces around equals in metatags.
eu_es: Metaetiketen '='-en inguruko zuriune kopurua.
ko_kr: 메타 태그의 등호 주위 공백 양.

# CodeFormatter.Description.AS.SpacesBeforeArguments
source: Amount of spaces before arguments.
eu_es: Argumentuen aurreko zuriune kopurua.
ko_kr: 인수 전에 공백의 양.

# CodeFormatter.Description.AS.SpacesBeforeColonsInDeclarations
source: Amount of spaces before colons in declarations.
eu_es: Adierazpenen ':'-ren aurreko zuriune kopurua.
ko_kr: 선언에 콜론 전에 공백의 양.

# CodeFormatter.Description.AS.SpacesBeforeColonsInFunctionTypes
source: Amount of spaces before colons in function types.
eu_es: Funtzio moten ':'-ren aurreko zuriune kopurua.
ko_kr: 함수 유형에 콜론 전에 공백의 양.

# CodeFormatter.Description.AS.SpacesBeforeFormalParameters
source: Amount of spaces before formal parameters.
eu_es: Parametro formalen aurreko zuriune kopurua.
ko_kr: 형식 매개 변수 전에 공백의 양.

# CodeFormatter.Description.AS.SpacesInsideParensInArgumentLists
source: Amount of spaces inside parens in argument lists.
eu_es: Argumentu zerrendako parentesien barruko zuriune kopurua.
ko_kr: 인수 괄호 안에 공백의 양.

# CodeFormatter.Description.AS.SpacesInsideParensInOtherPlaces
source: Amount of spaces inside parens in other places.
eu_es: Beste lekuetako parentesien barruko zuriune kopurua.
ko_kr: 나머지 괄호 안에 공백의 양.

# CodeFormatter.Description.AS.SpacesInsideParensInParameterLists
source: Amount of spaces inside parens in parameter lists.
eu_es: Parametro zerrendako parentesien barruko zuriune kopurua.
ko_kr: 매개 변수 괄호 안에 공백의 양.

# CodeFormatter.Description.AS.TabsInHangingIndent
source: Amount of tabs in hanging indent.
eu_es: Koskatzearen tabulazio kopurua.
ko_kr: 내어 쓰기에 탭의 양.

# CodeFormatter.Description.AS.UnindentExpressionTerminators
source: Unindent the expression terminators.
ko_kr: 명령문 종결을 내어 쓰기.

# CodeFormatter.Description.AS.UseAdvancedWrapping
source: Use advanced wrapping settings.
eu_es: Biltze aurreratuaren ezarpenak erabili.
ko_kr: 고급 포장 설정을 사용.

# CodeFormatter.Description.AS.UseDocCommentWrapping
source: Use doc comment wrapping settings.
eu_es: Dokumentazio iruzkinak biltzeko ezarpenak erabili.
ko_kr: 문서 주석 포장 설정을 사용.

# CodeFormatter.Description.AS.UseGlobalCRBeforeBrace
source: Use global newline before brace.
eu_es: Giltzaren aurretik lerro-berri globala erabili.
ko_kr: 중괄호 전에 글로벌 줄 바꿈을 사용.

# CodeFormatter.Description.AS.UseGnuBraceIndent
source: Use GNU style brace indent.
eu_es: GNU estiloko giltza koskatzea erabili.
ko_kr: GNU 스타일의 중괄호 들여 쓰기를 사용.

# CodeFormatter.Description.AS.UseLineCommentWrapping
source: Use line comment wrapping settings.
eu_es: Lerro bakarreko iruzkina biltzeko ezarpenak erabili.
ko_kr: 한 줄 주석 포장 설정을 사용합니다.

# CodeFormatter.Description.AS.UseMLCommentWrapping
source: Use multiline comment wrapping settings.
eu_es: Lerro anitzeko iruzkinak biltzeko ezarpenak erabili.
ko_kr: 여러 줄 주석 포장 설정을 사용합니다.

# CodeFormatter.Description.AS.UseSpacesAroundEqualsInMetatags
source: Use spaces around equals in metatags setting.
eu_es: Metaetiketen ezarpenetako '='-en inguruan zuriuneak erabili.
ko_kr: 메타 태그의 심볼 주위의 공백 설정을 사용.

# CodeFormatter.Description.AS.WhileOnNewLine
source: Keep while on new line.
eu_es: 'while' lerro berri batean mantendu.
ko_kr: 새 줄에 while을 유지.

# CodeFormatter.Description.MXML.AlwaysUseMaxLineLength
source: Always use the maximum line length setting.
eu_es: Gehienezko lerro luzeraren ezarpena beti erabili.
ko_kr: 항상 최대 행 길이 설정을 사용.

# CodeFormatter.Description.MXML.AttrGroups
source: Manual attribute group data.
ko_kr: 수동 특성 그룹 데이터.

# CodeFormatter.Description.MXML.BlankLinesAfterParentTags
source: Amount of blank lines after parent tags.
eu_es: Etiketa gureasoen ondorengo lerro zuri kopurua.
ko_kr: 부모 태그 후 빈 줄의 양.

# CodeFormatter.Description.MXML.BlankLinesAfterSpecificParentTags
source: Amount of blank lines after specific parent tags.
eu_es: Etiketa guraso jakinen ondorengo lerro zuri kopurua.
ko_kr: 특정한 부모 태그 후 빈 줄의 양.

# CodeFormatter.Description.MXML.BlankLinesAtCDataStart
source: Amount of blank lines at CData start.
eu_es: CData hasierako lerro zuri kopurua.
ko_kr: CData 시작부분에 빈 줄의 양.

# CodeFormatter.Description.MXML.BlankLinesBeforeClosingTags
source: Amount of blank lines before closing tags.
eu_es: Etiketa itxi aurreko lerro zuri kopurua.
ko_kr: 닫는 태그 전에 빈 줄의 양.

# CodeFormatter.Description.MXML.BlankLinesBeforeComments
source: Amount of blank lines before comments.
eu_es: Iruzkinen aurreko zuriune kopurua.
ko_kr: 주석 전에 빈 줄의 양.

# CodeFormatter.Description.MXML.BlankLinesBetweenSiblingTags
source: Amount of blank lines between sibling tags.
eu_es: Etiketan senideen arteko lerro zuri kopurua.
ko_kr: 형제 태그 사이에 빈 줄의 양.

# CodeFormatter.Description.MXML.IndentSize
source: Size of the indent.
eu_es: Koskaren tamaina.
ko_kr: 들여 쓰기 크기.

# CodeFormatter.Description.MXML.IndentTagClose
source: Indent close tags.
eu_es: Itxiera etiketak koskatu.
ko_kr: 닫는 태그를 들여 쓰기.

# CodeFormatter.Description.MXML.KeepRelativeIndentInMultilineComments
source: Keep relative indent in multiline comments.
eu_es: Iruzkinetan koskatze erlatiboa mantendu.
ko_kr: 여러 줄 주석 상대 들여쓰기 유지.

# CodeFormatter.Description.MXML.KeepScriptCDataOnSameLine
source: Keep script CData on the same line.
eu_es: CData script-a lerro berean mantendu.
ko_kr: 같은 줄에 스크립트 CData를 유지.

# CodeFormatter.Description.MXML.ParentTagsWithBlankLinesAfter
source: Parent tags that should have blank lines after them.
eu_es: Beraien ondoren lerro zuriak izango dituzten etiketa gurasoak.
ko_kr: 다음에 빈 줄이 있어야 하는 부모 태그.

# CodeFormatter.Description.MXML.ScriptCDataIndentTabs
source: Amount of script CData indent tabs.
eu_es: CData script-aren koskaren tabulazio kopurua.
ko_kr: 스크립트의 CDATA 들여 쓰기 탭의 양.

# CodeFormatter.Description.MXML.ScriptIndentTabs
source: Amount of script indent tabs.
eu_es: script-aren koskaren tabulazio kopurua.
ko_kr: 스크립트 들여 쓰기 탭의 양.

# CodeFormatter.Description.MXML.SortAttrData
source: Manual attribute sort data.
ko_kr: 수동 특성 정렬 데이터.

# CodeFormatter.Description.MXML.SpacesInsideAttributeBraces
source: Amount of spaces inside attribute braces.
eu_es: Atributuen giltzen barruko zuriune kopurua.
ko_kr: 특성 괄호 안에 공백의 양.

# CodeFormatter.Description.MXML.TabsInHangingIndent
source: Amount of tabs in hanging indent.
ko_kr: 내어 쓰기의 탭의 양.

# CodeFormatter.Description.MXML.TabSize
source: Size of tabs in spaces.
eu_es: Tabulazioen tamaina, zuriunetan.
ko_kr: 탭의 크기.

# CodeFormatter.Description.MXML.TagsDoNotFormatInside
source: Tags that should not format inside them.
eu_es: Barrukoa formateatu behar ez zaien etiketak.
ko_kr: 내부를 포맷하지않을 태그.

# CodeFormatter.Description.MXML.TagsWithASContent
source: Tags that contain ActionScript content in them.
eu_es: ActionScript edukia barruan duten etiketak.
ko_kr: ActionScript 콘텐츠를 포함하는 태그.

# CodeFormatter.Description.MXML.UseFormattingOfBoundAttributes
source: Use formatting of bound attributes settings.
eu_es: Loturiko atributuei formateatze ezarpenak erabili.
ko_kr: 바인딩 된 특성 포맷 설정을 사용.

# CodeFormatter.Description.MXML.UseSpacesInsideAttributeBraces
source: Use spaces inside attribute braces settings.
eu_es: Atributuen giltzen arteko zuriuneen ezarpenak erabili.
ko_kr: SpacesInsideAttributeBraces 설정을 사용.

# CodeFormatter.Description.MXML.UseTagsDoNotFormatInside
source: Use tags which do not format inside setting.
eu_es: Etiketa barrukoa ez formateatzeko ezarpena erabili.
ko_kr: TagsWhichDoNotFormatInside 설정을 사용.

# FlashDevelop.Description.CheckForUpdates
source: Sets how often FlashDevelop checks for updates.
eu_es: FlashDevelop-ek eguneraketan egiaztatzeko maiztasuna.
ko_kr: FlashDevelop가 업데이트를 확인하는 빈도를 설정합니다.
zh_cn: 设置 FlashDevelop 多久检查更新.

# CodeRefactor.Info.ConsistentEOLs
source: Consistent EOLs
eu_es: EOL koherenteak
ko_kr: 일관된 EOL

# CodeRefactor.Info.FormatCode
source: Format Code
eu_es: Kodea formateatu
ko_kr: 코드 포맷
zh_cn: 格式化代码

# CodeRefactor.Info.OpenFiles
source: Open Files
eu_es: Fitxategiak ireki
ko_kr: 열린 파일
zh_cn: 打开文件

# CodeRefactor.Info.ProjectSources
source: Project Sources
eu_es: Proiektuaren iturburuak
ko_kr: 프로젝트 소스
zh_cn: 项目资源

# CodeRefactor.Label.BatchProcess
source: Batch Process...
eu_es: Prozesu multzoa...
ko_kr: 배치 프로세스...
zh_cn: 批处理...

# CodeRefactor.Title.BatchProcessDialog
source: Batch Process
eu_es: Prozesu multzoa
ko_kr: 배치 프로세스
zh_cn: 批处理

# OutputPanel.Description.HighlightMarkers
source: List of markers that highlight the message with the specified log level color.
eu_es: Zehaztutako kolorearekin mezuak nabarmentzen dituztezn markagailuen zerrenda.
ko_kr: 지정된 로그 레벨 색상으로 메시지를 강조하는 마커 목록.

# OutputPanel.Description.Level
source: The log level that the line should be colored to.
eu_es: Lerroa koloreztatzeko erabiliko den log maila.
ko_kr: 해당된 출력 줄의 색상을 정의하는 로그 수준.

# OutputPanel.Description.Marker
source: Highlight marker that marks the line to be colored.
eu_es: Koloreztatuko den lerroa ezartzen duen nabarmentze-markagailua.
ko_kr: 강조할 출력 줄을 표시하는 마커.

# OutputPanel.Description.UseLegacyColoring
source: Use legacy coloring state format parsed from the message ('2:message').
ko_kr: 구형 출력 색상 강조 메시지 포맷을 사용합니다 ('2:message').

# CodeRefactor.Description.DisableMoveRefactoring
source: Disables the move refactoring of files and folders.
ko_kr: 파일 및 폴더의 이동 리팩토링을 사용하지 않습니다.

# FlashDevelop.Description.HighlightMatchingWordsDelay
source: The delay in milliseconds after the word match highlight should be shown.
eu_es: Hitzen nabarmentzea erakusteko atzerapena milisegundutan.
ko_kr: 단어 일치 하이라이트의 표시 지연 (밀리초).

# FlashDebugger.Category.DataTree
source: Data Tree
eu_es: Datu zuhaitza
ko_kr: 데이터 트리

# FlashDebugger.Description.CombineInherited
source: Display inherited members as direct descendants of the displayed object.
eu_es: Heredatutako kideak erakutsitako objektuen ondorengo zuzen moduan erakutsi.
ko_kr: 상속 된 멤버를 표시된 객체의 직계 후손으로 표시합니다.

# FlashDebugger.Description.HideStaticMembers
source: Hide static members of the displayed object.
eu_es: Bistaratutako objektuen kide estatikoak ezkutatu.
ko_kr: 표시된 객체의 정적 멤버를 숨김.

# FlashDebugger.Description.HideFullClasspaths
source: Show only the class name of the displayed objects.
eu_es: Bistaratutako objektuen klase izena bakarrik erakutsi.
ko_kr: 표시된 객체의 클래스 이름만 표시.

# FlashDebugger.Description.HideClassIds
source: Hide the ID of the displayed objects.
eu_es: Bistaratutako objektuen ID-ñak eskutatu.
ko_kr: 표시된 객체의 ID 숨기기.

# FlashDebugger.Description.CopyTreeMaxRecursion
source: The maximum node depth to reach when copying an object tree to the clipboard.
eu_es: Objektu zuhaitz bat arbelera kopiatzean kontutan hartu beharreko nodo-sakonera maximoa..
ko_kr: 클립보드에 오브젝트 트리를 복사할 때 도달하는 최대 노드 깊이.
