Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# FlashDevelop.Description.ViewToolBar
source: Displays the default toolbar.
de_de: Zeigt die Menüleise an.
eu_es: Lehenetsitako tresna-barra bistaratzen da.
ja_jp: ツールバーを表示します。
ko_kr: 기본 도구 모음을 표시합니다.
zh_cn: 显示默认工具栏.

# FlashDevelop.Description.ViewWhitespace
source: Shows the whitespace characters as symbols.
de_de: Zeigt Leerraum als Symbole an.
eu_es: Zuriune karaktereak ikur moduan erakusten dira.
ja_jp: 半角スペースを記号で表示します。
ko_kr: 공백 문자를 기호로 표시합니다..
zh_cn: 显示空白字符.

# FlashDevelop.Description.WindowPosition
source: Last known position of the program in normal window state.
de_de: Letzte Fensteposition.
eu_es: Ohiko leihoa-egoeran zegoen programaren azken posizio ezaguna.
ja_jp: 前回の終了時に記録した、プログラムウインドウが標準状態のときの位置です。
ko_kr: 마지막 일반 창 상태에서의 프로그램의 위치.
zh_cn: 正常窗口状态下最后所知程序位置.

# FlashDevelop.Description.WindowSize
source: Last known size of the program in normal window state.
de_de: Letze Fenstergröße.
eu_es: Ohiko leihoa-egoeran zegoen programaren azken tamaina ezaguna.
ja_jp: 前回の終了時に記録した、プログラムウインドウが標準状態のときのサイズです。
ko_kr: 마지막 일반 창 상태에서의 프로그램의 크기.
zh_cn: 最后一次正常状态下的程序窗口大小.

# FlashDevelop.Description.WindowState
source: Last known window state of the program.
de_de: Letzter Fensterstatus (maximiert, minimiert, frei schwebend)
eu_es: Programaren azken leiho-egoera ezaguna.
ja_jp: 前回の終了時に記録した、プログラムウインドウの状態です。
ko_kr: 마지막 프로그램 창의 상태.
zh_cn: 程序最后所知窗口状态.

# FlashDevelop.Description.WrapList
source: When navigating using keyboard.
de_de: Überlauf an beiden Enden der Vervollständigungsliste.
eu_es: Nabigatzerakoan teklatua erabili.
ja_jp: 補完リストをキーボードで操作したときにループさせます。
ko_kr: 키보드를 사용하여 탐색 할 때.
zh_cn: 使用键盘导航列表.

# FlashDevelop.Description.WrapText
source: Wraps the texts in the editor.
de_de: Bricht lange Zeilen im Editor um (nicht im zugrundeliegenden Dokument)
eu_es: Editorean testua biltzen da.
ja_jp: エディターのテキストを右端で折り返します。
ko_kr: 편집기에서 텍스트 줄바꿈을 사용합니다.
zh_cn: 在文本编辑器中自动换行.

# FlashDevelop.Group.Main
source: Main
de_de: Haupteinstellungen
eu_es: Nagusia
ja_jp: メイン
ko_kr: 메인
zh_cn: 主程序

# FlashDevelop.Group.Plugins
source: Plugins
eu_es: Pluginak
ja_jp: プラグイン
ko_kr: 플러그인
zh_cn: 插件

# FlashDevelop.Info.AppDescription
source: The main application and the shared plugin core.
de_de: Das Hauptprogramm und die Pluginverwaltung.
eu_es: Aplikazio nagusia eta elkarbanatutako oinarrizko plugina.
ja_jp: メインアプリケーション、共有プラグインコアです。
ko_kr: 주요 응용 프로그램과 공유된 플러그인 핵심.
zh_cn: 主应用程序和共享核心插件.

# FlashDevelop.Info.AreYouSureToReload
source: Are you sure you want to reload the file? All changes get lost.
de_de: Möchten Sie das Dokument wirklich neu laden? Alle ungespeicherten Änderungen gehen verloren.
eu_es: Fitxategia berriro kargatu nahi duzula ziur zaude? Aldaketa guztiak galduko dira.
ja_jp: 本当にファイルをリロードしますか？変更は保存されません。
ko_kr: 정말로 파일을 새로고침 하시겠습니까? 모든 변경 사항은 손실됩니다.
zh_cn: 你想重新读取文件吗? 所有的更改会丢失.

# FlashDevelop.Info.AreYouSureToRevert
source: Are you sure you want to revert the file?
de_de: Möchten Sie Ihre Änderungen verwerfen und das Dokument neu laden?
eu_es: Ziur zaude fitxategia leheneratu nahi duzula?
ja_jp: 本当にファイルを元に戻しますか？
ko_kr: 정말로 파일을 이 전 버전으로 되돌리시겠습니까?
zh_cn: 确定要恢复原始文件吗?

# FlashDevelop.Info.CheckingUpdates
source: Checking for updates..
de_de: Suche nach Updates..
eu_es: Eguneraketak bilatzen..
ja_jp: ソフトウェア更新を確認中...
ko_kr: 업데이트 확인중...
zh_cn: 正在检查更新..

# FlashDevelop.Info.CodeAndStrings
source: Code and strings
de_de: Code und Zeichenketten
eu_es: Kode eta kateak
ja_jp: コードと文字列
ko_kr: 코드 및 문자열
zh_cn: 代码和字符串

# FlashDevelop.Info.CommentsOnly
source: Comments only
de_de: Nur Kommentare
eu_es: Iruzkinak bakarrik
ja_jp: コメントのみ
ko_kr: 주석만
zh_cn: 仅注释

# FlashDevelop.Info.CompareError
source: Not an ICompletionListItem
de_de: Kein ICompletionListItem
eu_es: Ez da ICompletionListItem
ja_jp: ICompletionListItem ではありません。
ko_kr: ICompletionListItem이 아닙니다.
zh_cn: 比较错误，无 ICompletionListItem

# FlashDevelop.Info.DeleteFilesAlso
source: Do you also want to delete the files?
de_de: Möchten Sie auch die Dateien löschen?
eu_es: Fitxategiak ere ezabatu nahi dituzu?
ja_jp: ファイルを削除しますか？
ko_kr: 파일 또한 삭제 하시겠습니까?
zh_cn: 你也想要删除文件吗?

# FlashDevelop.Info.DescHeader
source: Description
de_de: Beschreibung
eu_es: Azalpena
ja_jp: 概要
ko_kr: 설명
zh_cn: 描述

# FlashDevelop.Info.Disable
source: Disable
de_de: Deaktivieren
eu_es: desgaitu
ja_jp: 無効
ko_kr: 비활성
zh_cn: 禁用

# FlashDevelop.Info.ErrorOccurred
source: Error occurred in FlashDevelop. Here are details of the error:
de_de: Eine Ausnahme ist in FlashDevelop aufgetreten:
eu_es: Errorea gertatu da FlashDevelop-en. Hemen daude errorearen xehetasunak:
ja_jp: エラーが発生しました。エラーの詳細:
ko_kr: FlashDevelop에서 오류가 발생했습니다. 오류의 세부 사항은 다음과 같습니다:
zh_cn: FlashDevelop 发生错误. 详细错误信息如下:

# FlashDevelop.Info.ErrorsInThisSession
source: Errors in this session:
de_de: Fehler seit Programmaufruf:
eu_es: Saio honetako erroreak:
ja_jp: セッションエラー:
ko_kr: 이 세션에서 오류 :
zh_cn: 本次会话中的错误:

# FlashDevelop.Info.ExtensionFilter
source: Extension filter:
de_de: Erweiterungsfilter:
eu_es: Luzapen filtroa:
ja_jp: 次のファイルの種類を参照:
ko_kr: 확장 필터 :
zh_cn: 扩展过滤器:

# FlashDevelop.Info.FileDetails
source: File: {1}{0}Created: {2}{0}Modified: {3}{0}Size: {4} bytes
de_de: Datei: {1}{0}Erzeugt: {2}{0}Geändert: {3}{0}Größe: {4} Bytes
eu_es: Fitxategia: {1}{0}Sortua: {2}{0}Aldatua: {3}{0}Tamaina: {4} byte
ja_jp: ファイル: {1}{0}作成: {2}{0}変更: {3}{0}サイズ: {4} バイト
ko_kr: 파일: {1}{0}작성: {2}{0}수정: {3}{0}크기: {4} 바이트
zh_cn: 文件: {1}{0}已创建: {2}{0}已修改: {3}{0}大小: {4} 字节

# FlashDevelop.Info.FileDialogFilter
source: All Files (*.*)
de_de: Alle Dateien (*.*)
eu_es: Fitxategi guztiak (*.*)
ja_jp: すべてのファイル (*.*)
ko_kr: 모든 파일 (*.*)
zh_cn: 所有文件 (*.*)

# FlashDevelop.Info.FileIsModifiedOutside
source: A file has been modified externally. Do you want to reload the file:{0}{1}?
de_de: Ein Dokument wurde außerhalb des Editors verändert. Wollen Sie das Dokument neu laden:{0}{1}?
eu_es: Fitxategi bat kanpotik aldatu da. {0}{1} fitxategia berriro kargatu nahi duzu?
ja_jp: このファイルは外部で変更されました。再度読み込みますか？{0}{1}
ko_kr: 파일이 외부에서 수정되었습니다. 파일을 새로고침 하시겠습니까:{0}{1}?
zh_cn: 文件已被另一个程序更改. 要重新载入更改文件:{0}{1}?

# FlashDevelop.Info.Find
source: Find:
de_de: Suche:
eu_es: Bilatu:
ja_jp: 検索:
ko_kr: 찾기:
zh_cn: 查找:

# FlashDevelop.Info.FindLookupCanceled
source: The find lookup was canceled.
de_de: Die Suche wurde abgebrochen.
eu_es: Bilaketa bertan behera utzi da.
ja_jp: 検索はキャンセルされました。
ko_kr: 찾기 검색이 취소되었습니다.
zh_cn: 查找被取消.

# FlashDevelop.Info.FindWhat
source: Find what:
de_de: Suche:
eu_es: Aurkitu:
ja_jp: 検索する文字列:
ko_kr: 찾기 대상:
zh_cn: 查找内容:

# FlashDevelop.Info.FoundInFiles
source: Found total of {0} matches in {1} files.
de_de: {0} Übereinstimmungen in {1} Dateien gefunden.
eu_es: {1} fitxategitan {0} bategite egon dira.
ja_jp: {1} 件のファイルから {0} 個のアイテムが見つかりました。
ko_kr: {1}개의 파일에서 총 {0}개의 대상이 일치했습니다.
zh_cn: 在 {1} 文件中，总共找到 {0} 匹配.

# FlashDevelop.Info.FullSourceCode
source: Full source code
de_de: Ganzen Quelltext
eu_es: Iturburu-kode osoa
ja_jp: 現在のドキュメント
ko_kr: 전체 소스 코드
zh_cn: 全部源代码

# FlashDevelop.Info.GiveProperInt32Value
source: Give a proper integer value.
de_de: Geben Sie eine gültige Ganzzahl ein.
eu_es: Zenbaki balio egoki bat eman.
ja_jp: 適切な整数値を指定してください。
ko_kr: 적절한 정수 값을 지정합니다.
zh_cn: 设定一个适当的整数值.

# FlashDevelop.Info.Help
source: Help
de_de: Hilfe
eu_es: Laguntza
ja_jp: ヘルプ
ko_kr: 도움말
zh_cn: 帮助

# FlashDevelop.Info.InitFailed
source: Initialization failed. Please, run FlashDevelop again.
de_de: Initialisierung fehlgeschlagen. Bitte starten Sie FlashDevelop erneut.
eu_es: Hasieratzean huts egin da. Mesedez, abiarazi FlashDevelop berriro.
ja_jp: 初期化に失敗しました。再起動してください。
ko_kr: 초기화에 실패했습니다. 다시 FlashDevelop을 실행하십시오.
zh_cn: 初始化失败. 请重新运行 FlashDevelop .

# FlashDevelop.Info.Initializing
source: FlashDevelop is initializing. Please wait...
de_de: FlashDevelop wird initialisiert. Bitte warten...
eu_es: FlashDevelop hasieratzen ari da. Itxaron mesedez...
ja_jp: FlashDevelop は初期化中です。しばらくお待ちください...
ko_kr: FlashDevelop이 초기화 되고 있습니다. 잠시 기다려주십시오...
zh_cn: FlashDevelop 正在初始化. 请稍候...

# FlashDevelop.Info.InvalidFileOnReopen
source: Could not find the file to open. The menu will be repopulated.
de_de: Konnte die angegebene Datei nicht öffnen. Das Menü wird neu aufgebaut.
eu_es: Ezin izan da irekitzeko fitxategia aurkitu. Menua birpopulatu egingo da.
ja_jp: ファイルを開くことができませんでした。メニューが再作成されます。
ko_kr: 열 파일을 찾을 수 없습니다. 메뉴를 새로고침 합니다..
zh_cn: 找不到要打开的文件。菜单将会被重置。

# FlashDevelop.Info.LineHeader
source: Line
de_de: Zeile
eu_es: Lerroa
ja_jp: ライン
ko_kr: 줄
zh_cn: 行

# FlashDevelop.Info.LookIn
source: Look in:
de_de: Durchsuche:
eu_es: Bilatu hemen:
ja_jp: 検索対象:
ko_kr: 찾는 대상:
zh_cn: 查找在:

# FlashDevelop.Info.MakeReadOnlyWritable
source: The file is marked as read only. Do you want to make the file writable?
de_de: Das Dokument ist schreibgeschützt. Wollen Sie den Schreibschutz aufheben?
eu_es: Fitxategia soilik irakurtzeko markatuta dago. Fitxategia idazteko modura bihurtu nahi duzu?
ja_jp: このファイルは読み込み専用です。読み書きできるようにしますか？
ko_kr: 현재 파일은 읽기 전용으로 표시되어 있습니다. 이 파일에 쓰기 권한을 부여하시겠습니까?
zh_cn: 文件被设为只读. 你想设置该文件可写吗?

# FlashDevelop.Info.MatchesBookmarked
source: All matches are now bookmarked.
de_de: Alle Übereinstimmungen sind mit Lesezeichen markiert.
eu_es: Bategindako guztiak orain laster-marketan daude.
ja_jp: すべての一致をブックマークしました。
ko_kr: 일치하는 모든 항목이 모두 즐겨찾기에 등록되었습니다.
zh_cn: 书签的所有匹配项.

# FlashDevelop.Info.NoFileInfoAvailable
source: There are no file info available.
de_de: Keine Dateiinformationen verfügbar.
eu_es: Fitxategiaren informazioa ez dago eskuragarri.
ja_jp: 利用可能なファイル情報はありません。
ko_kr: 사용 가능한 파일 정보가 없습니다.
zh_cn: 无文件信息可用.

# FlashDevelop.Info.NoItemSelected
source: (no item selected)
de_de: (nichts ausgewählt)
eu_es: (ez dago hautatutako elementurik)
ja_jp: (一覧から編集したい項目を選択してください)
ko_kr: (선택된 항목이 없습니다)
zh_cn: (未选择任何项目)

# FlashDevelop.Info.NoMatches
source: No suitable matches available.
de_de: Keine Übereinstimmungen gefunden.
eu_es: Ez dago bategite egokirik eskuragarri.
ja_jp: 一致する項目は見つかりません。
ko_kr: 적합한 일치가 없습니다.
zh_cn: 无合适的匹配可用.

# FlashDevelop.Info.NoMatchesFound
source: No matches were found.
de_de: Keine Übereinstimmungen gefunden.
eu_es: Ez da bategiterik aurkitu.
ja_jp: 一致するものが見つかりませんでした。
ko_kr: 일치하는 항목이 발견되지 않았습니다.
zh_cn: 未找到匹配的结果.

# FlashDevelop.Info.NothingToBookmark
source: There is nothing to bookmark.
de_de: Lesezeichen konnte nicht erstellt werden.
eu_es: Ez dago laster-marketan jartzeko ezer.
ja_jp: ブックマークが見つかりませんでした。
ko_kr: 즐겨찾기의 대상이 없습니다.
zh_cn: 没有任何书签.

# FlashDevelop.Info.NothingToPrint
source: There is nothing to print.
de_de: Es wurde nichts zum Ausdrucken gefunden.
eu_es: Ez dago inprimatzeko ezer.
ja_jp: ドキュメントは白紙です。
ko_kr: 인쇠할 대상이 없습니다.
zh_cn: 无打印内容.

# FlashDevelop.Info.NoUpdateAvailable
source: There are no updates available.
de_de: Es sind zur Zeit keine weiteren Updates verfügbar.
eu_es: Ez dago eguneraketarik eskuragarri.
ja_jp: 更新は見つかりませんでした。
ko_kr: 새로운 업데이트가 없습니다.
zh_cn: 无可用更新.

# FlashDevelop.Info.OnlyErrorManager
source: Only ErrorManager is allowed to show the error dialog directly.
de_de: Nur der ErrorManager ist berechtigt den Fehlerdialog direkt anzuzeigen.
eu_es: ErrorManager da errore elkarrizketa zuzenean erakusteko baimena duen bakarra.
ja_jp: エラーマネージャーのみが直接エラーダイアログを表示することを許可します。
ko_kr: ErrorManager만 직접 오류 대화 상자를 표시할 수 있습니다.
zh_cn: 只有 ErrorManager 错误管理器可以直接显示错误对话框.

# FlashDevelop.Info.PathHeader
source: Path
de_de: Pfad
eu_es: Bidea
ja_jp: パス
ko_kr: 경로
zh_cn: 路径

# FlashDevelop.Info.PrintFooterPage
source: Page
de_de: Seite
eu_es: Orria
ja_jp: ページ
ko_kr: 페이지
zh_cn: 页

# FlashDevelop.Info.ProcessAlreadyRunning
source: A process is currently running.
de_de: Ein Prozess wird zur Zeit ausgeführt.
eu_es: Une honetan prozesu bat martxan dago.
ja_jp: プロセスはすでに実行中です。
ko_kr: 프로세스가 현재 실행 중입니다.
zh_cn: 已经有一个进程在运行.

# FlashDevelop.Info.ProcessDone
source: Done
de_de: Fertig
eu_es: Egina
ja_jp: 完了
ko_kr: 완료
zh_cn: 完成

# FlashDevelop.Info.RecoveryInfo
source: The recovery folder contains temporary backup files and this possibly means that your previous coding session was interrupted. {0}What do you want to do to these files?
de_de: Es sind Wiederherstellungsinformationen vorhanden. Möglicherweise wurde ihre vorige Sitzung unerwartet beendet.{0}Was möchten Sie mit den wiederhergestellten Dateien machen?
eu_es: Berreskuratze karpetak babeskopia fitxategiak ditu eta honek zure aurreko kode saioa eten egin dela erran nahi du? Zer egin nahi duzu fitxategi hauekin {0}?
ja_jp: リカバリフォルダーに一時的なバックアップファイルが見つかりました。FlashDevelop が強制終了された可能性があります。{0}これらのファイルをどのように処理しますか？
ko_kr: 복구 폴더에 임시 백업 파일이 있습니다. 아마도 이전 코딩 세션이 중단되었던 것 같습니다.{0}이 파일을 어떻게 하시겠습니까?
zh_cn: 恢复的文件夹包含临时备份文件,这有可能导致先前的代码编写过程被中断.{0}确定恢复这些文件吗?

# FlashDevelop.Info.ReplacedInFiles
source: Replaced total of {0} matches in {1} files.
de_de: {0} Übereinstimmungen in {1} Dateien ersetzt.
eu_es: {1} fitxategitan aurkitutako {0}-ak ordezkatuak.
ja_jp: {1} 件のファイルから {0} 個のアイテムを置換しました。
ko_kr: {1} 파일에서 총 {0]개의 일치하는 항목을 바꿨습니다.
zh_cn: 总共替换了 {0} 匹配了 {1} 文件.

# FlashDevelop.Info.ReplacedMatches
source: Replaced total of {0} matches.
de_de: {0} Übereinstimmungen ersetzt.
eu_es: {0} bategitetatik denak ordezkatuak.
ja_jp: {0} 個のアイテムを置換しました。
ko_kr: 총 {0]개의 일치하는 항목을 바꿨습니다.
zh_cn: 总共替换了 {0} 个匹配结果.

# FlashDevelop.Info.ReplaceLookupCanceled
source: The replace lookup was canceled.
de_de: Textersetzung wurde abgebrochen.
eu_es: Ordezkatzea bertan behera utzi da.
ja_jp: 置換検索はキャンセルされました。
ko_kr: 바꾸기 검색이 취소되었습니다.
zh_cn: 替换查找被取消.

# FlashDevelop.Info.ReplacementsHeader
source: Replacements
de_de: Ersetzungen
eu_es: Ordezkapenak
ja_jp: 代替
ko_kr: 교체
zh_cn: 替换

# FlashDevelop.Info.ReplaceWith
source: Replace with:
de_de: Ersetzen durch:
eu_es: Ordeztu honekin:
ja_jp: 置換後の文字列:
ko_kr: 교체:
zh_cn: 替换为:

# FlashDevelop.Info.RestartAfterPluginChange
source: Please restart FlashDevelop after enabling or disabling plugins.
de_de: Bitte starten Sie FlashDevelop neu nachdem Sie Plugins aktiviert oder deaktiviert haben.
eu_es: Pluginak aktibatu edo desaktibatu ondoren berrabiara FlashDevelop mesedez.
ja_jp: プラグインを有効化または無効化した後は FlashDevelop を再起動してください。
ko_kr: 플러그인을 활성화 또는 비활성화한 후 FlashDevelop를 다시 시작하십시오.
zh_cn: 在设置启用或禁用插件后，请重新启动 FlashDevelop .

# FlashDevelop.Info.RunningProcess
source: Running process:
de_de: Starte Prozess:
eu_es: Prozesua martxan:
ja_jp: プロセスを実行中:
ko_kr: 실행중인 프로세스:
zh_cn: 正在运行的程序：

# FlashDevelop.Info.SaveChanges
source: Do you want to save the current changes?
de_de: Möchten Sie die Änderungen speichern?
eu_es: Egindako aldaketak gorde nahi dituzu?
ja_jp: 現在の変更を保存しますか？
ko_kr: 현재 변경 사항을 저장 하시겠습니까?
zh_cn: 你想保存当前的更改吗?

# FlashDevelop.Info.SelectedReplaced
source: The selected match was replaced.
de_de: Die ausgewählte Übereinstimmung wurde ersetzt.
eu_es: Aukeratutakoa ordeztua izan da.
ja_jp: 選択された一致は置き換えられました。
ko_kr: 선택한 일치 항목이 교체되었습니다.
zh_cn: 匹配选择替换.

# FlashDevelop.Info.SettingsTakeEffect
source: Settings will take effect as soon as you edit them successfully but some may require a program restart.
de_de: Die Einstellungen werden sofort übernommen, doch benötigen mache einen Neustart des Programms.
eu_es: Aldaketa modu egokian egin orduko izango dute eragina ezarpenek, baina batzuk programa berrabiaraztea eskatuko dute.
ja_jp: 変更された設定はすぐに反映されますが、いくつかの設定はプログラムの再起動が必要です。
ko_kr: 대부분의 설정은 편집 즉시 적용되지만, 일부는 프로그램을 다시 시작해야 적용됩니다.
zh_cn: 一旦您成功编辑它们，但有些可能需要重新启动程序才能使设置生效。

# FlashDevelop.Info.ShowingResult
source: Showing result {0} of {1}.
de_de: Resultat {0} von {1}.
eu_es: {1}-(e)tik {0}. emaitza erakusten.
ja_jp: 結果の表示 {0} / {1}.
ko_kr: {1}개 중 {0}번째 결과.
zh_cn: 显示结果,第 {0} 个,共有 {1} 个.

# FlashDevelop.Info.SnippetFilter
source: FlashDevelop Snippets (*.fds)
eu_es: FlashDevelop-en kode-zatiak (*.fds)
ja_jp: FlashDevelop スニペット (*.fds)
ko_kr: FlashDevelop 코드조각 (*.fds)
zh_cn: FlashDevelop 代码段 (*.fds)

# FlashDevelop.Info.SnippetItemDesc
source: Snippet
eu_es: Kode-zatiak
ja_jp: スニペット
ko_kr: 코드조각
zh_cn: 代码段编辑器

# FlashDevelop.Info.StatusText
source: Line: {0} | Column: {1} | EOL: ({2}) | Encoding: {3} | {4}
de_de: Zeile: {0} | Spalte: {1} | EOL: ({2}) | Kodierung: {3} | {4}
eu_es: Lerroa: {0} | Zutabea: {1} | EOL: ({2}) | Kodeketa: {3} | {4}
ja_jp: 行: {0} | 列: {1} | 改行コード: ({2}) | 文字コード: {3} | {4}
ko_kr: 행: {0} | 열: {1} | EOL: ({2}) | 인코딩: {3} | {4}
zh_cn: 行: {0} | 列: {1} | 行尾: ({2}) | 编码: {3} | {4}

# FlashDevelop.Info.StringsOnly
source: Strings only
de_de: Nur Zeichenketten
eu_es: Kateak bakarrik
ja_jp: 文字列のみ
ko_kr: 문자열만
zh_cn: 仅字符串

# FlashDevelop.Info.TemplateFilter
source: FlashDevelop Templates (*.fdt)
de_de: FlashDevelop Vorlagen (*.fdt)
eu_es: FlashDevelop-en txantiloiak (*.fdt)
ja_jp: FlashDevelop テンプレート (*.fdt)
ko_kr: FlashDevelop 템플릿 (*.fdt)
zh_cn: FlashDevelop 模板 (*.fdt)

# FlashDevelop.Info.TopFolder
source: Top folder:
de_de: Hauptordner:
eu_es: Goi karpeta:
ja_jp: 検索対象フォルダー:
ko_kr: 최상위 폴더 :
zh_cn: 顶级文件夹:

# FlashDevelop.Info.Unknown
source: Unknown
de_de: Unbekannt
eu_es: Ezezaguna
ja_jp: 不明
ko_kr: 알 수 없음
zh_cn: 未知的

# FlashDevelop.Info.UntitledFileStart
source: Untitled
de_de: Unbenannt
eu_es: Izengabea
ko_kr: 제목 없음
zh_cn: 未标题

# FlashDevelop.Info.UpdateAvailable
source: There is a newer version of FlashDevelop available.{0}Your version: {1} / Server version: {2}
de_de: Es ist eine neuere Version von FlashDevelop verfügbar.{0}Installierte Version: {1} {0} Neueste Version: {2}
eu_es: FlashDevelop-en bertsio berriago bat dago eskuragarri {0}Zure bertsioa: {1} / Zerbitzariko bertsioa: {2}
ja_jp: 新しいバージョンの FlashDevelop を見つけました。{0}現在のバージョン: {1} / 新しいバージョン: {2}
ko_kr: FlashDevelop의 새로운 버전이 있습니다.{0}현재 버전: {1} / 서버 버전: {2}
zh_cn: FlashDevelop 可用的新版本.{0}你的版本: {1} / 服务器版本: {2}

# FlashDevelop.Info.UpdateCheckFailed
source: Could not run the update check.{0}Please check your internet connection.
de_de: FlashDevelop konnte nicht auf Updates überprüft werden.{0}Bitte überprüfen Sie Ihre Internetverbindung.
eu_es: Eguneraketa egiaztatzea ezin izan da martxan jarri.{0}Egiaztatu zure internet konexioa mesedez.
ja_jp: ソフトウェア更新の確認を実行できません。{0}インターネットに接続してください。
ko_kr: 업데이트 검사를 실행 할 수 없습니다.{0}인터넷 연결을 확인하시기 바랍니다.
zh_cn: 无法检查更新.{0}请检查网络连接.

# FlashDevelop.Info.Value
source: Value:
de_de: Wert:
eu_es: Balioa:
ja_jp: 値:
ko_kr: 값:
zh_cn: 值:

# FlashDevelop.Label.8Bits
source: 8 &Bits
eu_es: 8 Bit
ko_kr: 8 비트 (&B)
zh_cn: 8 Bits 码(&B)

# FlashDevelop.Label.About
source: &About FlashDevelop...
de_de: Ü&ber FlashDevelop...
eu_es: FlashDevelop-i buruz...
ja_jp: FlashDevelop について(&A)...
ko_kr: FlashDevelop 정보... (&A)
zh_cn: 关于 FlashDevelop(&A)...

# FlashDevelop.Label.ApplicationFiles
source: User Config Files...
de_de: &Anwendungsdateien...
eu_es: Aplikazio fitxategiak...
ja_jp: アプリケーションファイルを表示(&A)...
ko_kr: 사용자 설정 파일...
zh_cn: 应用程序文件(&A)...

# FlashDevelop.Label.ASDocGen
source: &Documentation Generator...
de_de: &Erstelle Dokumentation...
eu_es: Dokumentazio sortzailea...
ja_jp: ASDoc ジェネレーター(&D)...
ko_kr: 도큐멘테이션 생성기... (&D)
zh_cn: 帮助文档生成器(&D)...

# FlashDevelop.Label.Back
source: Back
de_de: Zurück
eu_es: Atzera
ja_jp: 戻る
ko_kr: 뒤로
zh_cn: 后退

# FlashDevelop.Label.BigEndian
source: &Big Endian
ko_kr: 빅 엔디안 (&B)
zh_cn: Big Endian 码(&B)

# FlashDevelop.Label.BookmarkAll
source: &Bookmark All
de_de: &Lesezeichen setzen
eu_es: Laster-marka denak
ja_jp: すべてマーク(&B)
ko_kr: 모두 즐겨찾기에 추가 (&B)
zh_cn: 全部书签(&B)

# FlashDevelop.Label.Cancel
source: Ca&ncel
de_de: &Abbrechen
eu_es: Ezeztatu
ja_jp: キャンセル
ko_kr: 취소 (&N)
zh_cn: 取消(&N)

# FlashDevelop.Label.CheckUpdates
source: &Check For Updates...
de_de: Auf Update überprüfen...
eu_es: Eguneraketak egiaztatu...
ja_jp: ソフトウェア更新の確認(U)...
ko_kr: 업데이트 확인... (&C)
zh_cn: 检查更新(&C)...

# FlashDevelop.Label.ClearBookmarks
source: Cle&ar Bookmarks
de_de: Lesezeichen &löschen
eu_es: Laster-markak garbitu
ja_jp: ブックマークをクリア(&A)
ko_kr: 즐겨찾기 삭제 (&A)
zh_cn: 清除书签(&A)

# FlashDevelop.Label.ClearBreakpoints
source: Clear Breakpoints
de_de: Haltepunkte löschen
eu_es: Eten-puntuak garbitu
ja_jp: ブレークポイントをクリア
ko_kr: 중단점 삭제
zh_cn: 清除断点

# FlashDevelop.Label.CleanReopenList
source: &Remove Invalid Files
ko_kr: 유효하지 않은 파일 제거 (&R)

# FlashDevelop.Label.ClearReopenList
source: &Clear Recent Files List
de_de: Liste der &zuletzt verwendeten Dateien löschen
eu_es: Azken fitxategien zerrenda garbitu
ja_jp: 最近開いたファイルをクリア(&C)
ko_kr: 최근 파일 목록 삭제 (&C)
zh_cn: 清除最近打开的文档列表(&C)

# FlashDevelop.Label.Close
source: &Close
de_de: Schlie&ßen
eu_es: Itxi
ja_jp: 閉じる
ko_kr: 닫기 (&C)
zh_cn: 关闭(&C)

# FlashDevelop.Label.CloseAll
source: Clos&e All
de_de: All&e Schließen
eu_es: Denak itxi
ja_jp: すべて閉じる(&E)
ko_kr: 모두 닫기 (&E)
zh_cn: 全部关闭(&E)

# FlashDevelop.Label.CloseOthers
source: Close &Others
de_de: An&dere schließen
eu_es: Gainontzekoak itxi
ja_jp: 他を閉じる(&O)
ko_kr: 다른 창 닫기 (&O)
zh_cn: 关闭其它(&O)

# FlashDevelop.Label.CollapseAll
source: Collapse All
de_de: &Alles zusammenfalten
eu_es: Tolestu denak
ja_jp: すべて折りたたむ(&I)
ko_kr: 모두 접기
zh_cn: 全部折叠(&L)

# FlashDevelop.Label.Color
source: &Color
de_de: &Farbe
eu_es: Kolorea
ja_jp: カラー(&C)
ko_kr: 색상 (&C)
zh_cn: 颜色编码(&C)

# FlashDevelop.Label.CommandPrompt
source: &Command Prompt
de_de: &Eingabeaufforderung
eu_es: Komando-gonbita
ja_jp: コマンドプロンプト(&C)
ko_kr: 명령 프롬프트 (&C)
zh_cn: 命令提示符(&C)

# FlashDevelop.Label.LineComment
source: Li&ne Comment
de_de: Zei&le auskommentieren
eu_es: Lerroa iruzkindu
ja_jp: 行コメントを適用/解除(&L)
ko_kr: 한 줄 주석 (&N)
zh_cn: 行注释/取消注释(&N)

# FlashDevelop.Label.CompareFiles
source: &Compare Files...
de_de: &Dateien vergleichen...
eu_es: Fitxategiak konparatu...
ja_jp: ファイルを比較(&C)...
ko_kr: 파일 비교... (&C)
zh_cn: 对比文件(&C)...

# FlashDevelop.Label.Continue
source: &Continue
de_de: &Weiter
eu_es: Jarraitu
ja_jp: 続ける(&C)
ko_kr: 계속 (&C)
zh_cn: 继续(&C)

# FlashDevelop.Label.ConvertTextTo
source: Convert Text To
de_de: Konvertiere Text zu
eu_es: Testua bihurtu
ja_jp: 変換（&C)
ko_kr: 텍스트 변환
zh_cn: 转换文本到

# FlashDevelop.Label.Copy
source: &Copy
de_de: &Kopieren
eu_es: Kopiatu
ja_jp: コピー(&C)
ko_kr: 복사 (&C)
zh_cn: 复制(&C)

# FlashDevelop.Label.CopyLine
source: C&opy Line
de_de: K&opiere Zeile
eu_es: Lerroa kopiatu
ja_jp: 行のコピー(&O)
ko_kr: 행 복사 (&O)
zh_cn: 复制行(&O)

# FlashDevelop.Label.CSSValidator
source: &CSS Validator...
de_de: &CSS validieren...
eu_es: CSS Balidatzailea...
ja_jp: CSS を検証(&C)...
ko_kr: &CSS 검사기...
zh_cn: CSS 验证服务(&C)...

# FlashDevelop.Label.Cut
source: Cu&t
de_de: &Ausschneiden
eu_es: Ebaki
ja_jp: 切り取り(&T)
ko_kr: 잘라내기 (&T)
zh_cn: 剪切(&T)

# FlashDevelop.Label.CutLine
source: C&ut Line
de_de: Ze&ile ausschneiden
eu_es: Lerroa ebaki
ja_jp: 行の切り取り(&U)
ko_kr: 행 잘라내기 (&U)
zh_cn: 剪切行(&U)

# FlashDevelop.Label.DeleteFiles
source: &Delete Files
de_de: &Dateien löschen
eu_es: Fitxategiak ezabatu
ja_jp: 削除(&D)
ko_kr: 파일 삭제 (&D)
zh_cn: 删除文件(&D)

# FlashDevelop.Label.DeleteLine
source: &Delete Line
de_de: &Zeile löschen
eu_es: Lerroa ezabatu
ja_jp: 行の削除(&D)
ko_kr: 행 삭제 (&D)
zh_cn: 删除行(&D)

# FlashDevelop.Label.Details
source: &Details
eu_es: Xehetasunak
ja_jp: 詳細(&D)
ko_kr: 세부 사항 (&D)
zh_cn: 详细资料(&D)

# FlashDevelop.Label.DownloadUpdate
source: &Download Update
de_de: &Update herunterladen
eu_es: Eguneraketa deskargatu
ja_jp: 更新をダウンロード(&D)
ko_kr: 업데이트 다운로드 (&D)
zh_cn: 下载更新(&D)

# FlashDevelop.Label.Duplicate
source: &Duplicate
de_de: &Duplizieren
eu_es: Bikoiztu
ja_jp: 複製(&D)
ko_kr: 복제 (&D)
zh_cn: 复制文件副本(&D)

# FlashDevelop.Label.DuplicateSelection
source: Duplic&ate Selection
de_de: Auswahl D&uplizieren
eu_es: Aukera bikoiztu
ja_jp: 行/選択範囲の複製(&A)
ko_kr: 선택 복제 (&A)
zh_cn: 重复行(&A)

# FlashDevelop.Label.Edit
source: &Edit
de_de: &Bearbeiten
eu_es: Editatu
ja_jp: 編集(&E)
ko_kr: 편집 (&E)
zh_cn: 编辑

# FlashDevelop.Label.Encoding
source: En&coding
de_de: &Kodierung
eu_es: Kodeketa
ja_jp: 文字コード(&C)
ko_kr: 인코딩 (&C)
zh_cn: 编码(&C)

# FlashDevelop.Label.EscapedCharacters
source: &Escaped characters
de_de: &Steuerzeichen
eu_es: Ihes-karaktereak
ja_jp: エスケープ文字(&E)
ko_kr: 이스케이프 문자 (&E)
zh_cn: Esc 字符(&E)

# FlashDevelop.Label.Exit
source: E&xit
de_de: Be&enden
eu_es: Irten
ja_jp: 終了(&X)
ko_kr: 종료 (&X)
zh_cn: 退出(&X)

# FlashDevelop.Label.ExpandAll
source: E&xpand All
de_de: Alle a&uffalten
eu_es: Denak zabaldu
ja_jp: すべて展開(&X)
ko_kr: 모두 펼치기 (&X)
zh_cn: 全部展开(&X)
