Repository: fdorg/flashdevelop
Catalog: PluginCore/PluginCore/Resources/*.resx
Languages: de_de, eu_es, ja_jp, ko_kr, zh_cn

# AS2Context.Description.DefaultFlashVersion
source: Default Flash Player target version when no project is defined.
de_de: Standardversion des Flash Players wenn keine andere Version ausgewählt wurde.
eu_es: Proiekturik definitu ez denerako Flash Player-en helburu bertsioa.
ja_jp: 既定の Flash Player バージョンです。
ko_kr: Flash Player의 기본 버전.
zh_cn: 当无项目定义时，使用默认 Flash Player 版本.

# AS2Context.Description.MMClassPath
source: Path to Adobe Flash Professional classpath.
de_de: Pfad zum Adobe Flash Professional Klassenpfad.
eu_es: Adobe Flash Professional-en bide-izena.
ja_jp: Adobe Flash Professional クラスへのファイルパスです。
ko_kr: Adobe Flash Professional의 경로.
zh_cn: 指向 Adobe Flash Professional 类路径。

# AS2Context.Description.MtascCheckParameters
source: MTASC compiler parameters for syntax checking.
de_de: MTASC Compiler Parameter zur Syntaxüberprüfung.
eu_es: Sintaxia egiaztatzeko MTASC konpiladore parametroak.
ja_jp: シンタックスチェックのための MTASC コンパイラー設定です。
ko_kr: 스크립트 오류 검사를 위한 MTASC 컴파일러 매개 변수를 설정합니다.
zh_cn: MTASC 编译器参数的语法检查.

# AS2Context.Description.MtascPath
source: Path to the MTASC compiler.
de_de: Pfad zum MTASC Compiler.
eu_es: MTASC konpiladorerako bidea.
ja_jp: MTASC コンパイラーのファイルパスです。
ko_kr: MTASC 컴파일러 경로.
zh_cn: 指向 MTASC 编译器路径.

# AS2Context.Description.UseMtascIntrinsic
source: Use MTASC compiler intrinsic classes instead of Adobe Flash Professional intrinsics. This is usually preferred as MTASC is more strict and doesn't support a few features of the Flash plugin.
de_de: Verwende die MTASC Compiler Intrinsic Klassen anstelle der Adobe Flash Professional Intrinsic-Klassen. Das ist normalerweise die bevorzugte Variante da MTASC genauer ist und ein paar Besonderheiten des Flash-Plugins nicht unterstützt.
eu_es: MTASC konpiladorearen barru-klaseak erabili Adobe Flash Professional-koen ordez. Orokorrean gomendagrriagoa da MTASC erabiltzea hertsiagoa delako eta ez dituelako Flash plugin-aren ezaugarri batzuk onartzen.
ja_jp: Adobe Flash Professional の組み込み関数の代わりに MTASC コンパイラー固有のクラスを使用します。これは通常、MTASC より厳密であるとして推奨されている Flash プラグインのいくつかの機能をサポートしていません。
ko_kr: Adobe Flash Professional의 내장 함수 대신 MTASC 내장 함수를 사용합니다. MTASC 더 엄격하고 플래시 플러그인은몇 가지 기능을 지원하지 않기 때문에 일반적으로 이 설정을 사용합니다.
zh_cn: 使用 MTASC 编译器内部类替代 Adobe Flash Professional 内部函数. 通常首选的 MTASC 插件更为严格，并且是不支持 Flash plugin 插件的一些新功能。

# AS2Context.Info.FeatureMissing
source: Feature not implemented.
de_de: Das Feature ist nicht implementiert.
eu_es: Inplementatu gabeko ezaugarria.
ja_jp: 実装されていない機能です。
ko_kr: 기능이 구현되지 않습니다.
zh_cn: 功能未实现.

# AS2Context.Info.InvalidClass
source: This file is not a valid AS2 class.
de_de: Diese Datei ist keine gültige ActionScript 2 Klasse
eu_es: Fitxategi hau ez da balizko AS2 klase bat.
ja_jp: このファイルは有効な AS2 クラスではありません。
ko_kr: 이 파일은 유효한 AS2 클래스가 아닙니다.
zh_cn: 不是有效的 AS2 类文件.

# AS2Context.Info.InvalidForQuickBuild
source: This file is not a valid AS2 class or does not include a valid @mtasc build command.
de_de: Diese Datei ist keine gültige ActionScript 2 Klasse oder beinhaltet keinen gültigen @mtasc Build-Befehl.
eu_es: Fitxategi hau ez da balizko AS2 klase bat edo ez du balizko @mtasc eraikitze komando bat barruan.
ja_jp: このファイルは有効な AS2 クラスではないか、有効な @mtasc ビルドコマンドが見つかりません。
ko_kr: 이 파일은 유효한 AS2 클래스가 아니거나 유효 @mtasc 빌드 명령을 포함하지 않습니다.
zh_cn: 这个文件是无效的 AS2 类或未包括有效的 @mtasc 编译命令.

# AS2Context.Info.InvalidMtascPath
source: MTASC compiler path is not correctly set. Please check your Program Settings.
de_de: Der MTASC Compiler Pfad ist nicht korrekt. Bitte überprüfen Sie die Programmeinstellungen.
eu_es: MTASC konpiladorearen bidea ez da zuzena. Egiaztatu zure Programa Ezarpenak.
ja_jp: MTASC コンパイラーパスが正しく設定されていません。
ko_kr: MTASC 컴파일러 경로가 올바르게 설정되어 있지 않습니다. 프로그램 설정을 확인하시기 바랍니다.
zh_cn: MTASC 编译器路径设置不正确. 请检查程序设置.

# AS2Context.Info.InvalidQuickBuildCommand
source: Invalid QuickBuild command.
de_de: Ungültiger QuickBuild Befehl.
eu_es: Eraikitze azkarrerako komando baliogabea.
ja_jp: 無効なクイックビルドコマンドです。
ko_kr: 잘못된 QuickBuild 명령.
zh_cn: 无效的快速编译命令.

# AS3Context.Description.AS3Classpath
source: Path to AS3 language intrinsic classes.
de_de: Pfad zu den ActionScript 3 Intrinsic-Klassen.
eu_es: AS3 lengoaiaren barru-klaseetako bidea.
ja_jp: AS3 のコード補完に使用されるモデルクラスのパスです。
ko_kr: AS3 intrinsic 클래스 경로입니다.
zh_cn: 指向 AS3 语言内置类路径.

# AS3Context.Description.DefaultFlashVersion
source: Default Flash Player target version when no project is defined.
de_de: Standardversion des Flash Players wenn kein Projekt geöffnet ist.
eu_es: Proiekturik definitu ez denerako Flash Player-en helburu bertsioa.
ja_jp: 既定の Flash Player バージョンです。
ko_kr: 기본 Flash Player 버전.
zh_cn: 无项目定义时使用默认 Flash Player 版本.

# AS3Context.Description.FlexSDK
source: The path to Adobe Flex SDK on your computer.
de_de: Der Pfad zum Adobe Flex SDK.
eu_es: Zure ordenagailuko Adobe Flex SDK-rako bidea.
ja_jp: Flex SDK のパスです。
ko_kr: Adobe Flex SDK의 경로.
zh_cn: 在你的计算机中设置指向 Adobe Flex SDK 路径。

# AS3Context.Info.CheckError
source: Error while running the AS3 syntax checking.
de_de: Fehler während der Ausführung der ActionScript 3 Syntaxüberprüfung.
eu_es: Errorea gertatu da AS3 sintaxi egiaztatzea egiten zen bitartean.
ja_jp: AS3 のシンタックスチェック中にエラーが見つかりました。
ko_kr: AS3 구문 검사를 실행하는 동안 오류발생.
zh_cn: 运行 AS3 语法检查时错误.

# AS3Context.Info.InvalidClass
source: This file is not a valid AS3 class.
de_de: Diese Datei ist keine gültige ActionScript 3 Klasse.
eu_es: Fitxategi hau ez da balizko AS3 klase bat.
ja_jp: このファイルは有効な AS3 クラスではありません。
ko_kr: 이 파일은 유효한 AS3 클래스 아닙니다.
zh_cn: 无效的 AS3 类文件.

# AS3Context.Info.InvalidForQuickBuild
source: This file is not a valid AS3 class or does not include a valid @mxmlc build command.
de_de: Diese Datei ist keine gültige ActionScript 3 Klasse oder beinhaltet keinen gültigen @mtasc Build-Befehl.
eu_es: Fitxategi hau ez da balizko AS3 klase bat edo ez du balizko @mtasc eraikitze komando bat barruan.
ja_jp: このファイルは有効な AS3 クラスではないか、有効な @mxmlc ビルドコマンドが見つかりません。
ko_kr: 이 파일은 유효한 AS3 클래스 아니거나 유효 @mxmlc 빌드 명령을 포함하지 않습니다.
zh_cn: 该文件不是有效的 AS3 类或者未包括有效的 @mxmlc 编译命令.

# AS3Context.Info.OpenCompilerSettings
source: Would you like to open the AS3 context settings to configure the compiler?
de_de: Möchten Sie die ActionScript 3 Einstellungen öffnen um den Compiler einzustellen?
eu_es: AS3 konfigurazio ingurunea zabaldu nahi duzu konpiladorea konfiguratzeko?
ja_jp: AS3 コンテキストのコンパイラー設定を開きますか？
ko_kr: 컴파일러를 구성 할 AS3 컨텍스트 설정을 여시겠습니까?
zh_cn: 您想打开 AS3 上下文语境设置来配置编译器吗?

# AS3Context.Info.ResourceError
source: Unable to extract compiler shell resource.
de_de: Konnte die Compiler Shell Ressource nicht extrahieren.
eu_es: Ezin izan da konpiladorearen baliabide gordailua atera.
ja_jp: コンパイラーシェルのリソースを抽出することができません。
ko_kr: 컴파일러 shell 리소스를 추출 할 수 없습니다.
zh_cn: 无法提取编译器外观资源.

# AS3Context.Info.SetFlex2OrCS3Path
source: Would you like to open the AS3 context settings to configure the path to Adobe Flex SDK? Alternatively, Adobe Flash Professional can also be used for syntax checking - press "No" to configure the path to Adobe Flash Professional.
de_de: Möchten Sie die ActionScript 3 Einstellungen öffnen um den Adobe Flex SDK Pfad einzustellen? Ansonsten kann Adobe Flash Professional auch zum Überprüfen der Syntax verwendet werden. Wählen Sie "Nein" um den Pfad zu Adobe Flash Professional einzustellen.
eu_es: AS3 konfigurazio ingurunea zabaldu nahi duzu Adobe Flex SDK-rako bidea konfiguratzeko? Alternatiba gisa, Adobe Flash Professional ere sintaxi egiaztapenerako erabil daiteke - Sakatu "Ez" Adobe Flash Professional-rako bidea konfiguratzeko.
ja_jp: AS3 コンテキスト設定では Adobe Flex SDK を設定しますか？Adobe Flash Professional のものでも、シンタックスチェックに利用することができます。"いいえ"を選択すると、Adobe Flash Professional のパスが設定されます。
ko_kr: Adobe Flex SDK의 경로를 구성 할 AS3 컨텍스트 설정을 여시겠습니까? 또는, Adobe Flash Professional을 구문 검사에 사용할 수 있습니다 - "아니오"를 눌러 Adobe Flash Professional의 경로를 구성 할 수 있습니다.
zh_cn: 你想打开 AS3 上下文语境设置来配置指向 Adobe Flex SDK 的路径吗? 或者, Adobe Flash Professional 也可用于语法检查 - 按 "不" 转到配置指向 Adobe Flash Professional 路径.

# AS3Context.Title.ConfigurationRequired
source: Compiler Configuration Required
de_de: Benötige Compiler Konfiguration
eu_es: Konpiladore konfigurazioa beharrezkoa
ja_jp: コンパイラーに必要な構成
ko_kr: 컴파일러 구성 필요
zh_cn: 编译器配置要求

# ASCompletion.Description.AddSpaceAfter
source: When reformating, always keep a space character after these words.
de_de: Liste der Schlüsselwörter, bei welchen Leerzeichen beibehalten werden sollen.
eu_es: Formateatzerakoan, zuriuneak beti mantendu ondorengo hitzak eta gero.
ja_jp: 再フォーマット時、常にこれら文字の後にスペースを挿入します。
ko_kr: 포맷 할 때 항상 이 단어 뒤에 공백을 유지합니다.
zh_cn: 重新格式化代码时，始终在这些语句后保留一个空字符.

# ASCompletion.Description.AlwaysCompleteWordLength
source: Start completion automatically after typing a few characters (0 to disable).
de_de: Starte die Codevervollständigung nach der angegebenen Anzahl von Zeichen (0 um die Funktion zu deaktivieren).
eu_es: Osaketa automatikoki hasi karaktere batzuk idatzi eta gero (0 desgaitzeko).
ja_jp: 補完リストを自動的に表示するために必要なタイプ数を設定します。0 で表示しません。
ko_kr: 자동으로 몇 글자가 입력되면 자동 완성 기능을 시작합니다. (비활성화 하려면 0으로 설정하시오.)
zh_cn: 在输入几个字符后自动启动智能助手 (0 禁用).

# ASCompletion.Description.BraceAfterLine
source: Move blocks' starting brace to a new line.
de_de: Setze die geschwungene Klammer in eine neue Zeile.
eu_es: Blokearen hasiera giltza lerro berri batera mugitu.
ja_jp: 開始中括弧を新しい行に移動します。
ko_kr: 새로운 줄로 블록 시작 중괄호를 이동합니다.
zh_cn: 将块的起始大括号 { 移到一个新行。

# ASCompletion.Description.CheckSyntaxOnSave
source: Check file syntax after saving.
de_de: Überprüfe die Syntax nach dem Speichern.
eu_es: Gorde ondoren fitxategiaren sintaxia egiaztatu.
ja_jp: 保存後、自動的にシンタックスチェックを実行します。
ko_kr: 저장 후 파일 구문을 확인합니다.
zh_cn: 在保存之后检查文件语法.

# ASCompletion.Description.CompactChars
source: When reformating, remove any whitespace around these characters.
de_de: Entferne jeden Whitespace beim Umformatieren.
eu_es: Formateatze garaian, karaktere hauen inguruko edozein zuriune ezabatu.
ja_jp: 再フォーマットされたとき、これらの文字の周りにある空白を除去します。
ko_kr: 포맷하는 경우, 이 문자 주변에 공백을 제거합니다.
zh_cn: 当重新格式化时, 删除所有包围这些字符的空白符.

# ASCompletion.Description.CompletionEnabled
source: Enable completion assistants.
de_de: Verwende die Codevervollständigung.
eu_es: Osaketa laguntzaileak gaitu.
ja_jp: コード補完を有効にします。
ko_kr: 자동 완성 도우미를 활성화합니다.
zh_cn: 启用智能助手.

# ASCompletion.Description.CompletionListAllTypes
source: In completion, show all known types in project.
de_de: Zeige alle bekannten Typen.
eu_es: Osaketan, proiektuan ezagun diren mota guztiak erakutsi.
ja_jp: 補完リストに、プロジェクト内で指定できるすべてのタイプを含めます。
ko_kr: 자동 완성 시, 프로젝트의 모든 유형을 보여줍니다.
zh_cn: 智能显示项目中的所有已知类型.

# ASCompletion.Description.CompletionLooseMatching
source: In completion, use smart text matching.
de_de: Verwende die intelligente Textübereinstimmung.
eu_es: Osaketan, bategite adimenduna erabili.
ja_jp: 補完リストでスマートテキストマッチングを使用します。
ko_kr: 자동 완성 시, 스마트 텍스트 매칭을 사용합니다.
zh_cn: 使用智能文本匹配助手.

# ASCompletion.Description.CompletionShowQualifiedTypes
source: In completion, show qualified type names (ie. package + type).
de_de: Zeige qualifizierte Typnamen (Package + Typ).
eu_es: Osaketan, gaitutako motak erakutsi (adib. paketea + mota).
ja_jp: 補完リストにパッケージを含めたクラス名を表示します。
ko_kr: 자동 완성 시, 정규화 된 유형 이름 (예. 패키지 + 유형)을 보여줍니다.
zh_cn: 智能助手显示限定的类型名称 (例如. package + type).

# ASCompletion.Description.CondenseWhitespace
source: Remove additional whitespace characters in text. Only keep required whitespace.
de_de: Reduziere auf tatsächlich benötigten Whitespace.
eu_es: Testuko gehiegizko zuriuneak ezabatu. Beharrezko zuriuneak bakarrik mantendu.
ja_jp: テキストの余計なホワイトスペースを削除します。必要なホワイトスペースだけを残します。
ko_kr: 텍스트에서 추가 공백 문자를 제거합니다. 필수 공백만 유지합니다.
zh_cn: 在文本中删除附加的空白字符.仅保留必需的空白符.

# ASCompletion.Description.DescriptionLinesLimit
source: Limit the description text which will be displayed in detailed tips.
de_de: Beschränke den Text im detailiertem Hinweis.
eu_es: Iradokizunetan erakutsiko den azalpen testua mugatu.
ja_jp: ツールチップに表示する説明文の行数の上限です。
ko_kr: 상세 설명에 표시되는 설명 텍스트를 제한합니다.
zh_cn: 限制的描述文本详细提示将被显示.

# ASCompletion.Description.DisableAutoCloseBraces
source: Disable insertion of closing blocks braces.
de_de: Geschwungene Klammern nicht automatisch einfügen.
eu_es: Blokeak ixteko giltzen txertaketa desgaitu.
ja_jp: 自動的にブロックを閉じる機能を無効にします。
ko_kr: 자동 블록 중괄호를 닫기를 해제합니다.
zh_cn: 禁止插入大括号.

# ASCompletion.Description.DisableCache
source: For faster classpath parsing, a cache file is created in your FlashDevelop user files for each explored path. Set this property to disable it.
de_de: Deaktiviere den Klassen-Zwischenspeicher. FlashDevelop erstellt in jedem Classpath eine Datei um schneller die Klassen zu parsen.
eu_es: Bide-izenaren analisi azkarragorako, zure FlashDevelop erabiltzaile fitxategietan cache fitxategi bat sortu da arakatutako bide bakoitzeko. Aldatu propietate hau aukera desgaitzeko.
ja_jp: クラスパスの解析を高速化を目的としたキャッシュの生成を無効化します。
ko_kr: 빠른 클래스 경로 구문 분석을 위해, 캐시 파일은 각각의 탐색 경로에 대한 FlashDevelop 사용자 파일에 작성됩니다. 사용 하지 않으려면이 속성을 설정합니다.
zh_cn: 为更快解析类路径，在 FlashDevelop 用户文件中为每个类创建缓存文件. 设置此属性，以禁用缓存文件.

# ASCompletion.Description.DisableCodeReformat
source: Disable automatic code formating after typing <Enter> or <;>.
de_de: Deaktiviere das automatische Code-Umformatieren nach <Enter> oder <;>.
eu_es: Idazketa ondorengo kode formateatzea desgaitu <Enter> or <;>.
ja_jp: "Enter" や ";" を入力した後に自動的にフォーマットされる機能を無効にします。
ko_kr: <Enter>나 <;> 키를 입력 한 후 자동 코드 서식을 사용하지 않기.
zh_cn: 在输入 <Enter> 或 <;> 后，禁用自动代码格式化。

# ASCompletion.Description.DisableFDB
source: Disable hosting of the command line Flex debugger (FDB) in FlashDevelop - use non-optimized compilation.
de_de: Deaktiviere das einbinden des Flex Commandline Debuggers (FDB) in FlashDevelop. Verwende die nicht optimierte Kompilierung.
eu_es: FlashDevelop-eko komando-lerro bidezko Flex araztailea (FDB) desgaitu - opitimzatu gabeko konpilazioa.
ja_jp: FlashDevelop のコマンドライン Flex debugger (FDB) のホスト設定を無効にします。非最適化コンパイルを使用します。
ko_kr: FlashDevelop의 명령 줄 플렉스 디버거 (FDB)의 호스팅 비활성화 - 최적화되지 않은 컴파일을 사용합니다.
zh_cn: 在 FlashDevelop 中禁用主机命令行上的 Flex 调试器 (FDB) - 使用非优化编译。

# ASCompletion.Description.DocumentationCommandLine
source: Program or URL to execute when pressing F1 for help.
de_de: Programm oder Url das/die ausgeführt bei <F1> die Hilfe anzeigen soll.
eu_es: Laguntzarako F1 sakatzean exekutatu beharreko programa edo URL-a.
ja_jp: "F1" を押したときにヘルプを実行するプログラムまたは URL です。
ko_kr: 도움 F1 키를 누르면 프로그램 또는 URL을 실행합니다.
zh_cn: 按 F1 时打开程序帮助.

# ASCompletion.Description.GenerateImports
source: Automatically generate import statements when typing a fully qualified type.
de_de: Erstelle automatisch die Import-Anweisungen bei der eingabe eines voll qualifizierten Typnames.
eu_es: Gaitutako mota bat idazterakoan automatikoki sortu import deklarazioak.
ja_jp: クラスが完全修飾名で記述されたとき自動的にインポート文を生成します。
ko_kr: 정규화 된 유형을 입력 할 때 자동으로 import 문을 생성합니다.
zh_cn: 键入完全限定的类型时，自动生成导入语句。

# FlashDevelop.Description.CommentBlockStyle
source: Should javadoc comment lines be added an extra space.
de_de: Zusätzliches Leerzeichen in Javadoc Kommentaren.
eu_es: Javadoc iruzkin lerroak daudenean zuriune gehigarri bat jarri.
ja_jp: コメント行にスペースを追加します。
ko_kr: Javadoc 주석 행에 추가 공간을 추가합니다.
zh_cn: 为 javadoc 注释行添加额外的空白.

# ASCompletion.Description.JavadocTags
source: Javadoc tags list for completion.
de_de: Verfügbare Javadoc Tags.
eu_es: Osaketarako javadoc etiketa lista.
ja_jp: ASDoc のタグの補完リストです。
ko_kr: 코드 완성을위한 의 Javadoc 태그 목록.
zh_cn: Javadoc 智能标签列表.

# ASCompletion.Description.JavadocTagsEnabled
source: Enable javadoc tags completion in documentation blocks.
de_de: Zeige Javadoc Tags in Kommentarblöcken.
eu_es: Dokumentazio blokeetan javadoc etiketa osaketak gaitu.
ja_jp: ASDoc のタグの補完をドキュメンテーションブロックで有効にします。
ko_kr: 문서 블록의 javadoc 태그 자동 완성을 사용합니다.
zh_cn: 在文档块中启用 javadoc 标签.

# ASCompletion.Description.LazyClasspathExploration
source: If not "lazy", will explore and parse all the classes in the project classpath.
de_de: Wenn nicht "lazy (faul)", werden alle Dateien im Projekt-Classpath geparst.
eu_es: Ez bada "nagia", proiektuko klase-bideko klase guztiak arakatu eta analizatu.
ja_jp: プロジェクトのクラスパスのすべてを探索して解析します。
ko_kr: "Lazy" 가 아니면, 프로젝트 클래스 경로에있는 모든 클래스를 탐구하고 구문 분석합니다.
zh_cn: 如果不是 "lazy"，将研究和分析项目类路径中的所有类。

# ASCompletion.Description.OutlineViewShowExtends
source: Show inheritance in outline view.
de_de: Zeige die Vererbung im Gliederungsfenster.
eu_es: Eskema bistan herentzia erakutsi.
ja_jp: 継承元をアウトラインパネルに表示します。
ko_kr: 아웃라인 뷰에서 상속을 표시합니다.
zh_cn: 在大纲视图中显示继承.

# ASCompletion.Description.OutlineViewShowImplements
source: Show implemented interfaces in outline view.
de_de: Zeige die verwendeten Schnittstellen im Gliederungsfenster.
eu_es: Eskema bistan inplementatutako interfazeak erakutsi.
ja_jp: 実装したインターフェースをアウトラインパネルに表示します。
ko_kr: 아웃라인 뷰에서 구현한 인터페이스를 표시합니다.
zh_cn: 在大纲视图中显示实现的接口.

# ASCompletion.Description.OutlineViewShowImports
source: Show imports in outline view.
de_de: Zeige die Imports im Gliederungsfenster.
eu_es: Eskema bistan import-ak eraktusi.
ja_jp: インポートしたクラスをアウトラインパネルに表示します。
ko_kr: 아웃라인 뷰에서 import를 표시합니다.
zh_cn: 在大纲视图中显示导入的类.

# ASCompletion.Description.PathToFlashIDE
source: Define the path to Adobe Flash Professional.
de_de: Geben Sie den Pfad zu Adobe Flash Professional an.
eu_es: Adobe Flash Professional-rako bidea definitu.
ja_jp: Adobe Flash Professional のパスです。
ko_kr: Adobe Flash Professional의 경로를 정의합니다.
zh_cn: 设置指向到 Adobe Flash Professional 路径。

# ASCompletion.Description.PlayAfterBuild
source: Automatically play the generated SWF after Quick Build.
de_de: Öffne automatisch die erstellte SWF nach einem Quick-Build.
eu_es: Eraikitze Azkarrarekin sortutako SWF-a automatikoki martxan jarri.
ja_jp: クイックビルドをしたあと、作成された SWF を自動的に再生します。
ko_kr: 자동으로 Quick Build 후 생성 된 SWF를 재생합니다.
zh_cn: 快速编译之后自动播放生成的 SWF 文件.

# ASCompletion.Description.FixPackageAutomatically
source: Automatically fix package of the class if it's not matching file path. Executed on file open.
de_de: Gibt an, ob fehlerhafte Package-Angaben automatisch behoben werden sollen. Wird beim Öffnen der Datei ausgeführt.
eu_es: Fitxategi bidearen berdinak ez diren paketeak automatikoki zuzendu. Irekitako fitxategian exekutatua.
ja_jp: ファイルパスの一致しないクラスのパッケージを自動的に修正します。ファイルが開かれた時に実行されます。
ko_kr: 이 파일 경로와 일치되어 있지 않은 경우 자동으로 클래스의 패키지를 수정합니다. 파일 열기에서 실행.
zh_cn: 如果类包和文件路径不匹配,则自动修正包路径。修正包路径时,在打开的文件上执行修正操作。

# ASCompletion.Description.SmartTipsEnabled
source: Parse javadoc tags in documentation block to enrich the completion tips.
de_de: Parse Javadoc Tags im Kommentarblock um die Codeverfollständigung zu erweitern.
eu_es: Iradokizun osaketa aberasteko dokumentazio blokeko javadoc etiketak analizatu.
ja_jp: 補完機能を強化するためにドキュメンテーションブロック内の ASDoc タグを解析します。
ko_kr: 문서 블록에서의 javadoc 태그를 구문 분석합니다.
zh_cn: 在文档块中分析 javadoc 标记时使用智能提示.

# ASCompletion.Description.SortingMode
source: Set how the members are sorted in the outline view.
de_de: Art der Gliederung im Gliederungsfenster.
eu_es: Eskema bistako atalak ordenatzeko modua aldatu.
ja_jp: アウトラインパネル内のメンバーをどのように並び変えるか設定します。
ko_kr: 아웃 라인 뷰의 정렬 방식을 설정합니다.
zh_cn: 设置成员在大纲视图中的排序方式.

# ASCompletion.Description.SpaceBeforeFunctionCall
source: Reformat code with an additional space before a function parenthesis.
de_de: Füge ein Leerzeichen nach dem Funktionsnamen ein.
eu_es: Funtzioko parentesiaren aurrean zuriune gehigarri bat jarriz kodea formateatu.
ja_jp: 関数名と括弧の間にスペースが入るように再フォーマットします。
ko_kr: 함수 괄호 전에 추가 공간이 있는 코드를 포맷.
zh_cn: 在函数括弧的前面附加一个空格来重新格式化代码。

# ASCompletion.Description.SpacedChars
source: When reformating, surround these characters with a space.
de_de: Die angegebenen Zeichen mit einem Leerzeichen umgeben.
eu_es: Formateatzerako garaian, karaketere hauek zuriune batekin inguratu.
ja_jp: 再フォーマット時、後ろにスペースを挿入する単語です。
ko_kr: 포맷할 때, 다음 문자를 공백으로 둘러쌉니다.
zh_cn: 当重新格式化代码时，用一个空格环绕这些字符.

# ASCompletion.Description.UserClasspath
source: Global language classpaths.
de_de: Globale Classpaths.
eu_es: Lengoaia klase-bide globala.
ja_jp: グローバル言語クラスパスを指定します。
ko_kr: 글로벌 클래스 경로.
zh_cn: 全局语言类路径.

# ASCompletion.Info.ConfigurationRequired
source: Adobe Flash Professional Configuration Required
de_de: Adobe Flash Professional muss eingestellt werden
eu_es: Adobe Flash Professional-en konfigurazioa derrigorrezkoa
ja_jp: Adobe Flash Professional を定義する必要があります。
ko_kr: Adobe Flash Professional 구성이 필요합니다
zh_cn: Adobe Flash Professional 配置要求

# ASCompletion.Info.ConfigureFlashPath
source: The path to Flash.exe (Adobe Flash Professional) is not configured properly, do you want to edit your program settings?
de_de: Der Pfad zu Adobe Flash Professional (Flash.exe) ist nicht richtig konfiguieriert. Möchten Sie die Einstellungen jetzt ändern?
eu_es: Flash.exe-era (Adobe Flash Professional-era) bidea ez da egoki konfiguratu, programaren ezarpenak editatu nahi dituzu?
ja_jp: Flash.exe ( Adobe Flash Professional )へのパスがが正しく定義されていません。設定を変更しますか？
ko_kr: Flash.exe (어도비 플래시 프로페셔널)에 대한 경로가 제대로 구성되어 있지 않습니다. 프로그램 설정을 수정 하시겠습니까?
zh_cn: 指向 Flash.exe (Adobe Flash Professional) 路径配置不正确，要编辑您的程序设置吗？

# ASCompletion.Info.Exploring
source: Exploring...
de_de: Durchsuche...
eu_es: Arakatzen...
ja_jp: 調査中...
ko_kr: 탐색 ...
zh_cn: 正在扫描...

# ASCompletion.Info.FindType
source: Find Type:
de_de: Suche Typ:
eu_es: Mota aurkitu:
ja_jp: タイプの検索:
ko_kr: 유형 찾기 :
zh_cn: 查找类型:

# ASCompletion.Info.InheritanceLoop
source: Inheritance loop detected between {0} and {1}.
de_de: Vererbungsschleife entdeckt zwischen {0} und {1}.
eu_es: Herentzia begizta bat aurkitu da {0} eta {1}-ren artean.
ja_jp: {0} と {1} の間で継承のループが検出されました。
ko_kr: {0}와 {1} 사이에 상속 루프를 감지했습니다.
zh_cn: 在 {0} 和 {1} 之间检测到继承循环.

# ASCompletion.Info.Parsing
source: Parsing ({0})
de_de: Parse {0}
eu_es: Analizatzen ({0})
ja_jp: 解析中 ({0})
ko_kr: 분석중 ({0})
zh_cn: 正在分析 ({0})

# ASCompletion.Info.ParsingCache
source: Cache...
de_de: Zwischenspeichern...
ja_jp: キャッシュ...
ko_kr: 캐시 ...
zh_cn: 缓存...

# ASCompletion.Label.BackFromDeclaration
source: &Back From Declaration
de_de: Von Deklaration z&urück
eu_es: Deklaraziotik itzuli
ja_jp: 定義から戻る(&B)
ko_kr: 선언문에서 다시 돌아가기
zh_cn: 从声明处返回(&B)

# ASCompletion.Label.CheckSyntax
source: Check S&yntax
de_de: Überprüfe S&yntax
eu_es: Sintaxia egiaztatu
ja_jp: シンタックスチェック
ko_kr: 문법 체크
zh_cn: 语法检查(&Y)

# ASCompletion.Label.CompleteDocDetails
source: Method details
de_de: Methodendetails
eu_es: Funtzioaren xehetasunak
ja_jp: メソッドの詳細
ko_kr: 메소드의 세부 사항
zh_cn: 方法详细说明

# ASCompletion.Label.ConvertToIntrinsic
source: Convert To &Intrinsic
de_de: &Intrinsic-Klasse erstellen
eu_es: Jatorrizkora bihurtu
ja_jp: モデルクラスに変換(&I)
ko_kr: &Intrinsic으로 변환
zh_cn: 转换为内置(&I)

# ASCompletion.Label.DocBoxTemplate
source: Documentation box template
de_de: Dokumentations-Box-Vorlage
eu_es: Dokumentazio kutxaren txantiloia
ja_jp: ドキュメンテーションボックステンプレート
ko_kr: 문서 템플릿
zh_cn: 文件夹模板

# ASCompletion.Label.DocTagTemplate
source: Documentation tag template
de_de: Dokumentations-Tag-Vorlage
eu_es: Dokumentazio etiketaren txantiloia
ja_jp: ドキュメンテーションタグテンプレート
ko_kr: 문서 태그 템플릿
zh_cn: 文档标签模板

# ASCompletion.Label.GotoDeclaration
source: Goto &Declaration
de_de: Gehe zu &Deklaration
eu_es: Deklaraziora joan
ja_jp: 定義に移動(&D)
ko_kr: 선언으로 이동
zh_cn: 跳转到声明处(&D)

# ASCompletion.Label.ModelConvert
source: &Convert To Intrinsic
de_de: &In Intrinsic-Klassen konvertieren
eu_es: Jatorrizkora bihurtu
ja_jp: モデルクラスに変換(&C)
ko_kr: Intrinsic으로 변환
zh_cn: 转换到内置(&C)

# ASCompletion.Label.ModelEdit
source: &Edit
de_de: &Bearbeiten
eu_es: Editatu
ja_jp: 編集(&E)
ko_kr: 편집
zh_cn: 编辑(&E)

# ASCompletion.Label.ModelExplore
source: E&xplore
de_de: D&urchsuchen
eu_es: Arakatu
ja_jp: エクスプローラー(&X)
ko_kr: 탐색
zh_cn: 资源管理器

# ASCompletion.Label.QuickBuild
source: &Build Current File
de_de: &Aktuelle Datei erstellen
eu_es: Uneko fitxategia eraiki
ja_jp: クイックビルド(&B)
ko_kr: 현재 파일 빌드
zh_cn: 编译当前文件(&B)

# ASCompletion.Label.RebuildClasspathCache
source: Rebuild Classpath Cache
de_de: &Aktualisiere Klassenzwischenspeicher
eu_es: Bide-izenaren cache-a berreraiki
ja_jp: クラスパスキャッシュを再構築
ko_kr: 클래스 경로 캐시를 다시 작성
zh_cn: 重建类路径缓存

# ASCompletion.Label.TypesExplorer
source: Project Type E&xplorer...
de_de: Typ B&rowser...
eu_es: Proiektu mota arakatzailea...
ja_jp: タイプエクスプローラー(&X)...
ko_kr: 프로젝트 유형 탐색기...
zh_cn: 项目类型资源管理器(&X)...
